Repository: HabitRPG/habitica-ios
Catalog: HabitRPG/*.lproj/Localizable.strings
Languages: hr

source: (experience) Experience Points
hr: (experience) bodova iskustva

source: (gold) Gold
hr: (gold) Zlatnika

source: (npcName) is Heartbroken! Our beloved (npcLongName) was devastated when (bossName) shattered the (locationName). Quickly, tackle your tasks to defeat the monster and help rebuild!
hr: (npcName) se slomilo srce! Naša ljubljena (npcLongName) bila je shrvana kad je (bossName) razorio (locationName). Brzo, počni rješavati svoje zadatke kako bi porazio/la čudovište i pomogao/la u obnovI!

source: %ld Filters
hr: %ld filtera

source: 5 minutes of quiet breathing
hr: 5 minuta mirnog disanja

source: 10 minutes cardio
hr: 10 minuta kardija

source: 10 minutes cleaning
hr: 10 minuta čišćenja

source: 21-Day Streaks
hr: 21-dnevni nizovi ponavljanja

source: About
hr: Više o

source: Accept
hr: Prihvati

source: Acknowledgements
hr: Zahvale

source: Active
hr: Aktivni

source: Add %@
hr: Dodaj %@

source: Add a User ID
hr: Dodaj Korisnički ID

source: Add an Email
hr: Dodaj e-mail

source: Alex the Merchant
hr: Trgovac Alex

source: All
hr: Sve

source: API Key
hr: SPA šifra

source: Are you sure? This will delete your account forever, and it can never be restored! You will need to register a new account to use Habitica again. Banked or spent Gems will not be refunded. If you're absolutely certain, type your password into the text box below.
hr: Jesi li siguran/na? Ovo će zauvijek izbrisati tvoj račun i on nikad neće moći biti vraćen! Morat ćeš registrirati novi račun kako bi ponovno koristio/la Habiticu. Ušteđeni ili potrošeni Dragulji neće biti refundirani. Ako si apsolutno siguran/na, upiši svoju lozinku u tekstni okvir ispod.

source: Assigns more points to the attributes important to your Class.
hr: Dodjeljuje više bodova atributima koji su bitni za tvoju Klasu.

source: Assigns points based on the Strength, Intelligence, Constitution, and Perception categories associated with the tasks you complete.
hr: Dodjeljuje bodove na osnovu kategorija Snage, Inteligencije, Konstitucije i Percepcije koje su povezane sa zadacima koje obaviš.

source: Assigns the same number of points to each attribute.
hr: Dodjeljuje svakom atributu jednak broj bodova.

source: Authentication
hr: Provjera autentičnosti

source: Bad
hr: Loše

source: Bangs
hr: Šiške

source: Be careful — if you miss one, your avatar will take damage overnight. Checking them off consistently brings great rewards!
hr: Pripazi — ako propustiš jedan, tvoj avatar će preko noći podnijeti štetu. Njihovo dosljedno izvršavanje donosi odlične nagrade!

source: Be careful... The World Boss will lash out and attack one of our friendly shopkeepers once its rage bar fills. Keep up with your Dailies to try and prevent it from happening!
hr: Pripazi... Svjetski bos će napasti i ispucati svoj bijes na jednom od naših prijateljskih trgovaca kad mu se napuni traka bijesa. Drži korak sa svojim Svakodnevnim zadacima kako bi pokušao/la spriječiti da dođe do ovoga!

source: Best
hr: Najbolje

source: Better
hr: Bolje

source: Boss Quest
hr: Pustolovina potjere Bosa

source: Brainstorm a healthy change
hr: Smisli ideju za zdravu promjenu

source: Broad
hr: Široko

source: buy
hr: kupi

source: Buy for (currencyText)
hr: Kupi za (currencyText)

source: Buy gear for your avatar with the gold you earn!
hr: Kupuj opremu za svog avatara sa zlatnicima koje zaradiš!

source: Buy gems with gold
hr: Kupi dragulje zlatnicima

source: Cancel
hr: Otkaži

source: Change
hr: Promijeni

source: Change About message
hr: Promijeni poruku Opisa

source: Change Display Name
hr: Promijeni ime za prikazivanje

source: Change Email
hr: Promijeni e-mail

source: Change Login Name
hr: Promijeni Korisničko ime

source: Change Password
hr: Promijeni lozinku

source: Change Photo URL
hr: Promijeni URL slike

source: Character Level
hr: Level lika

source: Chores
hr: Sitni zadaci

source: Class Equipment
hr: Oprema klase

source: Close
hr: Zatvori

source: Collapse checklist
hr: Sažmi listu

source: Collect
hr: Skupi

source: Collection Quest
hr: Pustolovina prikupljanja

source: Color
hr: Boja

source: Complete
hr: Izvršeni

source: Complete Task
hr: Izvrši Zadatak

source: Complete work project
hr: Završi poslovni projekt

source: Completed
hr: Gotovo

source: Confirm New Password
hr: Potvrdi novu lozinku

source: Copied Message
hr: Poruka je kopirana

source: Copy Message
hr: Kopiraj poruku

source: Create Tag
hr: Kreiraj Oznaku

source: Creativity
hr: Kreativnost

source: Dailies
hr: Svakodnevni zadaci

source: daily
hr: dnevno

source: Daily
hr: Dnevno

source: Daily drop-caps doubled
hr: Udvostručen dnevni limit poklona

source: Daily workout routine
hr: Svakodnevna rutina vježbanja

source: Danger Zone
hr: Zona Opasnosti

source: Daniel the inn keeper
hr: Krčmar Daniel

source: Dated
hr: S rokom

source: days
hr: dana

source: Delete Account
hr: Izbriši račun

source: Delete Message
hr: Izbriši poruku

source: Delete tasks
hr: Izbriši zadatke

source: Display Name
hr: Ime za prikazivanje

source: Do homework
hr: Napiši domaću zadaću

source: Do you want to leave the challenge and keep or delete the tasks?
hr: Želiš li napustiti izazov i zadržati ili izbrisati zadatke?

source: Done
hr: Izvršeni

source: Double drop caps will let you receive more items from your completed tasks every day, helping you complete your stable faster!
hr: Udvostručeni limit poklona će ti omogućiti da dobivaš više predmeta za zadatke koje izvršiš svaki dan, što će ti pomoći upotpuniti tvoju štalu prije!

source: Double tap to complete
hr: Dvaput takni za dovršiti

source: Double tap to edit
hr: Dvaput takni za uređivanje

source: Double tap to hide boss art
hr: Dvaput takni za sakrivanje umjetničkog prikaza bosa

source: Due
hr: Na redu

source: Eat health/junk food
hr: Jedi zdravu/nezdravu hranu

source: Edit Tag
hr: Uredi Oznaku

source: Email a Password Reset Link
hr: Pošalji poveznicu za resetiranje lozinke putem e-maila

source: Emails
hr: E-mailovi

source: Engage in a fun activity
hr: Sudjeluj u zabavnoj aktivnosti

source: Enter the email address you used to register your Habitica account.
hr: Unesi e-mail adresu koju si koristio/la pri registraciiji svog računa na Habitici.

source: Error
hr: Greška

source: ERROR
hr: GREŠKA

source: every (everyX) (self.repeatName())
hr: svaku (everyX) (self.repeatName())

source: every day
hr: svaki dan

source: Every time you do a positive Habit, tap the + to get experience and gold!
hr: Svaki put kad učvrstiš dobru Naviku, takni + da bi dobio/la iskustvno i zlatnike!

source: Exclusive monthly items
hr: Ekskluzivni mjesečni artikli

source: Exercise
hr: Vježbaj

source: Expand checklist
hr: Proširi listu

source: Experience
hr: Iskustvo

source: Export Database
hr: Izvezi bazu podataka

source: Finish
hr: Završi

source: Finish assignment for class
hr: Završi zadatak za školu

source: Finish creative project
hr: Završi kreativni projekt

source: First up is Habits. They can be positive Habits you want to improve or negative Habits you want to quit.
hr: Prvo su na redu Navike. One mogu biti dobre Navike koje želiš učvrstiti, ili loše Navike kojih se želiš riješiti.

source: Floss
hr: Očisti zube koncem

source: Flower
hr: Cvijet

source: Friday
hr: Petak

source: Gems
hr: Dragulji

source: Give it a shot! You can explore the other task types through the bottom navigation.
hr: Pokušaj! Možeš istražiti ostale vrste zadataka putem navigacije na dnu.

source: Glasses
hr: Naočale

source: Gold
hr: Zlatnici

source: Good
hr: Dobro

source: Great!
hr: Odlično!

source: Grey
hr: Sivi

source: Habit
hr: Navika

source: Habits
hr: Navike

source: Health
hr: Zdravlje

source: Hold down on a task to drag it around.
hr: Zadrži klik na zadatku da bi ga povlačio/la uokolo.

source: I earned a new achievement in Habitica!
hr: Zaradio/la sam novo postignuće u Habitici!

source: Ian the Quest Guide
hr: Ian, Vodič kroz Pustolovine

source: If we have your email on file, instructions for setting a new password have been sent to your email.
hr: Ako imamo tvoj e-mail na spisku, upute za postavljanje nove lozinke su poslane na tvoju adresu.

source: If you slip up and do a negative Habit, tapping the - will reduce your avatar’s health to help you stay accountable.
hr: Ako pogriješiš i izvršiš lošu Naviku, doticanjem simbola - ćeš umanjiti zdravlje svog avatara kako bi zadržao/la odgovornost.

source: If you’ve encountered a bug or made a mistake that unfairly changed your character, you can manually correct those values here.
hr: Ako si naišao/la na grešku ili napravio/la grešku koja je nepravedno promijenila tvog lika, možeš ručno ispraviti te vrijednosti ovdje.

source: If your To-Do has to be done by a certain time, set a due date. Looks like you can check one off — go ahead!
hr: Ako tvoj Zadatak mora biti izvršen do određenog datuma, postavi rok. Izgleda da jedan zadatak možeš prekrižiti - hajde!

source: Invalid Habitica User ID
hr: Neispravan Korisnički ID Habitice

source: Invitation Type
hr: Vrsta poziva

source: Invite Members
hr: Pozovi članove

source: Join
hr: Pridruži se

source: Join Habitica (Check me off!)
hr: Postani član Habitice (Prekriži me!)

source: Keep tasks
hr: Zadrži zadatke

source: Leave
hr: Napusti

source: Leave a Review
hr: Ostavi recenziju

source: Leave Challenge?
hr: Napusti Izazov?

source: Like Message
hr: Lajkaj poruku

source: Local
hr: Lokalno

source: Login Methods
hr: Načini prijave

source: Login Name
hr: Korisničko ime

source: Make Dailies for time-sensitive tasks that need to be done on a regular schedule.
hr: Stvaraj Svakodnevne zadatke za one zadatke kod kojih je vrijeme bitan faktor i koji se moraju redovno obavljati.

source: Makes completed To-Dos and task history available for longer.
hr: Čini izvršene Zadatke i povijest zadataka duže dostupnima.

source: Mana Points
hr: Bodovi Mane

source: Market
hr: Tržnica

source: Matt the beast master
hr: Matt, Gospodar zvijeri

source: Monday
hr: Ponedjeljak

source: monthly
hr: mjesečno

source: months
hr: mjeseci

source: Mystery Sets
hr: Tajni kompleti

source: Neutral
hr: Neutralno

source: never
hr: nikad

source: New Email
hr: Novi e-mail

source: New Login Name
hr: Novo korisničko ime

source: New Password
hr: Nova lozinka

source: Next
hr: Sljedeće

source: No Camera available
hr: Nema dostupne kamere

source: Not completed
hr: Nije izvršeno

source: Not due
hr: Nije na redu

source: Not getting the right drops? Check out the Market to buy just the things you need!
hr: Ne dobivaš prave poklone? Poviri u Tržnicu kako bi kupio/la točno one stvari koje ti trebaju!

source: Oh dear, pay no heed to the monster below -- this is still a safe haven to chat on your breaks.
hr: Ajoj, ne obračaj pozornost na čudovište ispod - ovo je i dalje sigurno utočište za čavrljanje u pauzama.

source: Old Password
hr: Stara lozinka

source: Open App Store page
hr: Otvori stranicu Trgovine aplikacijama

source: Or delete it by swiping left
hr: Ili izbriši povlačenjem nalijevo

source: Organize clutter
hr: Organiziraj nered

source: Password
hr: Lozinka

source: Pause Damage
hr: Pauziraj štetu

source: Pending Strike
hr: U iščekivanju Udarca

source: Photo URL
hr: URL fotografije

source: Pin to Rewards
hr: Zakači među Nagrade

source: Ponytail
hr: Rep

source: Practiced a new creative technique
hr: Izbježbana je nova kreativna tehnika

source: Process email
hr: Procesuiraj e-mail

source: Quest Shop
hr: Dućan Pustolovina

source: Recipient
hr: Primatelj

source: Reject
hr: Odbij

source: Remember to check off your Dailies!
hr: Ne zaboravi prekrižiti svoje Svakodnevne zadatke!

source: Reminder
hr: Podsjetnik

source: Repeats (repeatType.string(everyX))
hr: Ponavlja se (repeatType.string(everyX))

source: Repeats (repeatType.string(everyX)) on (repeatOnString)
hr: Ponavlja se (repeatType.string(everyX)) na (repeatOnString)

source: Reply
hr: Odgovori

source: Reply to Message
hr: Odgovori na poruku

source: Report %@ for violation?
hr: Prijavi %@ za prekršaj?

source: Report a bug
hr: Prijavi grešku

source: Report Message
hr: Prijavi poruku

source: Reset Account
hr: Resetiraj račun

source: Resume Damage
hr: Nastavi štetu

source: Retain additional history entries
hr: Zadrži dodatne povijesne unose

source: Reward yourself
hr: Nagradi se

source: Rewards
hr: Nagrade

source: Saturday
hr: Subota

source: Save
hr: Spremi

source: Scan QR Code
hr: Skeniraj QR kod

source: School
hr: Škola

source: Score habit down
hr: Označi naviku pozitivno

source: Score habit up
hr: Označi naviku negativno

source: Search
hr: Traži

source: Seasonal Shop
hr: Sezonski Dućan

source: Seasonal Sorceress
hr: Sezonska Čarobnica

source: Self-Care
hr: Briga o sebi

source: Send
hr: Pošalji

source: Send feedback
hr: Pošalji povratnu informaciju

source: Set up workout schedule
hr: Postavi raspored vježbanja

source: Shirt
hr: Majica

source: Size
hr: Veličina

source: Slim
hr: Mršavo

source: Stable
hr: Staja

source: Staff
hr: Osoblje

source: Strong
hr: Jake

source: Study/Procrastinate
hr: Uči/Odugovlači

source: Subscription
hr: Pretplata

source: success
hr: uspjeh

source: Sunday
hr: Nedjelja

source: Take a short break
hr: Uzmi kratku stanku

source: Tap a task to edit it and add reminders. Swipe left to delete it.
hr: Takni zadatak da bi ga uredio/la i dodao/la podsjetnike. Povuci nalijevo za brisanje.

source: Tap here to edit this into a bad habit you'd like to quit
hr: Takni zaslon ovdje za pretvoriti ovo u lošu naviku koju želiš prekinuti

source: Tap the gray button to allocate lots of your stats at once, or tap the arrows to add them one point at a time.
hr: Takni sivi gumb kako bi raspodijelio/la više svojoh statističkih bodova odjednom, ili takni strelice kako bi ih dodao/la bod po bod.

source: Tap to add a checklist!
hr: Dotakni za dodavanje liste!

source: Tap to add a new task.
hr: Dotakni za dodavanje novog zadatka.

source: Tap to add checklists!
hr: Dotakni za dodavanje više lista!

source: Tap to choose your schedule and specify exercises!
hr: Dotakni za odabir svog rasporeda i određivanje vježbi!

source: Tap to choose your schedule!
hr: Dotakni za odabir svog rasporeda!

source: Tap to filter tasks.
hr: Dotakni za filtriranje zadataka.

source: Tap to make any changes!
hr: Dotakni za napraviti bilo kakve promjene!

source: Tap to show
hr: Dotakni za prikazati

source: Tap to specify the cluttered area!
hr: Dotakni za određivanje izneređenog prostora!

source: Tap to specify the name of your current project + set a due date!
hr: Dotakni za određivanje imena svog trenutnog projekta + postavljanje roka!

source: Tap to specify the name of your current project + set the schedule!
hr: Dotakni za određivanje imena svog trenutnog projekta + stvaranje rasporeda!

source: Tap to specify the name of your project
hr: Dotakni za određivanje imena svog trenutnog projekta

source: Tap to specify what you plan to do!
hr: Dotakni za određivanje stvari koje planiraš napraviti!

source: Tap to specify your most important task
hr: Dotakni za određivanje svog najbitnijeg zadatka

source: Tavern
hr: Krčma

source: Teleporting to Habitica
hr: Teleportiranje u Habiticu

source: the (dateFormatter.string(from: startDate))
hr: (dateFormatter.string(from: startDate))

source: the (days.joined(separator:
hr: (days.joined(separator:

source: The (locationName) was Attacked!
hr: (locationName) je napadnut/a!

source: The scanned QR-Code did not contain a valid Habitica User ID.
hr: Skenirani QR kod nije sadržao valjani Korisnički ID za Habiticu.

source: There are 3 potential Rage Strikes This gauge fills when Habiticans miss their Dailies. If it fills up, the DysHeartener will unleash its Shattering Heartbreak attack on one of Habitica's shopkeepers, so be sure to do your tasks!
hr: Postoje 3 potencijalna Udara Bijesa Ova traka se puni kad Habitičani propuste svoje Svakodnevne zadatke. Ako se napuni, Demoralizator će zadati svoj udarac Razarajućeg Srcoloma jednom od trgovaca Habitice, stoga pripazi da obaviš svoje zadatke!

source: There was an error accepting the quest invitation
hr: Došlo je do greške prilikom prihvaćanja poziva u pustolovinu

source: There was an error rejecting the quest invitation
hr: Došlo je do greške prilikom odbijanja poziva u pustolovinu

source: There was an error with your request: %@
hr: Došlo je do greške s tvojim zahtjevom: %@

source: This is only needed for debug purposes
hr: Ovo je potrebno samo u svrhu otklanjanja greški

source: This is where you can read and reply to private messages! You can also message people from their profiles.
hr: Ovdje možeš čitati i odgovarati na privatne poruke! Također možeš slati ljudima poruke s njihovih profila.

source: Thursday
hr: Četvrtak

source: To-Do
hr: Zadatak

source: To-Dos
hr: Zadaci

source: Tuesday
hr: Utorak

source: Unlocks after selecting a class
hr: Otključa se nakon što odabereš klasu

source: Unlocks at level 10
hr: Otključa se na levelu 10

source: Unpin from Rewards
hr: Otkači s popisa Nagrada

source: Use To-Dos to keep track of tasks you need to do just once.
hr: Koristi Zadatke kako bi vodio/la računa o zadaćama koje trebaš obaviti samo jednom.

source: User ID
hr: Korisnički ID

source: Version
hr: Verzija

source: View Source Code
hr: Vidi izvorni kod

source: WARNING! This resets many parts of your account. This is highly discouraged, but some people find it useful in the beginning after playing with the site for a short time. You will lose all your levels, gold, and experience points. All your tasks (except those from challenges) will be deleted permanently and you will lose all of their historical data. You will lose all your equipment but you will be able to buy it all back, including all limited edition equipment or subscriber Mystery items that you already own (you will need to be in the correct class to re-buy class-specific gear). You will keep your current class and your pets and mounts. You might prefer to use an Orb of Rebirth instead, which is a much safer option and which will preserve your tasks and equipment.
hr: UPOZORENJE! Ovo resetira mnogo dijelova tvog računa. Ne preporučamo da se ovo radi, ali nekim ljudima je korisno u početku, nakon što eksperimentiraju na stranici kratko vrijeme. Izgubit ćeš sve svoje levele, zlatnike i bodove iskustva. Svi tvoji zadaci (osim onih iz izazova) bit će trajno izbrisani i izgubit ćeš svu njihovu povijest. Izgubit ćeš svu svoju opremu, ali ćeš je moći ponovno kupiti, uključujući i sve komade opreme ograničenih izdanja ili pretplatničke Tajne Artikle koje već posjeduješ (morat ćeš biti u odgovarajućoj klasi kako bi mogao/la ponovno kupiti komade opreme specifične za neku klasu). Zadržat ćeš trenutnu klasu i svoje ljubimce te jahaće životinje. Možda ćeš radije htjeti iskoristiti Kuglu Preporoda, što je mnogo sigurnija opcija koja će ti sačuvati sve zadatke i opremu.

source: Wash dishes
hr: Operi posuđe

source: Watch TV, play a game, eat a treat, it’s up to you!
hr: Gledaj TV, igraj igru ili pojedi slatkiš, na tebi je!

source: We love open source software.
hr: Volimo naš softver otvorenog izvora.

source: Weak
hr: Slabe

source: Website
hr: Web stranica

source: Wednesday
hr: Srijeda

source: weekdays
hr: dane u tjednu

source: weekends
hr: vikendima

source: weekly
hr: tjedno

source: weeks
hr: tjedni

source: Welcome Back!
hr: Dobrodošao/la natrag!

source: Welcome to the Inn! Pull up a chair to chat, or take a break from your tasks.
hr: Dobrodošao/la u Svratište! Privuci stolicu kako bi čavrljao/la, ili se odmorio/la od svojih zadataka.

source: What's a Rage Strike?
hr: Što je Udar Bijesa?

source: What’s a World Boss?
hr: Što je Svjetski Bos?

source: Wheelchair
hr: Invalidska kolica

source: Whoops, looks like you haven't set up your email on this phone yet. Configure an account in the iOS mail app to use this quick-reporting option, or just email us directly at mobile@habitica.com
hr: Ups, izgleda da nisi još postavio/la svoj e-mail na ovom mobitelu. Konfiguriraj račun u e-mail aplikaciji iOS-a kako bi koristio/la opciju brzog obavještavanja, ili nam se jednostavno direktno javi na adresu mobile@habitica.com

source: Work
hr: Posao

source: Work on creative project
hr: Radi na kreativnom projektu

source: Worked on today’s most important task
hr: Radio/la sam na najvažnijem zadatku za danas

source: Worse
hr: Lošije

source: Worst
hr: Najgore

source: Write a message
hr: Napiši poruku

source: Write Message
hr: Napiši poruku

source: Write to %@
hr: Piši %@

source: yearly
hr: godišnje

source: years
hr: godine

source: You can also make real-world Custom Rewards based on what motivates you.
hr: Također možeš kreirati stvarne Prilagođene nagrade na osnovu onoga što te motivira.

source: You can either complete this To-Do, edit it, or remove it.
hr: Možeš ili obaviti ovaj Zadatak, urediti ga, ili ga ukloniti.

source: You earned a streak achievement!
hr: Zaradio/la si postignuće za dosljedno izvršavanje zadataka!

source: You have earned a %@ for being committed to improving your life.
hr: Zaradio/la si %@ jer si se posvetio/la poboljšavanju svog života.

source: You have to specify a valid Habitica User ID as recipient.
hr: Kao primatelj, trebaš odrediti valjani Korisnički ID za Habiticu.

source: You unlocked the drop system!
hr: Otključao/la si sistem poklona!

source: You've completed your Daily for 21 days in a row! Amazing job. Don't break the streak!
hr: Obavio/la si svoj Svakodnevni zadatak 21 dan za redom! Odlično odrađen posao! Nemoj prekinuti niz!

source: You've unlocked the Drop System! Now when you complete tasks, you have a small chance of finding an item, including eggs, potions, and food!
hr: Otključao/la si sistem poklona! Sad kad obaviš neki zadatak, imat ćeš malu šansu za pronaći neki artikal, uključujući jaja, čarobne napitke i hranu!

source: Your email isn't set up yet
hr: Tvoj e-mail još nije postavljen

source: Your message could not be sent.
hr: Tvoja poruka nije mogla biti poslana.

source: Your next prize unlocks in %d Check-Ins
hr: Sljedeću nagradu dobivaš za %d prijava

source: Your next prize unlocks in 1 Check-In.
hr: Sljedeću nagradu dobivaš nakon još 1 prijave.
