Repository: HabitRPG/habitica-ios
Catalog: HabitRPG/Strings/*.lproj/Mainstrings.strings
Languages: cs, es, hr, id, it, ja, nl, ro, ru, zh_hans

# tasks.examples.creativity_daily_text
source: Work on creative project
cs: Práce na kreativním projektu
es: Trabajar en proyecto creativo
id: Mengerjakan proyek kreatif
it: Lavora su un progetto creativo
ja: 創造的なプロジェクトの作業をする
nl: Verder aan m'n creatieve project
ro: Lucrează la un proiect de creativitate
ru: Работать над креативным проектом
zh_hans: 专注创意项目

# tasks.examples.creativity_daily_notes
source: Tap to specify the name of your current project + set the schedule!
cs: Klikni sem, abys určil/a jméno svého aktuálního projektu a přidal časový rozvrh!
es: ¡Toca para especificar el nombre de tu proyecto actual + establecer el horario!
id: Ketuk untuk menentukan nama proyek saat ini + atur jadwal!
it: Premi per specificare il nome del tuo progetto attuale + imposta il programma!
ja: タップして現在のプロジェクトの名前を入力して、スケジュールを設定しましょう！
nl: Tik om de naam van je project aan te geven + Stel je planning in!
ro: Apasă pentru a specifica numele actualului tău proiect + a seta un program!
ru: Нажмите, чтобы указать имя вашего текущего проекта + установить расписание!
zh_hans: 轻触为你当前的项目设置名称和日程！

# tasks.examples.creativity_todo_text
source: Finish creative project
cs: Dodělat kreativní projekt
es: Terminar proyecto creativo
id: Selesaikan proyek kreatif
it: Finisci il progetto creativo
ja: 創造的なプロジェクトを仕上げる
nl: Maak creatief project af
ro: Finalizează un proiect de creativitate
ru: Завершить креативный проект
zh_hans: 结束创作项目

# tasks.examples.creativity_todo_notes
source: Tap to specify the name of your project
cs: Klikni sem, abys zadal/a jméno tvého projektu
es: Toca para especificar el nombre de tu proyecto
id: Ketuk untuk menentukan nama proyek
it: Premi per specificare il nome del tuo progetto
ja: タップして現在のプロジェクトの名前を書き込もう
nl: Tik om de naam van je project aan te geven
ro: Apasă pentru a specifica numele proiectului tău
ru: Нажмите, чтобы указать название вашего проекта
zh_hans: 轻触为你的项目设置名称

source: Menu
es: Menú
it: Menù
ja: メニュー
ro: Meniu
ru: Меню
zh_hans: 菜单

source: Filter
cs: Filtr
es: Filtrar
it: Filtro
ja: フィルター
ro: Filtru
ru: Фильтр
zh_hans: 过滤条件

# one_filter
source: 1 Filter
cs: 1 Filtr
es: 1 filtro
it: 1 Filtro
ja: 1 フィルター
ro: 1 Filtru
ru: 1 фильтр
zh_hans: 1个筛选

# x_filters
source: %ld Filters
cs: %ld Filtrů
es: %ld filtros
id: %ld Filter
it: %ld Filtri
ja: %ld フィルター
ro: %ld Filtre
ru: %ld фильтров
zh_hans: %ld个筛选

# tasks.form.notes_placeholder
source: Include any notes to help you out
cs: Přidej poznámky, které ti pomůžou
es: Incluye cualquier nota que te ayude
hr: Uključi bilo kakve bilješke koje bi ti mogle pomoći
id: Sertakan catatan apapun untuk membantumu
it: Includi delle note che possono aiutarti
ja: あなたの助けになるメモを加える
nl: Voeg notities toe om jezelf te helpen
ro: Include orice notiță care să te ajute
ru: Добавьте любые заметки для справки
zh_hans: 添加任何备注以供参考

# skills.unlocks_at
source: Unlocks at level %d
cs: Zpřístupněno od úrovně %d
es: Se desbloquea en el nivel %d
hr: Otključa se na levelu %d
id: Buka pada level %d
it: Sblocca al livello %d
ja: レベル %d でアンロック
nl: Wordt vrijgespeeld op niveau %d
ro: Se deblochează la nivelul %d
ru: Открывается на уровне %d
zh_hans: 在%d级时解锁

# skills.cant_cast_on_challenge_tasks
source: Can't cast a spell on a challenge task
cs: Schopnosti nemůžou být použity na úkoly z challenge
es: No puedes lanzar un hechizo a una tarea de un desafío
hr: Nije moguće baciti čaroliju na zadatak iz izazova
id: Tidak bisa menggunakan kemampuan pada tugas tantangan
it: Non puoi lanciare incantesimi sulle attività delle sfide
ja: スキルはチャレンジのタスクには唱えられません
nl: Je kunt geen toverspreuk uitspreken over een uitdagingstaak
ro: Nu poți face vrăji cu ajutorul unei sarcini dintr-o provocare
ru: Нельзя накладывать заклинания на задания испытания
zh_hans: 不能对挑战任务施放技能

# skills.transformation_items
source: Transformation Items
cs: Transformační předměty
es: Objetos de transformación
hr: Transformacijski predmeti
id: Item Transformasi
it: Oggetti di Trasfomrazione
ja: 変身アイテム
nl: Transformatie objecten
ro: Obiecte de Transformare
ru: Косметические предметы
zh_hans: 变身道具

source: Last Activity %@
cs: Poslední aktivita %@
es: Última actividad %@
hr: Zadnja aktivnost %@
id: Aktivitas Terakhir %@
it: Ultima Attività %@
ja: 最近の活動 %@
nl: Laatste Activiteit %@
ro: Ultima activitate %@
ru: Последняя активность %@
zh_hans: 最后活跃于 %@

# settings.every_day
source: Every day at
cs: Každý den v
es: Todos los días a las
hr: Svaki dan u
id: Setiap hari
it: Ogni giorno alle
ja: 毎日通知する時間
nl: Elke dag om
ro: Zilnic la ora
ru: Каждый день в
zh_hans: 每天都在

# settings.theme_color
source: Theme Color
cs: Barevný motiv
es: Color del tema
hr: Tematska boja
id: Warna Tema
it: Colore Tema
ja: テーマカラー
nl: Themakleur
ro: Culoarea Temei
ru: Цветовая схема
zh_hans: 主题色

# settings.sound_theme
source: Sound Theme
cs: Zvukové téma
es: Tema de sonido
hr: Tema zvuka
id: Tema Suara
it: Tema Audio
ja: 効果音テーマ
nl: Geluidsthema
ro: Sunetul Temei
ru: Звуковая тема
zh_hans: 提示音

# settings.wrong_password
source: Incorrect Password
cs: Špatné heslo
es: Contraseña incorrecta
hr: Neispravna lozinka
id: Kata Sandi Salah
it: Password non corretta
ja: 間違ったパスワードです
nl: Incorrect Wachtwoord
ro: Parolă incorectă
ru: Неверный пароль
zh_hans: 密码错误

# settings.fix_values_description
source: If you’ve encountered a bug or made a mistake that unfairly changed your character, you can manually correct those values here.
cs: Pokud jsi narazil na či udělal chybu, která tvoji postavu negativně změnila, můžeš ty hodnoty změnit manuálně zde.
es: Si has encontrado un fallo o has cometido un error que ha cambiado tu personaje de forma injusta, puedes corregir esos valores de forma manual aquí.
id: Jika kamu mengalami bug atau membuat kesalahan yang mengubah karaktermu secara tidak adil, kamu dapat memperbaiki nilai-nilai tersebut secara manual di sini.
it: Se ti sei imbattuto in un bug o hai fatto un errore che ha ingiustamente cambiato il tuo personaggio, puoi correggere manualmente questi valori qui.
ja: もしバグに出くわしたり間違ってキャラクターのステータスを不当に変更してしまった場合に、手入力で直すことができます。
nl: Als je een fout tegenkomt of een fout gemaakt hebt die je personage oneerlijk beïnvloed heeft, kan je deze waardes hier handmatig wijzigen.
ro: Dacă ai întâlnit o eroare sau ai făcut o greșeală care ți-a modificat pe nedrept personajul, poți corecta manual acest lucru aici.
ru: Если вы столкнулись с ошибкой или совершили ошибку, которая несправедливо изменила ваш персонаж, вы можете вручную исправить эти значения здесь.
zh_hans: 如果你遇到了bug，或者误点了什么导致你的角色受到了不公平的损失，你可以在此手动修正这些数据。

# settings.change_display_name
source: Change Display Name
cs: Změnit zobrazené jméno
es: Cambiar Nombre Mostrado
id: Ganti Nama Tampilan
it: Cambia il tuo Nome Pubblico
ja: 表示名を変更する
nl: Verander display naam
ro: Schimbă-ți Numele afișat
ru: Изменить отображаемое имя
zh_hans: 改变昵称

# settings.change_photo_url
source: Change Photo URL
cs: Změnit URL fotky
es: Cambiar la URL de la Foto
id: Ganti URL Foto
it: Cambia l'URL della Foto
ja: 写真のURLを変更
nl: Verander Foto URL
ro: Schimbă URL-ul Fotografiei
ru: Изменить ссылку на фото
zh_hans: 修改图片地址

# settings.danger_zone
source: Danger Zone
cs: Nebezpečná zóna
es: Zona de Peligro
id: Zona Berbahaya
it: Zona pericolosa
ja: 危険地帯
nl: Gevarenzone
ro: Zona de pericol
ru: Опасная зона
zh_hans: 危险区域

# settings.login_methods
source: Login Methods
cs: Metody přihlášení
es: Métodos de inicio de sesión
id: Cara Masuk
it: Metodi d'accesso
ja: ログイン方法
nl: Aanmeldmethodes
ro: Metode de Logare
ru: Способы авторизации
zh_hans: 登录方法

# settings.reset_account
source: Reset Account
cs: Resetovat účet
es: Reiniciar la Cuenta
id: Reset Akun
it: Resetta account
ja: アカウントを削除する
ro: Resetează contul
ru: Сброс учетной записи
zh_hans: 重置账号

# settings.delete_account
source: Delete Account
cs: Smazat účet
es: Eliminar la Cuenta
id: Hapus Akun
it: Elimina l’account
ja: アカウントを削除する
nl: Verwijder account
ro: Șterge contul
ru: Удаление учетной записи
zh_hans: 注销账户

# settings.delete_account_description
source: This will delete your account forever, and it can never be restored! Banked or spent Gems will not be refunded. If you’re absolutely certain, type your password into the text box below.
cs: Tímto smažeš svůj účet navždy a již nebude moci být obnoven! Zakoupené a použité drahokamy nebudou proplaceny a budou ztraceny. Pokud si jsi absolutně jist, napiš tvé heslo do řádku níže.
es: ¿Estás seguro? ¡Esto eliminará tu cuenta para siempre, y no podrás recuperarla! Tendrás que crear una cuenta nueva para volver a usar Habitica. Las Gemas guardadas o acumuladas no te serán devueltas. Si estás absolutamente seguro, teclea tu contraseña en la caja de texto que hay debajo.
id: Ini akan menghapus akunmu selamanya, dan tidak akan pernah bisa dipulihkan! Permata yang disimpan atau dibelanjakan tidak akan dikembalikan. Jika kamu benar-benar yakin, ketikkan kata sandimu ke dalam kotak teks di bawah ini.
it: Questo cancellerà per sempre il tuo account, e non potrà mai essere ripristinato! Le Gemme che possiedi e quelle spese non verranno rimborsate. Se sei assolutamente certo/a, digita la tua password nella casella di testo qui sotto.
ja: この操作であなたのアカウントは完全に削除され、決して復元はできません！ 貯めているジェム、使ったジェムは、返金できません。本当にアカウントを削除するのなら、下のテキストボックスにパスワードを入力してください。
nl: Dit zal je account voor altijd verwijderen en het kan nooit meer hersteld worden! Opgespaarde of uitgegeven Edelstenen zullen niet terugbetaald worden. Als je het echt zeker weet, typ dan je wachtwoord in het onderstaande tekstvak.
ro: Ești sigur(ă)? Această acțiune îți va șterge contul pentru totdeauna, cu imposibilitatea recuperării acestuia. Pentru a utiliza Habitica din nou, va fi necesar să te înregistrezi cu un cont nou. Nestematele deținute sau cheltuite nu vor fi restituite. Dacă ești absolut sigur(ă), introdu-ți parola în căsuța de mai jos.
ru: Ваш аккаунт будет удален навсегда без возможности восстановления! Стоимость потраченных и находящихся в банке самоцветов не будет компенсирована. Если вы абсолютно уверены, напишите ваш пароль в текстовое поле.
zh_hans: 这会永远地删除你的账号，并且永远无法恢复。剩余的和花出去的宝石都不会退款给你。如果你非常确定要删号，请在下面的框里输入你的密码。

# settings.change_email
source: Change Email
cs: Změnit email
es: Cambiar Email
id: Ganti Email
it: Cambia l’E-mail
ja: メールアドレスを変更する
nl: Verander e-mail
ro: Schimbă-ți adresa de Email
ru: Изменить адрес электронной почты
zh_hans: 修改邮件地址

# settings.new_email
source: New Email
cs: Nový email
es: Nuevo correo electrónico
id: Email Baru
it: Nuova Email
ja: 新しいメールアドレス
nl: Nieuwe e-mail
ro: Email nou
ru: Новая электронная почта
zh_hans: 新的邮件地址

# settings.change_username
source: Change Username
cs: Změnit uživatelské jméno
es: Cambiar Nombre de Usuario
id: Ganti Nama Pengguna
it: Modifica il nome utente
ja: ユーザー名を変更する
nl: Gebruikersnaam wijzigen
ro: Schimbă numele de utilizator
ru: Сменить Имя Пользователя
zh_hans: 修改用户名

# settings.new_username
source: New Username
cs: Nové uživatelské jméno
es: Nuevo Nombre de Usuario
id: Nama Pengguna Baru
it: Nuovo nome utente
ja: 新しいユーザ名
nl: Nieuwe gebruikersnaam
ro: Noul nume de utilizator
ru: Новое Имя Пользователя
zh_hans: 新的用户名

# settings.change_password
source: Change Password
cs: Změnit heslo
es: Cambiar Contraseña
id: Ganti Kata Sandi
it: Cambia Password
ja: パスワードを変更する
nl: Verander Wachtwoord
ro: Schimbă parola
ru: Изменить пароль
zh_hans: 修改密码

# settings.new_password
source: New Password
cs: Nové heslo
es: Nueva contraseña
id: Kata Sandi Baru
it: Nuova password
ja: 新しいパスワード
nl: Nieuw wachtwoord
ro: Parola nouă
ru: Новый пароль
zh_hans: 新密码

# settings.old_password
source: Old Password
cs: Staré heslo
es: Contraseña antigua
id: Kata Sandi Lama
it: Vecchia password
ja: 元のパスワード
nl: Oud wachtwoord
ro: Parola veche
ru: Старый пароль
zh_hans: 旧密码

# settings.local
source: Local
cs: Lokální
id: Lokal
it: Locale
ja: ローカル
nl: Lokaal
ru: Локальное
zh_hans: 本地

# theme.default_theme
source: Default
cs: Výchozí
es: Predeterminado
hr: Zadano
it: Predefinito
ja: デフォルト
nl: Standaard
ro: Standard
ru: По умолчанию
zh_hans: 默认

# theme.teal
source: Teal
cs: Šedozelená
es: Verde azulado
hr: Plavo
id: Biru-Hijau
it: Verde acqua
ja: 青緑
nl: Taling
ro: Turcoaz
ru: Бирюзовый
zh_hans: 蓝绿

# theme.orange
source: Orange
cs: Oranžová
es: Naranja
hr: Narančasto
id: Jingga
it: Arancione
ja: オレンジ
nl: Oranje
ro: Portocaliu
ru: Оранжевый
zh_hans: 橙色

# theme.maroon
source: Maroon
cs: Hnědočervená
es: Bermellón
hr: Kestenjasto
id: Marun
it: Marrone
ja: 海老茶
nl: kastanjebruin
ro: Maro
ru: Каштановый
zh_hans: 栗色

# guilds.guild_bank
source: Guild Bank
cs: Banka cechu
es: Banco de la hermandad
it: Banca Gilda
ja: ギルド口座
nl: Gildebank
ro: Banca ghildei

# guilds.guild_challenges
source: Guild Challenges
cs: Cechové výzvy
es: Desafíos del gremio
id: Tantangan Guild
it: Sfide della Gilda
ja: ギルドで開催中のチャレンジ
nl: gildeuitdagingen
ro: Provocările Breslei
ru: Испытания гильдии
zh_hans: 公会挑战

# guilds.invite_to_guild
source: Invite to Guild
cs: Pozvat do cechu
es: Invita a la hermandad
id: Undang ke Guild
it: Invita alla Gilda
ja: ギルドに招待する
nl: Uitnodigen voor gilde
ro: Invită în Breaslă
ru: Пригласить в гильдию
zh_hans: 邀请加入公会

source: Join
cs: Přidat se
es: Unirse
id: Bergabung
it: Partecipa
ja: 参加する
nl: Deelnemen
ro: Participă
ru: Присоединиться
zh_hans: 加入

source: Special Items
cs: Speciální předmět
es: Objetos especiales
hr: Posebni artikli
id: Item Spesial
it: Oggetto Speciale
ja: スペシャルアイテム
nl: Speciale artikelen
ro: Obiecte Speciale
ru: Особые предметы
zh_hans: 特殊物品

# stable.standard_pets
source: Standard Pets
cs: Standardní mazlíčci
es: Mascotas estándar
hr: Standardni Ljubimci
id: Peliharaan Standar
it: Animali Base
ja: 基本のペット
nl: Standaard Huisdier
ro: Animale de companie Standard
ru: Обычные питомцы
zh_hans: 基础宠物

# stable.standard_mounts
source: Standard Mounts
cs: Standardní zvířata
es: Monturas estándar
hr: Standardne Jahaće životinje
id: Tunggangan Standar
it: Cavalcature Base
ja: 基本の乗騎
nl: Standaard Rijdieren
ro: Animale de Călărit Standard
ru: Обычные скакуны
zh_hans: 基础坐骑

# equipment.equipment
source: Equipment
cs: Vybavení
es: Equipamiento
id: Peralatan
it: Equipaggiamento
ja: 装備
nl: Uitrusting
ro: Echipament
ru: Снаряжение
zh_hans: 装备

# equipment.costume_explanation
source: Select "Use Costume" to equip items to your avatar without affecting the Stats from your Battle Gear! This means that you can dress up your avatar in whatever outfit you like while still having your best Battle Gear equipped.
cs: Vyber "Použít kostým", abys vybavil/a svého avatara, aniž bys nějak ovlivnil/a statistiky tvé Bojové výzbroje! To znamená, že můžeš obléct svého avatara do jakéhokoliv vybavení chceš a stále mít tvojí nejlepší Bojovou výzbroj na sobě.
es: ¡Selecciona "Usar Disfraz" para equipar los elementos de tu avatar sin afectar a las Estadísticas de tu Equipo de Batalla! Esto significa que puedes vestir a tu avatar con cualquier atuendo mientras mantienes tu mejor Equipo de Batalla equipado.
hr: Odaberi "Koristi kostim" kako bi opremio/la artikle za svog avatara bez utjecanja na statistiku svoje ratne opreme! Ovo znači da svog avatara možeš obući kako god hoćeš, a da pritom i dalje imaš opremljenu najbolju ratnu opremu.
id: Pilih "Gunakan Kostum" untuk memasang item ke avatarmu tanpa mempengaruhi Stat dari Perlengkapan Tempur-mu! Artinya, kamu bisa menghias avatarmu dengan outfit apa pun yang kamu suka sambil tetap menggunakan Perlengkapan Tempur terbaikmu.
it: Seleziona "Usa costume" per far indossare degli oggetti al tuo avatar senza influenzare le statistiche del tuo equipaggiamento da battaglia! Questo significa che puoi vestire il tuo avatar con gli oggetti che ti piacciono di più, mantenendo le statistiche dei tuoi oggetti migliori.
ja: 「衣装を使用する」を選択すると、武装の能力値に影響を与えずに、アイテムをアバターに着せることができます! つまり、もっとも効果の高いアイテムを装備しながらも、あなたのアバターは自由にオシャレができるということです。
nl: Selecteer "Kostuum gebruiken" om jouw avatar voorwerpen aan te laten trekken zonder de Eigenschappen, die je van jouw Strijduitrusting krijgt, te veranderen! Dit betekent dat je jouw avatar elke uitrusting aan kan trekken, terwijl je alsnog je Strijduitrusting gebruikt.
ro: Selectează ”Utilizează Costum” pentru a-ți echipa avatarul cu articole, fără a-ți lăsa Statusul să fie afectat de către Echipamentul de Luptă! Asta înseamnă că-ți poți îmbrăca avatarul în orice echipament dorești, păstrând în același timp Echipamentul de Luptă echipat.
ru: Выбор этой опции позволяет надеть на аватар вашего персонажа любые, понравившиеся вам вещи, не влияя на характеристики боевой экипировки.
zh_hans: 选择“使用服装”来装备你的角色形象不会影响你的战斗装备的属性点！这意味着你可以随便装扮你的角色，而不会改变你的最优属性点的战斗装备。

# equipment.class_equipment
source: Class Equipment
cs: Vybavení třídy
es: Equipamiento de Clase
id: Perlengkapan Profesi
it: Equipaggiamento Classe
ja: クラスの装備
nl: Klasse Uitrusting
ro: Echipamentul Clasei
ru: Снаряжение класса
zh_hans: 职业装备

# avatar.skin_color
source: Skin Color
cs: Barva kůže
es: Color de piel
id: Warna Kulit
it: Colore della Pelle
ja: 肌の色
nl: Skinkleur
ro: Culoarea Pielii
ru: Цвет кожи
zh_hans: 肤色

source: Purchase Gems
cs: Koupit drahokamy
es: Comprar Gemas
id: Beli Permata
it: Acquista Gemme
ja: ジェムを購入する
nl: Koop Edelstenen
ro: Cumpără Nestemate
ru: Купить самоцветы
zh_hans: 购买金币

source: Level
cs: Úroveň
es: Nivel
it: Livello
ja: レベル
nl: Niveau
ro: Nivel
ru: Уровень
zh_hans: 等级

# party.invitation_no_invitername
source: Someone invited you to join their party
cs: Někdo tě pozval, aby ses stal členem jeho/její skupiny
es: Alguien te ha invitado a unirse a su equipo
hr: Netko te pozvao da se priključiš njihovoj družini
id: Seseorang mengundangmu bergabung dengan Party **%@**
it: Qualcuno ti ha invitato ad unirti alla sua squadra
ja: 誰かがあなたをパーティーへ招待しました
nl: Iemand heeft je uitgenodigd om deel te nemen aan hun gezelschap
ro: Cineva te-a invitat să te alături Cetei lor
ru: Кто-то пригласил вас в команду
zh_hans: 有人邀请你加入他们的队伍

# party.invitation_invitername
source: %@ invited you to join their party
cs: %@ tě pozval(a), aby ses stal členem jeho/její skupiny
es: %@ te ha invitado a unirte a su equipo
hr: %@ te pozvao/la da se priključiš njihovoj družini
id: **@%@** mengundangmu bergabung dengan Party **%@**
it: %@ ti ha invitato ad unirti alla sua squadra
ja: %@ があなたをパーティーへ招待しました
nl: %@ heeft je uitgenodigd om deel te nemen aan hun gezelschap
ro: %@ te-a invitat în Ceata lor
ru: %@ пригласил вас присоединиться к команде
zh_hans: %@ 邀请你加入他们的队伍

# party.create_party_title
source: Play Habitica in a Party
cs: Hraj Habitica ve skupině
es: Juega a Habitica en un equipo
id: Mainkan Habitica dalam sebuah Party
it: Gioca ad Habitica con una Squadra
ja: パーティーに参加してHabiticaをプレイしましょう
nl: Speel Habitica met een gezelschap
ro: Joacă Habitica într-o Ceată
ru: Играйте в Habitica с командой
zh_hans: 和队伍里的伙伴一起玩Habitica

# party.create_party_button
source: Create a new Party
cs: Vytvoř novou skupinu
es: Crear un equipo nuevo
id: Buat Party baru
it: Crea una Squadra
ja: 新しいパーティーを作成する
nl: Maak een nieuwe gezelschap aan
ro: Crează o nouă Ceată
ru: Создать новую команду
zh_hans: 创建新队伍

# party.join_party_title
source: Want to join a party?
cs: Chceš se stát členem skupiny?
es: ¿Quieres unirte a un equipo?
id: Mau bergabung dengan sebuah party?
it: Vuoi entrare in una squadra?
ja: パーティーに参加したいですか？
nl: Wil je jezelf bij een gezelschap aansluiten?
ro: Vrei să te alături unei cete?
ru: Хотите присоединиться к команде?
zh_hans: 想加入一个队伍吗？

# party.party_challenges
source: Party Challenges
cs: Skupinové výzvy
es: Desafíos del equipo
id: Tantangan Party
it: Sfide della Squadra
ja: パーティーチャレンジ
nl: gezelschapsuitdagingen
ro: Provocările Cetei
ru: Испытания команды
zh_hans: 队伍挑战

# party.start_quest
source: Start a Quest
cs: Začít výpravu
es: Empezar una misión
id: Mulai sebuah Misi
it: Inizia una Missione
ja: クエストをはじめる
nl: Start een queeste
ro: Începe o Expediție
ru: Начать квест
zh_hans: 开始一个副本

# groups.guild_invitation_no_invitername
source: Someone invited you to join Guild: %@
cs: Někdo vás pozval, abyste se připojili k Cechu: %@
es: Alguien te ha invitado a unirte al gremio: %@
hr: Netko te pozvao da se priključiš Cehu: %@
id: Seseorang mengundangmu bergabung dengan Guild: **%@**
it: Qualcuno ti ha invitato ad unirti alla Gilda: %@
ja: 誰かがあなたをギルドへ招待しました： %@
nl: Iemand heeft je uitgenodigd om deel te nemen aan Gilde: %@
ro: Cineva te-a invitat să te alături Breslei: %@
ru: Кто-то пригласил вас в Гильдию: %@
zh_hans: 某人邀请你加入公会：%@

# groups.guild_invitation_invitername
source: %@ invited you to join Guild: %@
cs: %@ vás pozval/a, abyste se připojili k Cechu %@
es: %@ te ha invitado a unirte al gremio: %@
hr: %@ te pozvao/la da se priključiš Cehu: %@
id: **@%@** mengundangmu bergabung dengan Guild: **%@**
it: %@ ti ha invitato ad unirti alla Gilda: %@
ja: %@ があなたをギルドへ招待しました： %@
nl: %@ heeft je uitgenodigd om deel te nemen aan Gilde: %@
ro: %@ te-a invitat să te alături Breslei: %@
ru: %@ пригласил вас присоединиться к Гильдии: %@
zh_hans: %@ 邀请你加入公会: %@

source: Inactive
cs: Neaktivní
es: Inactivo
hr: Neaktivno
id: Tidak aktif
it: Inattivo
ja: アクティブではない
nl: Inactief
ro: Inactiv
ru: Неактивный
zh_hans: 不活跃

# one_month
source: 1 Month
cs: 1 měsíc
es: 1 mes
hr: 1 mjesec
id: 1 Bulan
it: 1 Mese
ja: 1 ヶ月
nl: 1 Maand
ro: 1 Lună
ru: 1 Месяц
zh_hans: 一个月

# x_months
source: %d Months
cs: %d měsíce
es: %d meses
hr: %d mjeseci
id: %d Bulan
it: %d Mesi
ja: %dヶ月
nl: %d Maanden
ro: %d Luni
ru: %d Мес.
zh_hans: %d个月

# unsubscribe_itunes
source: No longer want to subscribe? You can manage your subscription through your Apple ID in your device's Settings.
cs: Už nechceš být předplatitel? Své předplatné můžeš změnit přes iTunes.
es: ¿Ya no quieres seguir suscrito? Puedes administrar tu suscripción desde tu Apple ID en la configuración de tu dispositivo.
hr: Ne želiš više biti pretplatnik? Možeš upravljati svojom pretplatom kroz iTunes.
id: Tidak ingin berlangganan lagi? Kamu dapat mengelola langganan melalui ID Apple di Pengaturan perangkat.
it: Non vuoi più avere l'abbonamento? Puoi gestire il tuo abbonamento tramite il tuo ID Apple nelle Impostazioni del tuo dispositivo.
ja: もう有料プランを続けたくないですか？あなたの端末の設定＞Apple ID＞サブスクリプションから有料プランを管理できます。
nl: Wil je niet langer abonneren? Je kan je abonnement beheren met je Apple-ID in de Instellingen van je apparaat.
ro: Nu vrei să mai fii abonat? Poți gestiona abonările în iTunes.
ru: Больше не хотите иметь подписку? Вы можете управлять своей подпиской через Apple ID в настройках вашего устройства.
zh_hans: 不想再订阅了？你可以在iTunes里取消。

# open_itunes
source: Open Apple ID Subscriptions
cs: Otevřete předplatné Apple ID
es: Abrir Suscripciones de Apple ID
hr: Otvori iTunes
id: Buka Langganan ID Apple
it: Apri gli Abbonamenti Apple ID
ja: Apple ID サブスクリプションを開く
nl: Open Apple ID abonnementen
ro: Deschide iTunes
ru: Открыть подписки Apple ID
zh_hans: 打开Apple ID Subscriptions

# unsubscribe_website
source: No longer want to subscribe? Due to your payment method, you can only unsubscribe through the website.
cs: Už se nechcete přihlásit k odběru? Z důvodu vašeho způsobu platby se můžete odhlásit pouze prostřednictvím webu.
es: ¿Ya no quieres estar suscrito? Debido al método de pago, solo puedes desuscribirte desde el sitio web.
hr: Ne želiš više biti pretplatnik? Zbog tvog načina plaćanja, možeš otkazati pretplatu jedino putem web stranice.
id: Tidak ingin berlangganan lagi? Dikarenakan metode pembayaranmu, kamu hanya dapat berhenti berlangganan melalui situs web.
it: Non vuoi più avere l'abbonamento? A causa del tuo metodo di pagamento, puoi gestire il tuo abbonamento solo dal sito web.
ja: もう有料プランを続けたくないですか？ あなたの支払方法では、ウェブサイトからのみ有料プランを解約できます。
nl: Wil je niet langer abonneren? Vanwege je betaalmethode, kan je alleen je abonnement afzeggen via de website.
ro: Nu vrei să mai fii abonat? Datorită metodei tale de plată, te poți dezabona numai prin intermediul site-ului.
ru: Больше не хотите иметь подписку? Ваш способ оплаты позволяет отказаться от подписки только через сам веб-сайт.
zh_hans: 不想再订阅了？由于你的支付方式，你只能在网页上取消。
