Repository: HabitRPG/habitica-ios
Catalog: HabitRPG/Strings/*.lproj/Mainstrings.strings
Languages: cs, es, hr, id, it, ja, nl, ro, ru, zh_hans

# gift_confirmation_body_g1_g1
source: You sent %@ a %@-month Habitica subscription and the same subscription was applied to your account for our Gift One Get One promotion!
es: ¡Enviaste a %@ una suscripción de %@ meses a Habitica y esa misma suscripción se aplicó a tu cuenta por la promoción Regala Una Consigue Otra!
id: Kamu mengirimkan %@ sebuah berlangganan %@-bulan dan berlangganan yang sama telah diterapkan pada akunmu melalui promo kami Beri Satu Dapat Satu!
it: Hai inviato a %@ un abbonamento Habitica per %@ mesi e lo stesso abbonamento è stato aggiunto al tuo account per la nostra promozione Regalane uno Ricevine Uno!
ja: %@に%@ヶ月のHabiticaの有料プランを贈りました。そしてギフトワンゲットワンキャンペーンにより同じプランがあなたのアカウントにも適用されました！
nl: Je hebt %@ een habitica abonnement van %@ maanden gestuurd en hetzelfde abonnement is aan jouw account toegevoegd vanwege de geef er één krijg er één actie!
ru: Вы отправили %@ %@-месячную подписку Habitica. Эта же подписка была применена к вашей учетной записи, благодаря участию в акции «Подарите подписку, получите подписку»!
zh_hans: 你送给%@一个%@个月的Habitica订阅，由于买一赠一促销活动，你也获得了同样时长的订阅！

# gift_one_get_one_data.purchase_banner_title
source: Gift a sub and get a sub for free until %@
es: Regala una suscripción y reciba una gratis hasta el %@
id: Memberikan berlangganan dan dapatkan berlangganan secara gratis sampai %@
it: Regala un abbonamento e ne riceverai uno gratis fino a %@
ja: %@までに、有料プランをプレゼントして同じプランを無料でゲットしよう
nl: Geef een abonnement cadeau en ontvang gratis een abonnement tot %@
ru: Подарите подписку и получите вторую бесплатно до %@
zh_hans: 直到%@，每赠送一个订阅，就能免费获得一个订阅

# menu.skills
source: Skills
cs: Dovednosti
es: Habilidades
id: Kemampuan
it: Abilità
ja: スキル
nl: Vaardigheden
ru: Навыки
zh_hans: 技能

# create_challenge_description
source: To create a Challenge, log in to the Habitica website then tap the “Create” button on the “My Challenges” screen.
es: Para crear un reto, inicia sesión en Habitica y luego pulsa sobre el botón "Crear" de la pantalla "Mis retos".
id: Untuk membuat Tantangan, masuk ke situs Habitica dan ketuk tombol "Buat" pada layar "Tantangan Saya".
it: Per creare una Sfida accedi al sito di Habitica e clicca su "Crea" nella schermata delle Sfide.
ja: ギルドを作るにはHabiticaのウェブサイトにログインして「所属ギルド」画面の「作る」ボタンをタップしてください。
nl: Om een uitdaging aan te maken, log je in op de Habitica-website en tik je vervolgens op de knop "Aanmaken" op het scherm "Mijn uitdagingen".
ru: Чтобы создать испытание, зайти на сайт Habitica и, открыв страницу «Мои испытания», нажмите на кнопку «Создать».
zh_hans: 创建挑战的话，登录habitica网站，在“我的挑战”界面，点击“创建”按钮。

source: Create Challenge
es: Crear reto
id: Buat Tantangan
it: Crea Sfida
ja: チャレンジを作成する
nl: Uitdaging aanmaken
ru: Создать испытание
zh_hans: 创建挑战

# achievements.challenges
source: Challenges won
es: Retos ganados
id: Tantangan yang dimenangkan
it: Sfide vinte
ja: 優勝したチャレンジ
nl: Uitdagingen gewonnen
ru: Выигранные испытания
zh_hans: 挑战成功

# settings.launch_screen
source: Launch screen
cs: Spouštěcí obrazovka
es: Abrir pantalla
id: Layar Utama
it: Schermata iniziale
ja: 起動画面
nl: Startscherm
ru: Загрузочный экран
zh_hans: 加载界面

# quests.confirm_leave_nostart
source: Are you sure you want to leave the Quest? You won't be able to participate.
es: ¿Seguro que quieres abandonar la misión? No podrás volver a unirte.
id: Apakah kamu yakin kamu mau meninggalkan Misi ini? Kamu tidak akan bisa berpartisipasi lagi.
it: Sei sicuro di voler lasciare la missione? Non potrai partecipare.
ja: 進行中のクエストを抜けます。よろしいですか？一度抜けるともう一度参加することは出来ません。
nl: Weet je zeker dat je de queeste wilt verlaten? Je zult niet meer in staat zijn om deel te nemen.
ru: Вы уверены, что хотите покинуть квест? У вас не будет возможности участвовать в нем.
zh_hans: 你确定要离开副本吗？你将不能再次加入该副本。

# quests.confirm_leave
source: Are you sure you want to leave the Quest? All your progress will be lost.
es: ¿Seguro que quieres abandonar la misión? Todo tu progreso se perderá.
id: Apakah kamu yakin kamu mau meninggalkan misi yang sedang berlangsung? Semua perkembangan misimu akan hilang.
it: Vuoi davvero abbandonare la missione attiva? Tutti i tuoi progressi nella missione andranno persi.
ja: 進行中のクエストを抜けます。よろしいですか？あなたのクエストの成果はすべて失われます。
nl: Weet je zeker dat je de queeste wilt verlaten? Al jouw vooruitgang binnen de queeste zal verloren raken.
ru: Вы уверены, что хотите покинуть квест? Весь прогресс будет потерян.
zh_hans: 你确定要离开副本吗？你的副本进程将丢失。

source: Pending items
es: Elementos pendientes
id: Item terkumpul
it: Oggetti in sospeso
ja: 保留中のアイテム
nl: Items in afwachting
ru: Ожидаемые предметы
zh_hans: 待处理项目

# tasks.form.completions
source: Completions
cs: Dokončení
es: Conseguidos
hr: Dovršenja
id: Penyelesaian
it: Completamenti
ja: 完了
nl: Voltooiingen
ru: Завершено
zh_hans: 完成情况

# tasks.form.negative
source: Negative
cs: Negativní
es: Negativo
hr: Negativna
id: Negatif
it: Negativa
ja: 悪い
nl: Negatief
ru: Вредная
zh_hans: 消极

# tasks.form.positive
source: Positive
cs: Pozitivní
es: Positivo
hr: Pozitivna
id: Positif
it: Positiva
ja: 良い
nl: Positief
ru: Полезная
zh_hans: 积极

# tasks.form.adjust_streak
source: Adjust Streak
cs: Upravit sérii
es: Ajustar racha
hr: Prilagodi niz
id: Sesuaikan Rentetan
it: Sistema la serie
ja: 連続実行回数を修正
nl: Serie aanpassen
ru: Восстановить серию
zh_hans: 调整连击

# seasonal_potions_available
source: Seasonal items available
es: Objetos estacionales disponibles
id: Item musiman tersedia
it: Oggetti stagionali disponibili
ja: 季節のアイテムが購入可能です
nl: Seizoensvoorwerpen beschikbaar
ru: Доступные сезонные предметы
zh_hans: 季节性商品可购买

source: New
es: Nuevo
id: Baru
it: Nuovo
ja: Ｎｅｗ
nl: Nieuw
ru: Новинка
zh_hans: 新的

# x_items_found
source: %d Items found
es: %d objetos encontrados
id: %d Item ditemukan
it: %d oggetti trovati
ja: 個のアイテムを見つけました
nl: %d voorwerpen gevonden
ru: %d предметов найдено
zh_hans: 你找到了 %d 副本物品

# week_reminder_body
source: Breaks are healthy, but you can still earn points for simple activities to level up and get cool gear!
es: Descansar está bien, ¡pero realizando en su lugar algunas tareas sencillas, podrás seguir ganando puntos para subir de nivel y conseguir equipo molón!
id: Beristirahat itu menyehatkan, akan tetapi kamu masih bisa mendapatkan poin dari aktifitas sederhana untuk menaikkan level dan mendapatkan perlengkapan keren!
it: Una pausa fa bene, ma puoi comunque guadagnare punti su attività semplici per salire di livello e ottenere equipaggamenti fortissimi!
ja: 休憩は健康によいです。しかし、簡単な活動でまだまだポイントを稼げますから、レベルアップしたりかっこいい装備を手に入れたりできますよ！
nl: Pauzes zijn gezond, maar je kan nog steeds punten krijgen voor simpele activiteiten om levels omhoog te gaan en een coole uitrusting te krijgen!
ru: Отдых полезен, но вы все еще можете зарабатывать очки опыта за выполнение заданий, чтобы поднять уровень и получить крутой комплект брони!
zh_hans: 小憩一会也不错，你可以做一些简单的任务来获得经验值、超酷的装备和魔法值！

# week_reminder_title
source: How are your tasks going?
es: ¿Cómo te va con tus tareas?
id: Bagaimana kabar tugasmu?
it: Come sta andando con le tue attività?
ja: タスクの進み具合はどうですか？
nl: Hoe gaat het met je taken?
ru: Как идут ваши дела?
zh_hans: 你的任务完成得如何了？

# daily_tip_9
source: If you're having a tough time, try breaking your tasks down into smaller parts.
es: Si lo estás pasando mal, intenta dividir tus tareas en otras más pequeñas.
id: Jika kamu mengalami kesulitan, cobalah memecah tugasmu menjadi bagian-bagian kecil.
it: Se stai vivendo un momento difficile, prova a dividere le tue attività in parti più piccole.
ja: もしもあなたが苦労しているなら、タスクを小さく分解してみましょう。
nl: Als je het moeilijk hebt, probeer dan je taken in kleinere delen op te splitsen.
ru: Если вам тяжело, попробуйте разбить ваши задания на несколько небольших частей.
zh_hans: 如果一个任务太过艰巨，尝试把它分解成几个小步骤。

# daily_tip_8
source: You can change your task's difficulty to reward yourself more for hard tasks!
es: ¡Puedes cambiar la dificultad de tus tareas para obtener premios más elevados por las más difíciles!
id: Kamu dapat mengubah tingkat kesulitan tugasmu agar kamu mendapat hadiah yang lebih banyak untuk tugas yang sulit!
it: Puoi regolare la difficoltà di un'attività per ricompensarti dopo un'attività impegnativa!
ja: 難しいタスクをこなしたらより多く報酬がもらえるように、タスクの難易度を変更することができます！
nl: Je kunt de moeilijkheidsgraad van een taak veranderen om jezelf meer te belonen voor zware taken!
ru: Вы можете изменить сложность своих заданий, чтобы за выполнение тяжелых получать большую награду!
zh_hans: 你可以修改任务的难易等级来获得不同的奖励！

# daily_tip_7
source: Try pinning items from the Market to your Rewards to help motivate you to earn them!
es: ¡Prueba a marcar objetos del mercado entre tus recompensas para motivarte a conseguirlos!
id: Cobalah mem-pin item dari Pasar ke Hadiahmu untuk memotivasimu meraihnya!
it: Prova ad appuntare articoli del Mercato alle tue Ricompense per motivarti a guadagnarle!
ja: 獲得したくてモチベーションが上がるように、市場からアイテムをごほうび欄にピン留めしてみましょう！
nl: Probeer voorwerpen van de markt vast te prikken bij je beloningen om je te motiveren ze te verdienen!
ru: Попробуйте закрепить предметы из рынка в вашу колонку Награды, чтобы мотивировать себя на их получение!
zh_hans: 尝试把市场里的商品固定在奖励栏里来激励自己！

# daily_tip_6
source: Try setting a timer for ten minutes and seeing how much you can get done!
es: ¡Prueba a poner un temporizador de 10 minutos y ver cuánto puedes avanzar en ese tiempo!
id: Cobalah untuk mengatur timer selama 10 menit dan lihatlah seberapa banyak yang kamu bisa kerjakan!
it: Prova ad impostare un timer per dieci minuti e a vedere quanto riesci a fare!
ja: １０分間タイマーをセットしてみましょう。そして、自分がどのくらい完了できるか確かめてみましょう！
nl: Probeer een timer te zetten voor 10 minuten en kijk hoeveel je kunt doen!
ru: Попробуйте поставить таймер на десять минут и узнать, сколько дел вы сможете выполнить!
zh_hans: 尝试设置一个10分钟的计时看看你能完成多少！

# daily_tip_5
source: Take a few deep breaths to help you focus. You can do this!
es: Respira profundamente varias veces para ayudarte a concentrarte. ¡Puedes con esto!
id: Tarik nafas dalam-dalam membantumu untuk fokus. Kamu pasti bisa!
it: Fai dei respiri profondi per concentrarti meglio. Puoi farcela!
ja: 少し深呼吸して集中してみましょう。あなたならできる！
nl: Haal een paar keer diep adem om je te helpen focussen. Je kunt dit!
ru: Сделайте несколько глубоких вдохов, чтобы сосредоточиться. Вы сможете это сделать!
zh_hans: 深呼吸！保持专注！你能办到！

# daily_tip_4
source: Occasionally re-evaluating your tasks can help keep you on the right path.
es: Revisar tus tareas ocasionalmente puede ayudarte a seguir el camino correcto.
id: Sesekali evaluasi kembalilah tugasmu agar kamu tetap di jalur yang benar.
it: Rivalutare occasionalmente le tue attività può aiutarti a mantenere la giusta strada.
ja: ときどきタスクを見直して再評価することは、正しい道筋を進み続けるために役立ちます。
nl: Het van tijd tot tijd herevalueren van je taken kan je helpen om op het rechte pad te blijven.
ru: Время от времени переоценка ваших заданий может помочь вам оставаться правильного пути.
zh_hans: 偶尔审视一下你的任务以免偏离正道。

# daily_tip_3
source: You can schedule specific reminders for Dailies too.
es: También puedes programar recordatorios específicos para tus tareas diarias.
id: Kamu dapat menjadwalkan pengingat untuk Keseharian tertentu juga.
it: Puoi impostare dei promemoria specifici anche per le Attività Giornaliere.
ja: 日課に対して特定のリマインダーを設定することもできます。
nl: Je kunt ook specifieke herinneringen voor dagelijkse taken inplannen.
ru: Вы можете также запланировать специальные напоминания для ежедневных дел.
zh_hans: 你也可以安排特定的日程提醒。

# daily_tip_2
source: You can change how often each Daily repeats. Even infrequent tasks can be scheduled.
es: Puedes cambiar con qué frecuencia se repiten las tareas diarias. Se pueden programar incluso tareas pocos frecuentes.
id: Kamu dapat mengganti seberapa sering Keseharian-mu berulang. Bahkan tugas yang jarang pun dapat dijadwalkan.
it: Puoi regolare la frequenza di ripetizione di ogni Attività Giornaliera. Perfino la data delle attività infrequenti può essere programmata.
ja: それぞれの日課をどのくらいの頻度で繰り返すかを変更することができます。たまにしなかないタスクでさえスケジュールすることができます。
nl: Je kunt veranderen hoe vaak een dagelijkse taak zich herhaalt. Zelfs onregelmatige taken kunnen ingepland worden.
ru: Вы можете изменять частоту ежедневных заданий. Можно даже запланировать задания, выполняемые нечасто.
zh_hans: 你可以修改你的每日任务的重复频率。不频繁的任务都能被安排得明明白白。

# daily_tip_1
source: Add checklists to your To Do's to multiply your rewards!
es: ¡Añade listas a tus tareas pendientes para multiplicar sus recompensas!
id: Tambahkan ceklis ke dalam Agendamu untuk melipatgandakan hadiah!
it: Aggiungi delle checklist alle tue Cose da Fare perché le tue ricompense si moltiplichino!
ja: 報酬を増やすためにTo Doにチェックリストを加えてみましょう！
nl: Voeg checklijsten toe aan jouw to-do's om de beloningen te vermenigvuldigen!
ru: Добавьте списки к вашим задачами, чтобы увеличить награду в разы!
zh_hans: 在你的 "待办事项 "中加入检查清单，让你的奖励成倍增加!

# daily_tip_0
source: Want to try something new? Join a Challenge to expand your task list and win some Gems!
es: ¿Quieres probar algo nuevo? ¡Únete a un reto para aumentar tu lista de tareas y ganar algunas gemas!
id: Ingin mencoba hal baru? Bergabunglah dengan Tantangan untuk melebarkan daftar tugasmu dan memenangkan beberapa Permata!
it: Vuoi provare qualcosa di nuovo? Unisciti ad una Sfida per espandere la tua lista delle attività e vincere qualche Gemma!
ja: 何か新しいことに挑戦したいですか？あなたのタスクリストを発展させてくれるチャレンジに参加して、ジェムを獲得しましょう！
nl: Wil je iets nieuws proberen? Doe mee aan een uitdaging om je takenlijst uit te breiden en wat edelstenen te winnen!
ru: Хотите попробовать что-то новое? Присоединяйтесь к испытаниям, чтобы расширить список ваших заданий и выиграть несколько самоцветов!
zh_hans: 想试试新东西？加入一个挑战来扩充你的任务列表，还有机会赢得一些宝石！

source: Get Started
es: Empezar
id: Ayo Mulai
it: Iniziamo
ja: はじめましょう
nl: Begin
ru: Начать
zh_hans: 开始吧

# is_open
source: Open
es: Abrir
id: Buka
it: Aperto
ja: 開店中
ru: Открыто
zh_hans: 打开

# inventory.available_for
source: Available For %@
es: Disponible durante %@
id: Tersedia untuk %@
it: Disponibile per %@
ja: 購入できる期間は残り%@です
nl: Beschikbaar voor %@
ru: Доступно для %@
zh_hans: 有效时间剩余：%@

# quests.unlock_incentive_short
source: %d Check-Ins
es: %d conexiones
id: Cek In yang ke-%d
it: %d accessi
ja: %d回チェックイン
nl: %d ingecheckt
ru: %d входов в игру
zh_hans: 签到数%d

source: Update
cs: Aktualizovat
es: Actualizar
id: Perbarui
it: Aggiorna
ja: 更新
ru: Обновление
zh_hans: 更新

source: Streak
cs: Série
es: Racha
hr: Niz
id: Rentetan
it: Serie
ja: 連続実行
nl: Reeks
ru: Серия
zh_hans: 连续打卡

# inventory.no_longer_available
source: No Longer Available
es: Ya no está disponible
id: Tidak Lagi Tersedia
it: Non più disponibile
ja: 販売終了しました
nl: Niet langer beschikbaar
ru: Больше недоступно
zh_hans: 不再可用

# inventory.hatched_sharing
source: I just hatched a %@ %@ pet in Habitica by completing my real-life tasks!
es: ¡Acabo de eclosionar la mascota %@ %@ en Habitica completando mis tareas de la vida real!
id: Saya baru saja menetaskan seekor %@ %@ di Habitica dengan menyelesaikan tugas kehidupan nyata!
it: Ho appena ottenuto un %@ %@ in Habitica completando i miei obbiettivi nella vita reale!
ja: 現実の生活でタスクを達成して、Habiticaで%@%@のペットをかえしました！
nl: Ik heb net een %@ %@ huisdier uitgebroed in Habitica door het voltooien van taken in het echte leven!
ru: Я вырастил %@ %@ питомца в Habitica, выполняя свои задания в реальной жизни!
zh_hans: 通过完成现实生活中的任务，我刚刚在Habitica孵化了一只%@%@宠物！

source: Beginner Objectives
es: Objetivos de principiante
id: Misi Pemula
it: Obiettivi per principianti
ja: 初心者の目標
nl: Begindoelen
ru: Цели для начинающих
zh_hans: 新手目标

source: Total Completions
cs: Celkem dokončeno
es: Logros totales
hr: Broj ukupnih dovršetaka
id: Total Penyelesaian
it: Compimenti totali
ja: 達成数
nl: Totale voltooiingen
ru: Всего выполнено
zh_hans: 总完成量

# quests.unlock_incentive
source: Unlock by checking in %d times
es: Desbloquea marcando %d veces
id: Buka dengan cek in %d kali
it: Sblocca facendo accedendo %d volte
ja: %d回チェックインするとアンロックされます
nl: Ontgrendel door %d in te checken
ru: Разблокируйте, заходя %d дней подряд
zh_hans: 签到%d次可解锁

# tasks.edit_details
source: Edit Details
cs: Upravit podrobnosti
es: Editar detalles
id: Ubah Detail
it: Modifica dettagli
ja: 詳細の編集
nl: Details aanpassen
ru: Подробно редактировать
zh_hans: 编辑详情

source: Open for %@
es: Abrir durante %@
id: Buka sampai %@
it: Apri per %@
ja: 開店している期間は残り%@です
ru: Открыто на %@
zh_hans: 在%@期间开放

# survey.button
source: Go to Survey
es: Ir a la encuesta
id: Pergi ke Survei
it: Vai al sondaggio
ja: 調査へ
nl: Ga naar enquête
ru: Перейти к опросу
zh_hans: 前往填写调查问卷

# survey.description
source: Fill out this 5 minute survey to help us grow and receive an achievement!
es: ¡Completa esta encuesta de 5 minutos para ayudarnos a crecer y recibirás un logro!
id: Isi survei 5 menit ini untuk membantu kami berkembang dan terimalah pencapaian!
it: Compila questo sondaggio di 5 minuti per aiutarci a crescere e riceverai una medaglia!
ja: 5分でできるこの調査に協力してHabiticaの成長を手伝ってください。実績がもらえます！
nl: Vul deze 5 minuten durende enquête in om ons te helpen groeien en een prestatie te ontvangen!
ru: Заполните этот 5-минутный опрос, чтобы помочь нам развиваться, а также получить достижение!
zh_hans: 用5分钟完成调查问卷，帮助我们成长并获得成就！

# survey.title
source: Habitica player survey
es: Cuestionario de jugador de Habitica
id: Survei pemain Habitica
it: Indagine sui giocatori di Habitica
ja: Habiticaプレイヤー調査
nl: Habitica spelersenquête
ru: Опрос игроков Habitica
zh_hans: Habitica玩家调查

source: Created At
cs: Vytvořeno v
es: Creado el
hr: Stvoreno u
id: Dibuat pada
it: Creato il
ja: 作成した場所
nl: Aangemaakt op
ru: Создано в
zh_hans: 在此新建

# skills.caused_damage
source: You caused damage to the boss
cs: Způsobyl jsi bossovi zranění
es: Dañaste al jefe
id: Kamu menyebabkan kerusakan pada bos
it: Hai provocato dei danni al boss
ja: ボスにダメージを与えました
nl: Je hebt de baas schade toegebracht
ru: Вы нанесли боссу урон
zh_hans: 你对boss造成了伤害

source: year
es: año
id: tahun
it: anno
ja: 年
nl: jaar
ru: год

source: month
es: mes
id: bulan
it: mese
ja: 月
nl: maand
ru: месяц

source: week
es: semana
id: pekan
it: settimana
ja: 週
ru: неделя

source: day
es: día
id: hari
it: giorno
ja: 日
nl: dag
ru: день

source: Report
es: Reportar
id: Laporkan
it: Segnala
ja: 報告
ru: Жалоба

# checkin_prize_earned
source: You earned a %s as a reward for your devotion to improving your life.
es: Ganaste un %s como premio por tu compromiso de mejorar tu vida.
id: Kamu mendapatkan %@ sebagai hadiah untuk kesetiaanmu untuk memperbaiki hidupmu.
it: Hai ottenuto un %@ come ricomenza per la tua devozione a migliorare la tua vita.
ja: 生活を向上させる努力をしたごぼうびとして %s を獲得しました。
nl: Je hebt een %s verdiend als een beloning voor je toewijding aan het verbeteren van je leven.
ru: Вы заработали %@, как награду за преданность делу по улучшению вашей жизни.

# tasks.form.completion
source: Completion
cs: Dokončení
es: Conseguido
hr: Dovršenje
id: Penyelesaian
it: Completamento
ja: 完了
nl: Voltooiing
ru: Завершение
zh_hans: 完成

# tasks.form.last_scored
source: Last Scored
cs: Naposledy zabodováno
es: Última marca
hr: Zadnje postignuto
id: Terakhir Dilakukan
it: Completata l'ultima volta
ja: 最新の完了
ru: Последний результат

# tasks.form.times_scored
source: Times Scored
cs: krát zabodováno
es: Veces marcadas
hr: Puta Postignuto
id: Jumlah Dilakukan
it: Volte completata
ja: 完了した回数
ru: Количество очков

source: See you tomorrow
es: Hasta mañana
id: Sampai jumpa besok
it: Ci vediamo domani
ja: また明日
nl: Tot morgen
ru: Увидимся завтра

# tasks.tasks
source: Tasks
cs: Úkoly
es: Tareas
hr: Zadaci
id: Tugas
it: Attività
ja: タスク
nl: Taken
ru: Задания
zh_hans: 任务

# tasks.form.adjust_counter
source: Adjust Counter
cs: Upravit počítadlo
es: Ajustar contador
hr: Prilagodi brojilo
id: Sesuaikan Penghitung
it: Regola contatore
ja: 回数を修正
nl: Tellen aanpassen
ru: Настроить счётчик

# tasks.form.reset_counter
source: Reset Counter
cs: Vynulovat počítadlo
es: Resetear contador
hr: Resetiraj brojač
id: Ulang Penghitung
it: Azzera contatore
ja: カウンターをリセット
nl: Teller resetten
ru: Сбросить счётчик
zh_hans: 重置计数

# next_prize_in_x_checkins
source: Next prize in %d Check-Ins
es: Siguiente premio en %d conexiones
id: Hadiah berikutnya dalam %d Cek In
it: Prossimo premio tra %d accessi
ja: 次に賞品が受け取れるのは計%d日目のログインです
nl: Volgende prijs over %d check-ins
ru: Следующая награда через %d входов в игру

# tasks.form.none
source: None
cs: Žádný
es: Ningún
hr: Nijedan
id: Tidak ada
it: Nessuna
ja: なし
nl: Geen

source: OK
es: Aceptar
ru: ОК

# tasks.todo
source: To Do
cs: úkol
es: Tarea pendiente
hr: Zadatak
id: Agenda
it: Cose da Fare
ro: Sarcină
ru: Задача
zh_hans: 待办事项

# tasks.repeats.monthly_the
source: the %@
cs: v %@
es: El %@
id: tanggal %@
it: il %@
nl: op %@

# tasks.examples.team_daily_text
source: Update team on status
cs: Dej týmu vědět
es: Actualizar su equipo en tu situación
id: Kabari tim mengenai status terbaru
it: Aggiorna il team sullo stato del progetto
nl: Update je team over hoe het gaat
ro: Actualizează echipa cu privire la statut
ru: Узнать, как обстоят дела у команды
zh_hans: 更新团队状态
