Repository: HabitRPG/habitica-ios
Catalog: HabitRPG/Strings/*.lproj/Mainstrings.strings
Languages: cs, es, hr, id, it, ja, nl, ro, ru, zh_hans

# username_prompt_disclaimer
source: Usernames should conform to our #<ts>Terms of Service# and #<cg>Community Guidelines#. If you didn’t previously set a login name, your username was auto-generated.
cs: Uživatelská jména by měla splňovat naše #<ts>podmínky užívání# a #<cg>zásady komunity#. Jestliže jsi si předtím přihlašovací jméno nenastavil/a, bylo ti automaticky vygenerováno.
es: Los nombres de usuario deberían cumplir con nuestros #<ts>Términos y condiciones# y #<cg>Guías de la Comunidad#. Si no configuraste un nombre de acceso anteriormente, tu nombre de usuario fue generado automáticamente.
id: Nama pengguna harus sesuai dengan #<ts>Ketentuan Layanan# dan #<cg>Pedoman Komunitas# kami. Jika sebelumnya kamu tidak membuat nama login, nama pengguna akan dibuat secara otomatis.
it: I nomi utente devono essere conformi ai nostri #<ts>Termini di servizio# e #<cg>Norme della community#. Se non hai impostato un nome di accesso, il tuo nome utente è stato generato automaticamente.
ja: ユーザー名は、#<ts>サービス利用規約# と #<cg>コミュニティガイドライン# を守ったものでなければなりません。もしあなたが以前にログイン名を設定していなかった場合、あなたのユーザー名は自動生成されました。
nl: Gebruikersnamen moeten voldoen aan onze #<ts>Gebruiksvoorwaarden# and #<cg>Community Richtlijnen#. Als je nog geen aanmeldnaam had ingesteld, heb je nu een automatisch gegenereerde gebruikersnaam.
ru: Имена пользователей должны соответствовать # <ts>Лицензионному соглашению# и#<cg>Руководству Сообщества#. Если вы ранее не создали логин, ваше имя пользователя создалось автоматически.
zh_hans: 用户名应该符合我们的#<ts>服务协议#以及#<cg>社区准则#。如果你之前没有设置登录名，你的用户名会自动生成。

# settings.confirm_username_description
source: Confirming your username will make it public for invitations, @mentions and messaging. You can change your username from settings at any time.
cs: Potvrzením tvého uživatelského jména se stane veřejným pro pozvánky, @označení a zprávy. Své uživatelské jméno můžeš kdykoliv změnit v nastavení.
es: Confirmar tu nombre de usuario lo hará público para invitaciones, @menciones y mensajes. Puedes cambiar tu nombre de usuario desde Configuraciones en cualquier momento.
id: Mengonfirmasi nama pengguna akan menjadikannya publik untuk undangan, @sebutan, dan pesan. Kamu dapat mengubah nama pengguna dari pengaturan kapan saja.
it: Confermando il tuo nome utente, lo renderai pubblico per gli inviti, le @menzioni e i messaggi. Puoi cambiare il tuo nome utente andando nei parametri quando vuoi.
ja: 承認されたユーザー名は招待や@返信、メッセージなどで公開されます。ユーザー名はいつでも「設定」から変更可能です。
nl: Als je je gebruikersnaam bevestigt, kan deze worden gebruikt voor uitnodigingen, @meldingen en berichten. Je kunt je gebruikersnaam altijd veranderen via Instellingen.
ru: Подтвердив имя пользователя, вы сможете получать приглашения, @упоминания и сообщения. Вы можете изменить свое имя пользователя в настройках в любой момент.
zh_hans: 用户名一经确认就会显示在邀请，@提到你和私信中。你随时都可以在设置里修改用户名。

# settings.display_name_length_error
source: Your display name has to be between 1 and 30 characters.
cs: Zobrazovaný název musí obsahovat 1 až 30 znaků.
es: Tu nombre público debe tener entre 1 y 30 caracteres.
id: Nama tampilan harus terdiri dari 1 sampai 30 karakter.
it: Il nome visualizzato deve contenere da 1 a 30 caratteri.
ja: 表示名は1～30文字以内にしてください。
nl: Je weergegeven naam moet tussen 1 en 30 karakters zijn.
ru: Ваше отображаемое имя должно быть от 1 до 30 символов.
zh_hans: 你的昵称长度必须在1到30个字符间。

# settings.searchable_username
source: Suggest my username
cs: Navrhněte mé uživatelské jméno
es: Sugerir mi nombre de usuario
id: Sarankan nama pengguna
it: Suggerisci il mio nome utente
ja: ユーザー名を提案してもらう
nl: Stel mijn gebruikersnaam voor
ru: Введите имя пользователя
zh_hans: 用户名建议

# about.send_feedback
source: Send Feedback
cs: Poslat zpětnou vazbu
es: Enviar comentarios
id: Beri Saran
it: Invia feedback
ja: フィードバックを送る
nl: Stuur feedback
ru: Отправить отзыв
zh_hans: 发送反馈

# about.leave_review
source: Leave Review
cs: Zanechte recenzi
es: Comparte tu opinión
id: Berikan Ulasan
it: Lascia una recensione
ja: レビューを残す
nl: Laat een recensie achter
ru: Оставить отзыв
zh_hans: 不保存评论

# about.love_open_source
source: Web love open source software.
cs: Web miluje open source software.
es: Software código abierto.
id: Web perangkat lunak love open source.
it: Il Web ama il software open source.
ja: 私たちはオープンソースのソフトウェアが大好きです。
nl: We houden van open source software.
ru: Интернет обожает продукты с открытым исходным кодом.
zh_hans: 万维网热爱开源软件。

# about.no_email_message
source: Whoops, looks like you haven't set up your email on this phone yet. Configure an account in the iOS mail app to use this quick-reporting option, or just email us directly at %@
cs: Jejda, vypadá to, že jsi si zatím nenastavil/a svůj email na tomto telefonu. Nastav si účet v iOS mailové aplikaci, aby jsi mohl/a používat tuto volbu rychlého hlášení, nebo nás kontaktuj rovnou emailem na @%
es: Oops, parece que aún no has configurado tu correo en este teléfono. Agrega una cuenta en la aplicación de correo iOS para usar esta opción de contacto, o envíanos un mail directamente a %@
id: Ups, sepertinya kamu belum mengatur email di ponsel ini. Konfigurasikan akun di aplikasi email iOS untuk menggunakan opsi pelaporan cepat ini, atau kirim email kepada kami langsung di %@
it: Spiacenti, sembra che tu non abbia ancora impostato la tua e-mail su questo telefono. Configura un account nell'app di posta iOS per utilizzare questa opzione di segnalazione rapida o inviaci un'e-mail direttamente a %@
ja: おっと、どうやらあなたはこの電話でメールアドレスを設定していないようです。このクイック報告オプションを使うには、iOSのメールアプリでアカウントを設定してください。もしくは、%@で直接私たちにメールを送ってください
nl: Oeps, het lijkt erop dat je nog geen e-mail heb ingesteld op deze telefoon. Stel een account in in de iOS mail app om de optie van direct rapporteren te gebruiken, of email ons gewoon direct op %@
ru: Упс, похоже, вы еще не настроили свою электронную почту на этом телефоне. Настройте учетную запись в почтовом приложении iOS, чтобы использовать эту опцию, или просто напишите нам на %@
zh_hans: 糟糕！看起来在这部手机上你还没有设置过邮件。在iOS的邮件应用里配置账户，这样就能给我们快速发信。或者直接发到 %@

source: Damage Paused
cs: Poškození pozastaveno
es: Daño pausado
id: Damage Ditunda
it: Danni sospesi
ja: ダメージを一時停止する
nl: Schade gepauzeerd
ru: Получение урона приостановлено
zh_hans: 暂停伤害

# login.password_confirm_error
source: Password and password confirmation have to match and be longer than 8 characters.
cs: Heslo a potvrzení hesla se musí shodovat a musí být delší než 8 znaků.
es: La contraseña y la confirmación de la misma deben coincidir y deben superar los 8 caracteres.
id: Kata sandi dan konfirmasi kata sandi harus cocok dan lebih dari 8 karakter.
it: La password e la conferma della password devono corrispondere e contenere più di 8 caratteri.
ja: パスワードとパスワードの確認は一致しなくてはなりません。なおかつ8文字以上である必要があります。
nl: Het wachtwoord en de bevestiging van het wachtwoord moeten hetzelfde zijn en moeten langer dan 8 tekens zijn.
ru: Пароль и подтверждение пароля должны совпадать и быть длиннее 8 символов.
zh_hans: 密码与确定密码需要一致和超过8个字符。

# login.authentication_error
source: There was an error with the authentication. Try again later
cs: Při ověřování došlo k chybě. Zkus to později
es: Hubo un error con la autenticación. Intenta más tarde
id: Terjadi kesalahan dengan otentikasi. Coba lagi nanti
it: Si è verificato un errore con l'autenticazione. Riprovare più tardi
ja: 認証にエラーが発生しました。あとで再試行してください
nl: Er ging iets mis met de verificatie. Probeer het later nog eens
ru: Кажется, возникли технические проблемы на сервере. Повторите попытку позже
zh_hans: 认证时发生错误，请稍候重试

# login.email_username
source: Email / Username
cs: E-mail / uživatelské jméno
es: Correo / Nombre de usuario
id: Email / Nama Pengguna
it: E-mail o nome utente
ja: Eメール / ユーザー名
nl: Email / Gebruikersnaam
ru: Электронная почта / Имя пользователя
zh_hans: 邮件地址 / 用户名

# login.forgot_password
source: Forgot Password
cs: Zapomenuté heslo
es: Olvidé mi contraseña
id: Lupa Kata Sandi
it: Password dimenticata
ja: パスワードを忘れた
nl: Wachtwoord vergeten
ru: Напомнить пароль
zh_hans: 忘记密码

# groups.error_name_required
source: Name may not be empty.
cs: Název nesmí být prázdný.
es: No puedes dejar el nombre en blanco.
id: Nama tidak boleh kosong.
it: Il nome non può essere vuoto.
ja: 名前は空白にできません。
nl: Je naam mag niet leeg zijn.
ru: В приглашении нет текста.
zh_hans: 名称不能为空。

# gift_recipient_title
source: Who would you like to gift to?
cs: Koho byste chtěli obdarovat?
es: ¿A quien te gustaría hacerle un regalo?
id: Kirim hadiah
it: A chi vorresti regalarlo?
ja: 誰に贈り物を送りたいですか？
nl: Aan wie wil je het geven?
ru: Кому бы вы хотели сделать подарок?
zh_hans: 你想赠送给谁？送礼物

# gift_recipient_subtitle
source: Enter recipient's @ username
cs: Zadejte @uživatelské_jméno příjemce
es: Ingresa el @ nombre de usuario de quien lo recibirá
id: Masukkan @ nama pengguna penerima
it: Inserisci @username del destinatario
ja: 受け取る人の@ユーザー名を入力してください
nl: Vul de @ gebruikersnaam van de ontvanger in
ru: Введите @ имя получателя
zh_hans: 输入接收者的 @用户名

source: Continue
cs: Pokračovat
es: Continuar
id: Lanjutkan
it: Continua
ja: 続ける
nl: Verder
ru: Продолжить
zh_hans: 继续

# gift_confirmation_title
source: Your gift was sent!
cs: Váš dárek byl odeslán!
es: ¡Tu regalo ha sido enviado!
id: Hadiahmu telah dikirim!
it: Il tuo regalo è stato inviato!
ja: プレゼントを贈りました！
nl: Je cadeautje is verstuurd!
ru: Ваш подарок отправлен!
zh_hans: 你的礼物已送达！

# gift_confirmation_body_g1g1
source: You sent %@ a %@-month Habitica subscription and the same subscription was applied to your account for our Gift One Get One promotion!
cs: Poslal/a jsi %@ %@ měsíců Habitica předplatného a stejné předplatné bylo připsáno i na tvůj účet v rámci naší akce "Daruj jedno, dostaň jedno"!
es: ¡Le enviaste a %@ una suscripción de Habitica de %@ meses y la misma suscripción fue aplicada a tu cuenta por nuestra promoción Regala Una Recibe Una!
id: Kamu mengirimkan %@ sebuah berlangganan %@-bulan dan berlangganan yang sama telah diterapkan pada akunmu melalui promo kami Beri Satu Dapat Satu!
it: Hai inviato a %@ un abbonamento Habitica per %@ mesi e lo stesso abbonamento è stato aggiunto al tuo account per la nostra promozione Regalane uno Prendine Uno!
ja: %@ に %@ヶ月分のHabitica有料プランを送りました。そして、誰かにプレゼントすると同じ分だけ無料で受けられるキャンペーンによって、あなたのアカウントにも同じプランが無料で適用されました！
nl: Je het %@ een Habitica abonnement van %@ maanden gestuurd, en hetzelfde abonnement is aan jouw account toegevoegd vanwege de Geef er Een Krijg er Een actie!
ru: Вы отправили %@ %@-месячную подписку Habitica. Эта же подписка была применена к вашей учетной записи, благодаря участию в акции «Подарите подписку, получите подписку»!
zh_hans: 你送给%@一个%@个月的Habitica订阅，由于买一赠一促销活动，你也获得了同样时长的订阅！

# gift_confirmation_body
source: You sent %@ a %@-month Habitica subscription.
cs: Odeslali jste předplatné Habitica %@ na %@ - měsíců.
es: Le enviaste a %@ una suscripción de Habitica de %@ meses.
id: Kamu mengirimkan %@ berlangganan %@-bulan Habitica.
it: Hai inviato a %@ un abbonamento Habitica per %@ mesi.
ja: %@ に %@ヶ月分のHabitica有料プランを送りました。
nl: Je hebt %@ een Habitica abonnement van %@ maanden gestuurd.
ru: Вы отправили %@ %@-мес. подписку Habitica.
zh_hans: 您送了%@ %@个月的Habitica订阅。

# gift_subscription_prompt
source: Choose the subscription you’d like to gift below! This purchase won’t automatically renew.
cs: Níže si vyberte předplatné, které chcete darovat! Tento nákup se automaticky neobnoví.
es: ¡Escoge la suscripción que te gustaría regalar debajo! Esta compra no se renovará automáticamente.
id: Pilihlah langganan dibawah yang ingin kamu berikan! Pembelian ini tidak akan diperbarui secara otomatis.
it: Scegli l'abbonamento che vorresti regalare qua sotto! Questo acquisto non si rinnoverà automaticamente.
ja: 下の方からプレゼントしたい有料プランを選んでください！ この購入では、自動的に更新はされません。
nl: Kies hieronder het abonnement dat je cadeau wilt geven! Deze aankoop zal niet automatisch vernieuwen.
ru: Выберите подписку, которую хотите подарить ниже! Эта покупка не будет автоматически продлена.
zh_hans: 选择您希望赠送的订阅时长。赠送的订阅不会自动续费。

# gem_cap
source: %d Gem cap
cs: %d kapacita drahokamů
es: %d Límite de gemas
id: Batas %d Permata
it: %d limite gemme
ja: 上限 %d ジェム
nl: %d Edelsteen limiet
ru: Предел в %d самоцветов
zh_hans: %d宝石上限

# hourglass_count
source: +%d Mystic Hourglass
cs: +%d Mystických přesýpacích hodin
es: +%d Reloj místico
id: +%d Jam Pasir Mistik
it: +%d Clessidra Mistica
ja: +%d個の神秘の砂時計
nl: +%d Mysterieuze Zandloper
ru: +%d мистических песочных часов
zh_hans: +%d神秘沙漏

# intro.welcome_prompt
source: What should we call you?
cs: Jak ti máme říkat?
es: ¿Cómo deberíamos llamarte?
id: Bagaimana kami memanggilmu?
it: Come dovremmo chiamarti?
ja: あなたを何と呼べばいいですか？
nl: Hoe zullen we jou noemen?
ru: Как к вам обращаться?
zh_hans: 如何称呼你呢？

# intro.welcome_speechbubble
source: Oh, you must be new here. I’m Justin, your guide to Habitica. First, what should we call you? Feel free to change what I picked. When you’re all set, let’s create your avatar!
cs: Ha, ty tu budeš nový/á. Já jsem Justin, tvůj průvodce po Habitica. Nejprve, jak ti máme říkat? Nezdráhej se změnit, co jsem vybral. Jakmile budeš mít vše nastaveno, tak se pustíme do vytvoření tvého avataru!
es: Ah, debes ser nuevo por aquí. Soy Justin, tu guía en Habitica. Antes que nada, ¿cómo deberíamos llamarte? Sé libre de cambiar lo que he escogido. Cuando estés listo, ¡vamos a crear tu avatar!
id: Wah, kamu pasti orang baru disini. Aku Justin, aku akan menjadi pemandumu di Habitica Pertama-tama, bagaimana sebaiknya aku memanggilmu? Jangan ragu untuk mengubah apa yang telah dipilih. Saat kamu siap, mari buat avatar-mu!
it: Oh, devi essere nuovo qui. Sono Justin, sarò la tua guida in Habitica. Innanzi tutto, come vorresti chiamarti? Non esitare a cambiare quello che ho selezionato per te. Quando sei pronto, crea il tuo avatar!
ja: やあ、新人さんだね。僕はJustin。Habiticaの案内役だよ。 まず、あなたを何と呼べばいいかな？ 僕の選んだものから自由に変更してね。準備が整ったら、自分のアバターを作ってみよう！
nl: Oh, volgens mij ben jij nieuw hier! Ik ben Justin, en ik leid je rond in Habitica! . Maar eerst, hoe zullen we jou noemen? Ik heb iets gekozen, maar dat mag je gewoon veranderen. Als je daarmee klaar bent, gaan we je avatar maken!
ru: О, должно быть, ты тут впервые. Я Джастин, и буду твоим наставником в Habitica. Для начала, как тебя зовут, герой? Не беспокойся, имя, которое я выбрал, потом можно будет изменить. Ну что, а теперь давай создадим твой аватар!
zh_hans: 哦，你一定是新来的！我是Justin，你的Habitica向导。 我该如何称呼你呢？你可以修改名字，之后就可以开始创建你的个人形象！

# intro.avatar_setup_speechbubble
source: So how would you like to look? Don’t worry, you can change this later.
cs: Jak byste tedy chtěli vypadat? Nebojte se, můžete to změnit později.
es: Entonces, ¿cómo te gustaría verte? No te preocupes, puedes cambiar esto luego.
id: Jadi kamu ingin terlihat seperti apa? Jangan khawatir, kamu dapat mengubahnya nanti.
it: Quindi, che aspetto ti piacerebbe avere? Non preoccuparti, lo potrai cambiare in seguito.
ja: では、どのような容姿にしたいですか？ 心配しないで、これはあとで変更することができます。
nl: Hoe wil je eruit zien? Wees niet bang: je kunt dit later altijd nog veranderen.
ru: Итак, как бы вы хотели выглядеть? Не беспокойтесь, вы сможете это изменить позже.
zh_hans: 你希望拥有怎样的外观？别担心，之后还能修改。

# intro.task_setup_speechbubble
source: Great! Now, what are you interested in working on throughout this journey?
cs: Skvělé! Na čem teď máte zájem pracovat na této cestě?
es: ¡Genial! Ahora, ¿en qué te interesa trabajar a lo largo de esta aventura?
id: Bagus! Sekarang, apa yang menurutmu menarik untuk kamu kembangkan dalam pengembaraan ini?
it: Splendido! Ora dimmi, su cosa vorresti lavorare durante questo viaggio?
ja: 素晴らしい！ さて、あなたはこの旅路を通して何に取り組むことに関心がありますか？
nl: Wauw, goed bezig! Nou, waar zou je aan willen werken tijdens dit avontuur?
ru: Великолепно! Теперь, над чем вы хотите работать на протяжении всего этого путешествия?
zh_hans: 棒极了！那么，你想在这里改善生活的什么方面呢？

# intro.card2.text
source: Unlock features in the game by checking off your real life tasks. Earn armor, pets, and more as rewards for meeting your goals.
cs: Odemkni funkce ve hře za plněním svých skutečných životních úkolů. Vydělávej na zbroj, domácí mazlíčky a další, jako odměny za splnění tvých cílů.
es: Desbloquea aspectos del juego tachando tus tareas de la vida real. Consigue armaduras, mascotas y más como recompensas por alcanzar tus objetivos.
id: Buka fitur dalam game dengan mengerjakan tugasmu di dunia nyata. Dapatkan baju, peliharaan, dan banyak lagi sebagai hadiahmu mencapai tujuan.
it: Sblocca nuovi elementi nel gioco portando a termine gli impegni della vita reale. Ottieni armature, animali e altro come ricompensa per aver raggiunto i tuoi obiettivi.
ja: 現実でタスクをこなして、ゲーム内の機能をアンロックしましょう。よろいやペットなどのさまざまなアイテムを、目標に近づいたごほうびとして獲得しましょう。
nl: Als je taken in het echte leven volbrengt, speel je nieuwe dingen vrij in de game. Je kunt wapens verdienen, maar ook huisdieren en andere beloningen omdat je je doelen hebt gehaald.
ru: Разблокируйте возможности в игре, отмечая выполненные задания в реальной жизни. Получите доспехи, питомцев и многое другое в качестве наград за достижение целей.
zh_hans: 完成现实生活中的任务以解锁游戏内容。完成任务，即可获得装备、宠物等奖励。

source: Never
cs: Nikdy
es: Nunca
id: Tidak Pernah
it: Mai
ja: しません
nl: Nooit
ru: Никогда
zh_hans: 从不

source: Keep Tasks
cs: Nechat úkoly
es: Mantener Tareas
id: Simpan Tugas
it: Tieni attività
ja: タスクを残す
nl: Taken bewaren
ru: Оставить задания
zh_hans: 保留任务

source: Delete Tasks
cs: Odstranit úkoly
es: Borrar Tareas
id: Hapus Tugas
it: Elimina attività
ja: タスクを削除する
nl: Taken verwijderen
ru: Удалить задания
zh_hans: 删除任务

source: Welcome Back!
cs: Vítejte zpět!
es: ¡Bienvenid@ de vuelta!
id: Selamat Datang Kembali!
it: Bentornato!
ja: おかえりなさい！
nl: Welkom Terug!
ru: С возвращением!
zh_hans: 欢迎回来！

source: Write a Message
cs: Napište zprávu
es: Escribe un mensaje
id: Tulis Pesan
it: Scrivi un messaggio
ja: メッセージを書く
nl: Schrijf een Bericht
ru: Написать сообщение
zh_hans: 发消息

# whats_world_boss
source: What's a World Boss?
cs: Co je to světový boss?
es: ¿Qué es un World Boss?
id: Apa itu Bos Dunia?
it: Cos'è un Boss Mondiale?
ja: ワールドボスとは何ですか？
nl: Wat is een eindbaas?
ru: Кто такой Мировой босс?
zh_hans: 世界Boss是什么？

# tutorials.spells
source: Skills are special abilities that have powerful effects! Tap on a skill to use it. It will cost Mana (the blue bar), which you earn by checking in every day and by completing your real-life tasks. Check out the FAQ in the menu for more info!
es: ¡Las habilidades son competencias especiales con poderosos efectos! Pulsa una habilidad para usarla. Consumirá maná (la barra azul), que puedes conseguir entrando todos los días y completando tus tareas de la vida real. ¡Revisa la sección de preguntas frecuentes en el menú para más información!
id: Kemampuan adalah hal spesial yang memiliki efek yang kuat! Ketuk pada kemampuan untuk menggunakannya. Kemampuan akan mengurangi Mana (bar biru), yang bisa kamu dapatkan dengan mengecek aplikasi setiap hari dan dengan menyelesaikan tugas dunia-nyatamu. Periksa FAQ pada menu untuk info lebih lanjut!
it: Le Abilità sono dei poteri con straordinari effetti! Tocca un'abilità per utilizzarla. Costerà punti Mana (la barra blu), che puoi ottenere usando Habitica ogni giorno e completando le attività. Dai un'occhiata alle FAQ nel menù per avere maggiori informazioni!
ja: スキルは、強力な効果を持つ特殊能力です！ スキルをタップして使いましょう。スキルを使うとマナ (青いバー) が減ります。マナは、毎日チェックして現実のタスクを達成することで獲得できます。詳しくは、メニューの「よくある質問」をチェックしましょう！
nl: Vaardigheden zorgen ervoor dat je machine dingen kunt doen! Klik op een vaardigheid om hem te gebruiken. Het kost Mana (de blauwe balk), die je kunt verdienen door elke dag in te checken en je taken te volbrengen. Meer informatie vind je in de FAQ in het menu!
ru: Навыки — это специальные способности, которые имеют мощные эффекты! Нажмите на навык, чтобы использовать его. Это будет стоить вам очков маны (синяя шкала), которая пополняется при входе в игру каждый день и завершением задач в реальной жизни. Читайте ЧаВо в меню, чтобы узнать подробности!
zh_hans: 技能是强大的特殊能力！点击技能即可释放。使用技能需消耗魔法值(蓝色条)。魔法值可由每日签到和完成任务获得。更多信息请查询FAQ！

# faint.title
source: You ran out of Health!
cs: Došlo ti zdraví!
es: ¡Te has quedado sin vida!
id: Nyawamu habis!
it: Hai finito i punti salute!
ja: 体力がなくなった！
nl: Je hebt geen Gezondheid meer!
ru: У вас закончилось здоровье!
zh_hans: 你失去了所有生命值！

# faint.description
source: You lost a Level, your Gold, and a piece of Equipment, but you can get them all back with hard work!
cs: Ztratili jste úroveň, své zlato a kus vybavení, ale můžete je získat zpět tvrdou prací!
es: Perdiste un nivel, tu oro y una pieza de equipamiento, ¡pero puedes recuperarlo todo con trabajo duro!
it: Hai perso un livello, il tuo oro e un oggetto del tuo equipaggiamento, ma potrai recuperare tutto lavorando sodo!
ja: レベル、ゴールド、装備の一部を失ってしまいました。しかし、がんばればすべてを取り戻せます！
nl: Je bent een leven, je goud en een voorwerp verloren, maar je kunt met hard werken alles terugverdienen!

# faint.dont_despair
source: Don't despair!
cs: Nezoufejte!
es: ¡No desesperes!
id: Jangan bersedih!
it: Non disperarti!
ja: がっかりしないで！
nl: Niet opgeven!
ru: Не отчаивайтесь!
zh_hans: 不要绝望！

# faint.good_luck
source: Good luck--you'll do great.
cs: Hodně štěstí.
es: Buena suerte -- lo harás genial.
it: Buona fortuna, andrai benissimo.
ja: あなたなら、きっとやれる――幸あらんことを。
nl: Veel succes - je kunt het.

# faint.button
source: Refill Health & Try Again
cs: Doplňte zdraví a zkuste to znovu
es: Recargar tu salud y volver a intentar
id: Isi ulang Nyawa & Ulang Lagi
it: Ripristina salute e riprovaci
ja: 体力を復活させて、もう一度やってみよう
nl: Gezondheid bijvullen en opnieuw proberen
ru: Восстановить здоровье и попробовать снова
zh_hans: 回满生命值&再次尝试

# agree_guidelines_prompt
source: I agree to follow the guidelines
cs: Souhlasím s dodržováním pokynů
es: Acepto seguir las normas
id: Saya setuju untuk mengikuti pedoman
it: Accetto di attenermi alle linee guida
ja: ガイドラインに従うことに同意します
nl: Ik hou me aan de richtlijnen
ru: Я обязуюсь соблюдать Правила сообщества
zh_hans: 我同意遵守规则

source: Rage Meter
cs: Ukazatel zuřivosti
es: Medidor de furia
id: Tingkat Amarah
it: Indicatore Furia
ja: 怒りメーター
nl: Woedemeter
ru: Шкала ярости
zh_hans: 怒气值

# world_boss.world_boss
source: World Boss
cs: Světový Boss
es: Jefe Mundial
id: Bos Dunia
it: Boss Mondiale
ja: ワールドボス
nl: Wereld eindbaas
ru: Мировой босс
zh_hans: 世界Boss

# world_boss.title
source: The %@ attacks!
cs: %@ utočí!
es: ¡El %@ ataca!
id: %@ menyerang!
it: %@ attacca!
ja: %@の攻撃！
nl: De %@ valt aan!
ru: %@ атакует!
zh_hans: %@发动了攻击！

# world_boss.action_prompt
source: Defeat the Boss to earn special rewards and save Habitica from %@'s Terror!
es: ¡Derrota al Jefe para ganar recompensas especiales y salvar Habitica del terror de %@!
id: Kalahkan bos untuk mendapatkan hadiah spesial dan menyelamatkan Habitica dari teror %@!
it: Sconfiggi il Boss per ottenere delle ricompense speciali e salvare Habitica dal terrore di %@!
ja: %@の脅威からHabiticaを守り、ボスを倒して特別なごほうびを手に入れましょう！
nl: Versla de eindbaas, win coole beloningen en red Habitica van de terreur van %@!
ru: Одолейте босса, чтобы заработать особые награды и спасти Habitica от террора %@!
zh_hans: 打败Boss就能获得特殊奖励！快从%@手里拯救Habitica吧！
