Repository: HabitRPG/habitica-ios
Catalog: HabitRPG/Strings/*.lproj/Mainstrings.strings
Languages: cs, es, hr, id, it, ja, nl, ro, ru, zh_hans

source: Open Website
cs: Otevřít webovou stránku Habitica
es: Abrir sitio web de Habitica
hr: Otvori web stranicu Habitice
id: Buka Situs Habitica
it: Apri il Sito Web di Habitica
ja: Habitica のウェブサイトを開く
nl: Open Habitica Website
ro: Deschide Habitica în Site
ru: Открыть веб-сайт Habitica
zh_hans: 打开Habitica网站

source: Plain Backgrounds
cs: Obyčejné pozadí
es: Fondos lisos
hr: Obične pozadine
id: Latar Belakang Polos
it: Sfondi colore unico
ja: シンプルな背景
nl: Eenvoudige Achtergronden
ro: Fundaluri Simple
ru: Простые фоны
zh_hans: 简约背景

source: Size
cs: Velikost
es: Talla
id: Ukuran
it: Corporatura
ja: サイズ
nl: Grootte
ro: Dimensiune
ru: Размер
zh_hans: 身材

source: Shirt
cs: Košile
es: Camiseta
id: Baju
it: Maglietta
ja: シャツ
ro: Tricou
ru: Рубашка
zh_hans: 上衣

source: Bangs
cs: Ofina
es: Flequillo
id: Rambut Depan
it: Frangia
ja: 前髪
nl: Pony
ro: Breton
ru: Чёлка
zh_hans: 刘海

source: Ponytail
cs: Culík
es: Coleta
id: Kuncir
it: Coda
ja: 後ろ髪
nl: Paardenstaart
ro: Coadă de cal
ru: Хвостик
zh_hans: 马尾

source: Color
cs: Barva
id: Warna
it: Colore
ja: 色
nl: Kleur
ro: Culoare
ru: Цвет
zh_hans: 颜色

source: Flower
cs: Květina
es: Flor
id: Bunga
it: Fiore
ja: 花
nl: Bloem
ro: Floare
ru: Цветок
zh_hans: 花

source: Wheelchair
cs: Kolečkové křeslo
es: Silla de ruedas
id: Kursi Roda
it: Sedia a rotelle
ja: 車いす
nl: Rolstoel
ro: Scaun cu rotile
ru: Кресло-каталка
zh_hans: 轮椅

source: Headband
cs: Čelenka
es: Diadema
hr: Obruč za kosu
id: Ikat kepala
it: Fascia per Capelli
ja: ヘッドバンド
nl: Hoofdband
ro: Bentiță
ru: Повязка на голове
zh_hans: 头带

source: Copied to Clipboard
cs: Zkopírováno do schránky
es: Copiado al portapapeles
hr: Kopirano u međuspremnik
id: Disalin ke Clipboard
it: Copiato negli Appunti
ja: クリップボードにコピーしました
nl: Gekopieerd
ro: Copiat în Clipboard
ru: Скопировано в буфер обмена
zh_hans: 已复制到剪贴板

# received_mystery_item
source: You open the box and receive %@
cs: Otevřete truhlu a obdržíte %@
es: Abres la caja y recibes %@
it: Apri la cassa e ricevi %@
ja: 宝箱を開け、%@を見つけました
nl: Je opent de kist en vindt %@
ro: Deschizi cutia și primești %@

source: Monday
cs: Pondělí
es: lunes
id: Senin
it: Lunedì
ja: 月曜日
nl: Maandag
ro: Luni
ru: Понедельник
zh_hans: 周一

source: Tuesday
cs: Úterý
es: martes
id: Selasa
it: Martedì
ja: 火曜日
nl: Dinsdag
ro: Marți
ru: Вторник
zh_hans: 周二

source: Wednesday
cs: Středa
es: miércoles
id: Rabu
it: Mercoledì
ja: 水曜日
nl: Woensdag
ro: Miercuri
ru: Среда
zh_hans: 周三

source: Thursday
cs: Čtvrtek
es: jueves
id: Kamis
it: Giovedì
ja: 木曜日
nl: Donderdag
ro: Joi
ru: Четверг
zh_hans: 周四

source: Friday
cs: Pátek
es: viernes
id: Jumat
it: Venerdì
ja: 金曜日
nl: Vrijdag
ro: Vineri
ru: Пятница
zh_hans: 周五

source: Saturday
cs: Sobota
es: sábado
id: Sabtu
it: Sabato
ja: 土曜日
nl: Zaterdag
ro: Sâmbătă
ru: Суббота
zh_hans: 周六

source: Sunday
cs: Neděle
es: domingo
id: Minggu
it: Domenica
ja: 日曜日
nl: Zondag
ro: Duminică
ru: Воскресенье
zh_hans: 周日

source: Active on %@
cs: Aktivní na %@
es: Activo en %@
id: Aktif di %@
it: Attivo il &@
ja: アクティブな %@
nl: Actief op %@
ru: Активен %@
zh_hans: %@ 前有效

source: no days
cs: žádné dny
es: ningún día
id: bukan hari apapun
it: nessun giorno
ja: 日にちがありません
nl: Geen dagen
ru: не осталось дней
zh_hans: 没有日子

# groups.invite.invitation_type
source: Invitation Type
cs: Typ pozvánky
es: Tipo de invitación
id: Jenis Undangan
it: Modulo per gli inviti
ja: 招待状のタイプ
nl: Uitnodigingstype
ro: Tip de Invitație
ru: Тип приглашения
zh_hans: 邀请类型

source: User ID
cs: ID uživatele
es: N.º de Usuario
id: ID Pengguna
it: ID Utente
ja: ユーザー ID
nl: Gebruikers ID
ro: ID Utilizator
ru: ID пользователя

source: API Key
cs: Klíč API
es: Clave de API
id: Kunci API
it: Chiave API
ja: APIキー
nl: API-Sleutel
ru: Ключ API

source: Email
es: Correo electrónico
ja: メール
zh_hans: 邮件地址

# groups.invite.add_userid
source: Add a User ID
cs: Přidat uživatelské ID
es: Añadir un n.º de usuario
id: Tambahkan ID Pengguna
it: Aggiungi un ID utente
ja: ユーザーIDを追加する
nl: Voeg een Gebruikers-ID toe
ro: Adaugă un User ID
ru: Добавить ID пользователя
zh_hans: 添加一个User ID

# groups.invite.add_email
source: Add an Email
cs: Přidat E-mail
es: Añadir correo
id: Tambahkan Email
it: Aggiungi un'E-mail
ja: メールアドレスを追加する
nl: Voeg een e-mail toe
ro: Adaugă o adresă de Email
ru: Добавить Email
zh_hans: 添加一个邮件地址

# users_invited
source: Invitation was sent to users.
cs: Pozvánka byla odeslána uživatelům.
es: Invitación enviada a los usuarios.
id: Undangan dikirim ke pengguna.
it: L'invito è stato mandato agli utenti.
ja: 招待状がユーザーに送られました。
nl: Uitnodiging is verzonden naar gebruikers.
ru: Приглашение отправлено пользователям.
zh_hans: 邀请已经发送给玩家。

source: Username
cs: Uživatelské jméno
es: Nombre de usuario
id: Nama Pengguna
it: Nome utente
ja: ユーザー名
nl: Gebruikersnaam
ro: Nume de utilizator
ru: Имя пользователя
zh_hans: 用户名

source: Password
cs: Heslo
es: Contraseña
id: Kata Sandi
ja: パスワード
nl: Wachtwoord
ro: Parolă
ru: Пароль
zh_hans: 密码

# username_prompt_title
source: It’s time to set your username!
cs: Je na čase nastavit své uživatelské jméno!
es: ¡Es hora de establecer tu nombre de usuario!
id: Ini waktunya untuk membuat nama penggunamu!
it: È ora di scegliere un nome utente!
ja: あなたのユーザー名を決める時間です！
nl: Het is tijd om een gebruikersnaam te kiezen!
ru: Время выбрать свое имя пользователя!
zh_hans: 是时候设置用户名了！

source: Confirm Username
cs: Potvrdit uživatelské jméno
es: Confirmar nombre de usuario
id: Konfirmasi Nama Pengguna
it: Conferma nome utente
ja: ユーザー名を確認する
nl: Bevestig gebruikersnaam
ru: Подтвердите свое имя пользователя
zh_hans: 确认用户名

# settings.confirm_username_prompt
source: Are you sure you want to confirm your current username?
cs: Opravdu chcete potvrdit své současné uživatelské jméno?
es: ¿Estás seguro de que quieres confirmar tu nombre de usuario actual?
id: Apakah kamu yakin ingin menggunakan nama pengguna saat ini?
it: Sei sicuro di voler confermare il tuo attuale nome utente?
ja: 現在のユーザー名を承認します。よろしいですか？
nl: Weet je zeker dat je jou huidige gebruikersnaam wilt bevestigen?
ru: Вы уверены, что хотите выбрать такое Имя пользователя?
zh_hans: 你确定要用这个用户名吗？

# username_confirmed_toast
source: Your username was confirmed
cs: Vaše uživatelské jméno bylo potvrzeno
es: Tu nombre de usuario ha sido confirmado
id: Nama pengguna telah dikonfirmasi
it: Il tuo nome utente è stato confermato
ja: あなたのユーザー名は承認されました
nl: Je gebruikersnaam is bevestigd
ru: Имя пользователя подтверждено
zh_hans: 你的用户名已确认

# settings.username_not_confirmed
source: Username not confirmed
cs: Uživatelské jméno nebylo potvrzeno
es: Nombre de usuario sin confirmar
id: Nama pengguna tidak dikonfirmasi
it: nome utente non confermato
ja: ユーザー名が承認されていません
nl: Gebruikersnaam niet bevestigd
ru: Имя пользователя не принято
zh_hans: 用户名未确认

# about.website
source: Website
cs: Stránka
es: Sitio web
id: Situs
it: Sito web
ja: Web サイト
ru: Сайт
zh_hans: 网站

# about.report_bug
source: Report a Bug
cs: Nahlásit chybu
es: Avisar de un Error
id: Laporkan Gangguan
it: Segnala un problema
ja: バグを報告する
nl: Fout melden
ro: Semnalează un defect
ru: Сообщить о проблеме
zh_hans: 提交Bug

# about.view_source_code
source: View Source Code
cs: Zobrazit zdrojový kód
es: Ver código fuente
id: Lihat Kode Sumber
it: Vedi il Codice Sorgente
ja: ソースコードを表示する
nl: Broncode bekijken
ro: Vezi Codul Sursă
ru: Посмотреть исходный код
zh_hans: 查看源码

# about.acknowledgements
source: Acknowledgements
cs: Poděkování
es: Agradecimientos
id: Ucapan Terima Kasih
it: Riconoscimenti
ja: 謝辞
nl: Dankwoord
ro: Recunoașteri
ru: Благодарности
zh_hans: 致谢

# about.version
source: Version
cs: Verze
es: Versión
id: Versi
it: Versione
ja: バージョン
nl: Versie
ro: Versiune
ru: Версия
zh_hans: 版本

# about.export_database
source: Export Database
cs: Export databáze
es: Exportar base de datos
id: Ekspor Database
it: Esporta database
ja: データをエクスポート
nl: Exporteer database
ro: Export bazei de date
ru: Экспорт данных
zh_hans: 导出数据库

# about.no_email_title
source: Your email isn't set up yet
cs: Váš e-mail ještě není nastaven
es: Tu correo electrónico aún no está configurado
id: Email belum disiapkan
it: La tua email non è ancora stata impostata
ja: メールアドレスが未だ設定されていません
nl: Je e-mail is nog niet toegevoegd
ro: Nu ți-ai setat încă o adresă de email
ru: Ваш адрес электронной почты не указан
zh_hans: 你还没有设置邮件地址

# login.register
source: Register
cs: Registrovat
es: Registrarse
id: Daftar
it: Registrati
ja: 登録
nl: Registreren
ro: Înregistrează-te
ru: Регистрация
zh_hans: 注册

# login.login
source: Login
cs: Přihlásit
es: Acceder
id: Masuk
it: Accedi
ja: ログイン
nl: Inloggen
ro: Autentifică-te
ru: Вход
zh_hans: 登录

# login.login_facebook
source: Login with Facebook
cs: Přihlásit se pomocí Facebooku
es: Acceder con Facebook
it: Accedi con Facebook
ja: Facebookでログイン
nl: Inloggen met Facebook
ro: Login cu Facebook

# login.login_google
source: Login with Google
cs: Přihlaste se pomocí Google
es: Acceder con Google
id: Masuk dengan Google
it: Accedi con Google
ja: Google でログイン
nl: Inloggen met Google
ro: Login cu Google
ru: Авторизоваться через Google
zh_hans: Google登录

# login.email_password_link
source: Email a Password Reset Link
cs: Poslat odkaz pro reset hesla
es: Enviar un mail con un Link para Reiniciar la Contraseña
id: Kirimkan Email Tautan Reset Kata Sandi
it: Ricevi per e-mail il link per reimpostare la password
ja: パスワードリセット用のリンクをメールで送信
nl: E-mail een wachtwoord reset link
ro: Trimite email cu link-ul de resetare a Parolei
ru: Отправьте мне письмо на сброс пароля
zh_hans: 发送密码重设链接

# login.enter_email
source: Enter the email address you used to register your Habitica account.
cs: Vlož emailovou adresu, kterou jsi použil/a při registraci pro tvůj Habitica účet.
es: Introduce la dirección de email que utilizaste para registrar tu cuenta de Habitica.
id: Masukkan alamat email yang kamu gunakan untuk mendaftarkan akun Habitica-mu.
it: Inserisci l'indirizzo e-mail che hai usato per registrare il tuo account Habitica.
ja: Habiticaのアカウント登録に使ったメールアドレスを入力してください。
nl: Voer je e-mailadres in die gebruikt is voor het registreten van je Habitica-account.
ro: Introdu adresa de email utilizată la înregistrarea contului Habitica.
ru: Введите адрес электронной почты, который вы использовали при регистрации.
zh_hans: 输入你用来注册Habitica账户的邮件地址。

# login.reset_password_response
source: If we have your email on file, instructions for setting a new password have been sent to your email.
cs: Pokud máme Tvůj e-mail v databázi, instrukce k vytvoření nového hesla Ti byly odeslány na mail.
es: Si tu email está archivado, las instrucciones para determinar una nueva contraseña han sido enviadas a tu email.
id: Jika email-mu telah terdaftar, petunjuk untuk membuat kata sandi baru sudah dikirim ke email-mu.
it: Se abbiamo il tuo indirizzo e-mail in archivio, abbiamo inviato a quell'indirizzo le istruzioni per creare una nuova password.
ja: もし入力されたメールアドレスが登録されている場合、新しいパスワードの設定方法が送信されたはずです。
nl: Als we je e-mailadres in ons bestand hebben staan, dan zijn er nu instructies verstuurd voor het opnieuw instellen van je wachtwoord.
ro: Dacă avem adresa ta de email la dosar, ți-am trimis instrucțiuni pentru a-ți seta o parolă nouă.
ru: Если ваш электронный адрес указан верно, то на него отправлена ссылка для установки нового пароля.
zh_hans: 如果邮件地址无误，重置密码的相关信息已经发送到你的邮箱。

# intro.card1.title
source: Welcome to
cs: Vítej v
es: Bienvenid@ a
id: Selamat datang di
it: Benvenuto in
ja: ようこそ
nl: Welkom bij
ro: Bine ai venit la
ru: Добро пожаловать в
zh_hans: 欢迎来到

# intro.card1.text
source: It’s time to have fun while you get things done. Join over 2 million others improving their life one task at a time.
cs: Je čas se pobavit, až se všechno podaří. Připojte se k více než 2 milionům dalších a zlepšujte svůj život jeden úkol najednou.
es: Es hora de pasarlo bien mientras haces tus tareas. Únete a otros 2 millones de personas que van mejorando su vida tarea a tarea.
id: Ini saatnya untuk bersenang-senang sambil benar-benar menyelesaikan urusan-urusanmu. Bergabunglah dengan lebih dari 2 juta orang yang memperbaiki aspek hidup mereka satu demi satu.
it: È il momento di divertirsi mentre completi le tue cose. Unisciti ad altri 2 milioni di Habitanti che migliorano la loro vita un'attività alla volta.
ja: 仕事を片付けながら楽しみも満喫できる時代がやってきました。200万人のHabiticaの民とともに、あなたの人生もタスクも一気に改善しましょう。
nl: Het is tijd om plezier te hebben terwijl je dingen afmaakt. Sluit je aan bij 2 miljoen anderen die hun leven een taak tegelijkertijd verbeteren.
ro: E timpul să te distrezi în timp ce rezolvi lucrurile pe care le ai de făcut. Alătură-te celor peste 2 milioane de jucători care își îmbunătățesc viața cu fiecare sarcină.
ru: Время получать удовольствие от выполнения дел. Присоединитесь к 2 миллионам пользователей улучшающих свою жизнь, выполняя задачи.
zh_hans: 大功告成！接下来，请同两百万玩家一起行动，完成任务，共同提升生活品质吧。

# intro.card2.title
source: Progress in the game
cs: Pokrok ve hře
es: Progreso en el juego
id: Perkembangan di dalam game
it: Progressi nel gioco
ja: ゲームでの進行は
nl: Vooruitgang in het spel
ro: Progres în joc
ru: Прогресс в игре
zh_hans: 游戏进度

# intro.card2.subtitle
source: Progress in life
cs: Pokrok v životě
es: Progreso en la vida
id: Perkembangan di kehidupan nyata
it: Progressi nella vita
ja: 人生の進行
nl: Vooruitgang in het leven
ro: Progres în viață
ru: Прогресс в жизни
zh_hans: 人生成就

# intro.card3.title
source: Get social
cs: Socializuj se
es: Socialízate
id: Menjadi lebih sosial
it: Diventa social
ja: モンスターと戦おう
nl: Wordt sociaal
ro: Fii social
ru: Становиться социальнее
zh_hans: 交友

# intro.card3.subtitle
source: Fight monsters
cs: Bojujte s monstry
es: Luchar contra monstruos
id: Kalahkan Monster
it: Combatti mostri
ja: 友達とつながって
nl: Vecht tegen monsters
ro: Luptă împotriva monștrilor
ru: Сражайтесь с монстрами
zh_hans: 打怪

# intro.card3.text
source: Keep your goals on track with help from your friends. Support each other in life and in battle as you improve together!
cs: Sledujte své cíle pomocí přátel. Podporujte se navzájem v životě i v bitvě, když se spolu zlepšujete!
es: Mantén tus objetivos al día con ayuda de tus amigos. ¡Apoyaos unos a otros en la vida y en batallas y mejorad juntos!
id: Tetaplah berusaha meraih tujuan dengan bantuan teman-teman. Dukung satu sama lain dalam hidup dan bertarunglah sekaligus meningkatkan kehidupan bersama-sama!
it: Persegui i tuoi obbiettivi con l'aiuto dei tuoi amici. Supportatevi a vicenda nella vita e in battaglia migliorando insieme!
ja: 友達の助けを借りて目標に向かって進みましょう。現実でもバトルでもお互いに支え合い一緒に成長しましょう！
nl: Houd je aan je taken met de hulp van je vrienden. Ondersteun elkaar in het leven en in het gevecht om samen beter te worden!
ro: Păstrează-ți țelurile sub control cu ajutorul prietenilor. Sprijiniți-vă unii pe ceilalți în viață și în bătălii, îmbunătățindu-vă împreună!
ru: Добивайтесь поставленнх целей с помощью друзей. Поддерживайте друг друга в реальной жизни и в сражении, делая свою жизнь лучше!
zh_hans: 和朋友们一起为目标努力吧。在生活和战斗中互相支持，共同进步！

# intro.lets_go
source: Let's start!
cs: Začněme!
es: ¡Vamos a empezar!
id: Mari mulai!
it: Iniziamo!
ja: はじめましょう！
nl: Laten we beginnen!
ro: Să începem!
ru: Начнем!
zh_hans: 出发！

source: Skip
cs: Přeskočit
es: Saltar
id: Lewati
it: Salta
ja: スキップ
nl: Sla over
ro: Sari
ru: Пропустить
zh_hans: 跳过

source: Randomize
cs: Znáhodnit
es: Aleatorizar
id: Acak-acak
it: Casuale
ja: ランダム化
nl: Randomiseren
ro: Randomizează
ru: Случайно
zh_hans: 随机

source: Finish
cs: Dokončit
es: Terminar
id: Selesai
it: Fine
ja: 完了
nl: Voltooi
ro: Finalizează
ru: Завершить
zh_hans: 完成

source: Next
cs: Další
es: Siguiente
id: Berikutnya
it: Prossimo
ja: 次へ
nl: Volgende
ro: Următorul
ru: Далее
zh_hans: 继续

source: Mana Points
cs: Mana body
es: Puntos de Maná
id: Poin Mana
it: Punti Mana
ja: マナポイント
nl: Manapunten
ro: Puncte Mana
ru: Очки маны
zh_hans: 魔法值

source: Character Level
cs: Úroveň postavy
es: Nivel de Personaje
id: Level Karakter
it: Livello del personaggio
ja: キャラクターのレベル
nl: Verander niveau
ro: Nivelul Personajului
ru: Уровень персонажа
zh_hans: 角色等级

source: Gold
cs: Zlaťáky
es: Oro
id: Koin Emas
it: Oro
ja: ゴールド
nl: Goud
ro: Aur
ru: Золото
zh_hans: 金币

# day_streaks
source: 21-Day Streaks
cs: 21-denní série úspěšnosti
es: Racha de 21 Días
id: Rentetan 21 Hari
it: Serie di 21 giorni
ja: 21日間継続する
nl: 21-dagen-streak
ro: Șiruri de 21 de zile
ru: Серии в 21 день подряд
zh_hans: 21天连续打卡

# aboutText
source: About
cs: Popis
es: Acerca de
id: Tentang
it: Info
ja: プロフィール
nl: Over
ro: Despre noi
ru: О проекте
zh_hans: 关于

source: Photo URL
cs: URL fotografie
es: URL de foto
id: Tautan Foto
it: URL della Foto
ja: 写真のURL
nl: Foto-URL
ro: URL-ul pozei
ru: Ссылка на фото
zh_hans: 图片地址

source: Group By
cs: Seskupit podle
es: Agrupar Por
id: Kelompokkan Berdasarkan
it: Raggruppa per
ja: グループ化：
nl: Groeperen op
ro: Grupează în funcție de
ru: Сгруппировать по
zh_hans: 分组方式

source: Two-Handed
cs: Obouručný
es: De dos manos
id: Dua Tangan
it: Due Mani
ja: 両手持ち
nl: Tweehandig
ro: Manevrat cu două mâini
ru: Двуручный
zh_hans: 双手握持

source: Body Size
cs: Velikost těla
es: Tamaño del cuerpo
id: Ukuran Badan
it: Corporatura
ja: 体のサイズ
nl: lichaamsgrootte
ro: Dimensiunile Corpului
ru: Размер тела
zh_hans: 体格

source: Slim
cs: Štíhlý
es: Estrecho
id: Langsing
it: Snello
ja: 細い
nl: Smal
ro: Suplu(ă)
ru: Стройное
zh_hans: 瘦小

source: Broad
cs: Široký
es: Amplio
id: Kekar
it: Robusto
ja: 幅広
nl: Breed
ro: Trupeș(ă)
ru: Тучное
zh_hans: 强壮

source: Buy All
cs: Koupit vše
es: Comprar todo
id: Beli Semua
it: Compra Tutto
ja: すべて購入する
nl: Koop Alles
ro: Cumpără Tot
ru: Купить все
zh_hans: 全部购买

source: No Benefit
cs: Žádný přínos
es: Sin beneficios
id: Tidak ada kelebihan
it: Nessun Vantaggio
ja: 効果なし
nl: Geen Voordelen
ro: Niciun Beneficiu
ru: Нет выгоды
zh_hans: 没有属性加成

# errors.error
source: Error
cs: Chyba
it: Errore
ja: エラー
nl: Fout
ro: Eroare
ru: Ошибка
zh_hans: 错误

# errors.sync
source: Sync Error
cs: Chyba synchronizace
es: Error de sincronización
id: Sinkronkan Error
it: Errore di sincronizzazione
ja: 同期エラー
nl: Syncronisatiefout
ro: Eroare de Sincronizare
ru: Ошибка синхронизирования
zh_hans: 同步错误

# errors.sync_message
source: There was an error syncing some changes.
cs: Při synchronizaci některých změn došlo k chybě.
es: Ha habido un error al sincronizar algunos cambios.
id: Terjadi kesalahan saat menyinkronkan beberapa perubahan.
it: Si è verificato un errore sincronizzando alcuni cambiamenti.
ja: いくつかの変更の同期中にエラーが発生しました。
nl: Er is een fout opgetreden bij het syncroniseren van veranderingen.
ro: A apărut o eroare de sincronizare a unor modificări.
ru: Произошла ошибка при синхронизировании некоторых изменений.
zh_hans: 同步时发生错误。

# errors.quest_invite_accept
source: There was an error accepting the quest invitation
cs: Nastala chyba během přijímání pozvánky na výpravu
es: Ha habido un error al aceptar la invitación de la misión
id: Ada kesalahan saat menerima undangan misi
it: Si è verificato un errore durante l'accettazione dell'invito alla sfida
ja: クエスト承認でエラーが発生しました
nl: Er is een fout bij het accepteren van de queeste uitnodiging
ro: A apărut o eroare la acceptarea invitației în Expediție
ru: Произошла ошибка при принятии приглашения на квест
zh_hans: 接受副本邀请时发生了错误

# errors.quest_invite_reject
source: There was an error rejecting the quest invitation
cs: Nastala chyba během odmítnutí pozvánky na výpravu
es: Ha habido un error al rechazar la invitación de la misión
id: Ada kesalahan saat menolak undangan misi
it: C'è stato un errore rifiutando l'invito alla missione
ja: クエスト拒否でエラーが発生しました
nl: Er is een fout bij het afwijzen van de queeste uitnodiging
ro: A apărut o eroare la refuzul invitației în expediție
ru: Произошла ошибка при отказе на приглашение на квест
zh_hans: 拒绝副本邀请时发生了错误

# errors.reply
source: Your message could not be sent.
cs: Vaši zprávu nelze odeslat.
es: Tu mensaje puede que no se haya enviado.
id: Pesanmu tidak dapat dikirim.
it: Non è stato possibile inviare il tuo messaggio.
ja: メッセージを送れません。
nl: Je bericht kon niet verstuurd worden.
ro: Mesajul tău nu a putut fi trimis.
ru: Ваше сообщение не может быть отправлено.
zh_hans: 消息发送失败。

# errors.request
source: There was an error with your request: %@
cs: Při vaší žádosti došlo k chybě: %@
es: Ha habido un error en tu solicitud: %@
id: Terjadi kesalahan dengan permintaanmu: %@
it: Si è verificato un errore con la tua richiesta: %@
ja: 要求でエラーが発生しました： %@
nl: Er was een fout met je verzoek: %@
ro: A apărut o eroare la solicitarea ta: %@
ru: При запросе возникла ошибка: %@
zh_hans: 处理请求时发生错误: %@

source: days
cs: dny
es: días
id: hari
it: giorni
ja: 日
nl: dagen
ro: zile
ru: день
zh_hans: 日

source: weeks
cs: týdny
es: semanas
id: pekan
it: settimane
ja: 週
nl: weken
ro: săptămâni
ru: нед.
zh_hans: 周

source: months
cs: měsíce
es: meses
id: bulan
it: mesi
ja: ヶ月
nl: maanden
ro: luni
ru: мес.
zh_hans: 月

source: years
cs: roky
es: años
id: tahun
it: anni
ja: 年
nl: jaren
ro: ani
ru: годы
zh_hans: 年

# leave_challenge_title
source: Leave Challenge?
cs: Opustit výzvu?
es: ¿Abandonar el Desafío?
id: Tinggalkan Tantangan?
it: Vuoi abbandonare la sfida?
ja: チャレンジをやめますか？
nl: Uitdaging verlaten?
ro: Părăsești Provocarea?
ru: Покинуть испытание?
zh_hans: 放弃挑战？

# leave_challenge_prompt
source: Do you want to leave the Challenge and keep or delete the tasks?
cs: Chceš opustit tuto výzvu a ponechat nebo odstranit její úkoly?
es: ¿Quieres dejar el reto y mantener o eliminar las tareas?
id: Apakah kamu ingin meninggalkan Tantangan dan menyimpan atau menghapus tugas?
it: Vuoi abbandonare la Sfida e tenere o eliminare le attività?
ja: チャレンジをやめますか（タスクは残すか削除するか選べます）？
nl: Wil je de uitdaging verlaten en de taken behouden of verwijderen?
ro: Dorești să părăsești această provocare și să păstrezi sau ștergi sarcinile?
ru: Вы хотите покинуть испытание и оставить или удалить задания?
zh_hans: 放弃挑战后，保留任务还是删除任务？

# locations.market
source: Market
cs: Trh
es: Mercado
id: Pasar
it: Mercato
ja: 市場
nl: Markt
ro: Piață
ru: Рынок
zh_hans: 市场

# locations.tavern
source: Tavern
cs: Krčma
es: Taberna
id: Kedai Minuman
it: Taverna
ja: キャンプ場
nl: Herberg
ro: Tavernă
ru: Таверна

# locations.quest_shop
source: Quest Shop
cs: Obchod s výpravami
es: Tienda de Misiones
id: Toko Misi
it: Negozio Missioni
ja: クエスト
nl: Queeste Winkel
ro: Târgul de Expediții
ru: Магазин квестов
zh_hans: 副本商店

# locations.seasonal_shop
source: Seasonal Shop
cs: Sezónní obchod
es: Tienda de temporada
id: Toko Musiman
it: Negozio Stagionale
ja: 季節の店
nl: Seizoenswinkel
ro: Piața sezonieră
ru: Сезонная лавка
zh_hans: 季节商店

# locations.stable
source: Stable
cs: Stáj
es: Establo
id: Kandang
it: Scuderia
ja: 動物小屋
nl: Stal
ro: Grajd
ru: Стойла
zh_hans: 马厩

# NPCs.alex
source: Alex the Merchant
cs: Obchodník Alex
es: Alex el Mercader
id: Alex sang Saudagar
it: Alex il Mercante
ja: 商人のAlex
nl: Alex de Handelaar
ro: Alex Negustorul
ru: Торговец Александр
zh_hans: 商人Alex

# NPCs.daniel
source: Daniel the inn keeper
cs: Daniel, majitel hospody
es: Daniel el encargado de la taberna
id: Daniel sang penjaga penginapan
it: Daniel il custode della locanda
ja: ロッジの主人Daniel
nl: Daniel de Herbergbeheerder
ro: Daniel Îngrijitorul Hanului
ru: Даниэль, хранитель гостиницы
zh_hans: 客栈老板Daniel

# NPCs.ian
source: Ian the Quest Guide
cs: Jan, průvodce výprav
es: Ian el Guía de las Misiones
id: Ian sang Pemandu Misi
it: Ian la guida delle missioni
ja: クエストガイドのIan
nl: Ian the Queeste Gids
ro: Ian Ghidul Expedițiilor
ru: Яна квест-мастер
zh_hans: 副本向导Ian

# NPCs.seasonalSorceress
source: Seasonal Sorceress
cs: Sezónní čarodějka
es: Hechicera de Temporada
id: Penyihir Musiman
it: Maga Stagionale
ja: 季節の店
nl: Seizoenstovernares
ro: Vrăjitoarea de Sezon
ru: Сезонная Чародейка
zh_hans: 季节女巫

# NPCs.matt
source: Matt the beast master
cs: Matt, pán šelem
es: Matt el domador de bestias
id: Matt sang penguasa hewan buas
it: Matt il re delle bestie
ja: 獣使いのMatt
nl: Matt de Dierenmeester
ro: Matt Stăpânul Fiarelor
ru: Мэтт повелитель зверей
zh_hans: 驯兽师Matt
