Repository: HabitRPG/habitica-ios
Catalog: HabitRPG/Strings/*.lproj/Mainstrings.strings
Languages: cs, es, hr, id, it, ja, nl, ro, ru, zh_hans

# tasks.form.dailies_title_placeholder
source: What do you want to do regularly?
cs: Co chceš dělat pravidelně?
es: ¿Qué te gusta hacer regularmente?
hr: Što želiš redovito raditi?
id: Apa yang ingin kamu lakukan secara teratur?
it: Cosa vuoi fare regolarmente?
ja: 定期的にやりたいことは何ですか？
nl: Wat wil je regelmatig doen?
ro: Ce vrei să faci în mod regulat?
ru: Что вы хотите делать регулярно?
zh_hans: 你想有规律地做什么事情？

# tasks.form.todos_title_placeholder
source: What do you want to complete once?
cs: Co chceš splnit?
es: ¿Qué te gustaría completar una vez?
hr: Što želiš jednom obaviti?
id: Apa yang ingin kamu selesaikan satu kali?
it: Cosa vuoi completare una volta sola?
ja: 一回で完了したいことは何ですか？
nl: Wat wil je één keer voltooien?
ro: Ce vrei să faci o singură dată?
ru: Что вы хотите выполнить один раз?
zh_hans: 有什么你只需完成一次的任务？

# tasks.form.rewards_title_placeholder
source: How do you want to reward yourself?
cs: Jak se chceš odměnit?
es: ¿Cómo quieres recompensarte?
hr: Kako se želiš nagraditi?
id: Bagaimana kamu ingin menghadiahi diri sendiri?
it: Come vuoi ricompensarti?
ja: あなた自身にどのようにごほうびをあげたいですか？
nl: Hoe wil je jezelf belonen?
ro: Cum vrei să te răsplătești?
ru: Как вы хотите себя наградить?
zh_hans: 你想怎么奖励自己？

# tasks.form.controls
source: Controls
cs: Ovládání
es: Controles
hr: Kontrole
id: Kontrol
it: Controlli
ja: コントロール
nl: Instellingen
ro: Controale
ru: Управление
zh_hans: 控制

# tasks.form.scheduling
source: Scheduling
cs: Datování
es: Horario
hr: Planiranje
id: Penjadwalan
it: Programmare
ja: 予定
nl: Plannen
ro: Programare
ru: На сегодня
zh_hans: 预定日程

# tasks.form.new_reminder
source: New reminder
cs: Nová upomínka
es: Nuevo recordatorio
hr: Novi podsjetnik
id: Pengingat Baru
it: Nuovo promemoria
ja: 新しい通知を追加
nl: Nieuwe Herinnering
ro: Memento nou
ru: Новое напоминание
zh_hans: 新提醒

# tasks.form.remind_me
source: Remind me
cs: Připomeň mi
es: Recuérdame
hr: Podsjeti me
id: Ingatkan saya
it: Ricordamelo
ja: 通知する
nl: Herinner me
ro: Amintește-mi
ru: Напомнить мне
zh_hans: 提醒我

# tasks.form.start_date
source: Start date
cs: Začátek
es: Fecha de inicio
hr: Datum početka
id: Tanggal mulai
it: Data di inizio
ja: 開始日
nl: Startdatum
ro: Dată de începere
ru: Дата начала
zh_hans: 开始日期

# tasks.form.due_date
source: Due date
cs: Konec
es: Fecha límite
hr: Rok
id: Tanggal tenggat
it: Scadenza
ja: 期限
nl: Deadline
ro: Termen limită
ru: Выполнить до
zh_hans: 到期时间

# tasks.form.every
source: Every
cs: Každý
es: Todos
hr: Svaka
id: Setiap
it: Ogni
ja: くり返しの間隔
nl: Elke
ro: Fiecare
ru: Кажд.
zh_hans: 每

# tasks.form.day_of_month
source: Day of the month
cs: Den měsíce
es: Día del mes
hr: Dan u mjesecu
id: Hari pada bulan
it: Giorno del mese
ja: 日にち
nl: Dag van de maand
ro: Zi din lună
ru: Число месяца
zh_hans: 日

# tasks.form.day_of_week
source: Day of the week
cs: Den týdne
es: Día de la semana
hr: Dan u tjednu
id: Hari pada pekan
it: Giorno della settimana
ja: 曜日
nl: Dag van de week
ro: Zi din săptămână
ru: День недели
zh_hans: 星期

# tasks.form.accessibility.positive_and_negative_enabled
source: Positive and negative habit actions enabled.
cs: Pozitivní a negativní působení zvyku jsou aktivovány.
es: Acciones de hábito positivo y negativo habilitadas.
hr: Dobra i loša radnja iz navike su omogućene.
id: Kebiasaan positif dan negatif diaktifkan.
it: Azioni positiva e negativa dell'abitiudine attivate.
ja: 良い習慣と悪い習慣のアクションを有効にしました。
nl: Positieve en negatieve punten aangezet voor deze gewoonte.
ro: Acțiunile pozitive și negative ale obiceiului activate.
ru: Установлена привычка с плюсом и минусом.
zh_hans: 已启用“养了好习惯”和“犯了坏习惯”功能。

# tasks.form.accessibility.positive_enabled
source: Positive habit action enabled.
cs: Pozitivní působení zvyku je aktivováno.
es: Acción de hábito positivo habilitada.
hr: Dobra radnja iz navike je omogućena.
id: Kebiasaan positif diaktifkan.
it: Azione positiva dell'abitudine attivata.
ja: 良い習慣のアクションを有効にしました。
nl: Positieve punten aangezet voor deze gewoonte.
ro: Acțiune pozitivă a obiceiului activată.
ru: Установлена привычка с плюсом.
zh_hans: 已启用“养了好习惯”功能。

# tasks.form.accessibility.negative_enabled
source: Negative habit action enabled.
cs: Negativní působení zvyku je aktivováno.
es: Acción de hábito negativo habilitado.
hr: Loša radnja iz navike je omogućena.
id: Kebiasaan negatif diaktifkan.
it: Azione begativa attivata.
ja: 悪い習慣のアクションを有効にしました。
nl: Negatieve punten aangezet voor deze gewoonte.
ro: Acțiune negativă a obiceiului activată.
ru: Установлена привычка с минусом.
zh_hans: 已启用“犯了坏习惯”功能。

# tasks.form.accessibility.enable_positive
source: Enable positive action.
cs: Aktivuj pozitivní působení zvyku.
es: Habilitar acción positiva.
hr: Omogući dobru radnju.
id: Aktifkan tindakan positif.
it: Abilita azione positiva.
ja: 良いアクションを有効にする。
nl: Zet positieve punten aan.
ro: Activează acțiunea pozitivă.
ru: Включить положительный эффект.
zh_hans: 启用“养了好习惯”按钮。

# tasks.form.accessibility.disable_positive
source: Disable positive action.
cs: Deaktivuj pozitivní působení zvyku.
es: Deshabilitar acción positiva.
hr: Onemogući dobru radnju.
id: Nonaktifkan tindakan positif.
it: Disattiva azione positiva.
ja: 良いアクションを無効にする。
nl: Zet positieve punten uit.
ro: Dezactivează acțiunea pozitivă.
ru: Выключить положительный эффект.
zh_hans: 禁用“养了好习惯”按钮。

# tasks.form.accessibility.enable_negative
source: Enable negative action.
cs: Aktivuj negativní působení zvyku.
es: Habilitar acción negativa.
hr: Omogući lošu radnju.
id: Aktifkan tindakan negatif.
it: Abilita azione negativa.
ja: 悪いアクションを有効にする。
nl: Zet negatieve punten aan.
ro: Activează acțiunea negativă.
ru: Включить негативный эффект.
zh_hans: 启用“犯了坏习惯”按钮。

# tasks.form.accessibility.disable_negative
source: Disable negative action.
cs: Deaktivuj negativní působení zvyku.
es: Deshabilitar acción negativa.
hr: Onemogući lošu radnju.
id: Nonaktifkan tindakan negatif.
it: Disattiva azione negativa.
ja: 悪いアクションを無効にする。
nl: Zet negatieve punten uit.
ro: Dezactivează acțiunea negativă.
ru: Выключить отрицательный эффект.
zh_hans: 禁用“犯了坏习惯”按钮。

# tasks.form.accessibility.task_difficulty
source: Difficuly is %@
cs: Obtížnost je %@
es: La dificultad es %@
hr: Težina je %@
id: Kesulitannya adalah %@
it: La difficoltà è %@
ja: 難易度は %@ です
nl: De moeilijkheidsgraad is %@
ro: Dificultatea este %@
ru: Сложность %@
zh_hans: 难度为%@

# tasks.form.accessibility.set_task_difficulty
source: Change difficuly to %@
cs: Změň obtížnost na %@
es: Cambiar dificultad a %@
hr: Promijeni težinu u %@
id: Ganti kesulitan ke %@
it: Cambia difficoltà a %@
ja: 難易度を %@ に変更する
nl: Verander de moeilijkheidsgraad in %@
ro: Modifică dificultatea la %@
ru: Изменить сложность на %@
zh_hans: 修改难度为%@

# tasks.form.accessibility.enable
source: Enable %@
cs: Aktivuj %@
es: Habilitar %@
hr: Omogući %@
id: Aktifkan %@
it: Abilita %@
ja: %@ を有効にする
nl: Zet %@ aan
ro: Activează %@
ru: Включить %@
zh_hans: 启用%@

# tasks.form.accessibility.disable
source: Disable %@
cs: Deaktivuj %@
es: Deshabilitar %@
hr: Onemogući %@
id: Nonaktifkan %@
it: Disattiva %@
ja: %@ を無効にする
nl: Zet %@ uit
ro: Dezactivează %@
ru: Отключить %@
zh_hans: 禁用%@

# tasks.work
source: Work
cs: Práce
es: Trabajo
id: Kerja
it: Lavoro
ja: 仕事
nl: Werk
ro: Muncă
ru: Работа
zh_hans: 工作

# tasks.exercise
source: Exercise
cs: Cvičení
es: Ejercicio
id: Olahraga
it: Esercizi
ja: 運動
nl: Sport
ro: Fă exerciții
ru: Упражнение
zh_hans: 运动

# tasks.health
source: Health
cs: Zdraví
es: Salud
id: Kesehatan
it: Salute
ja: 体力
nl: Gezondheid
ro: Sănătate
ru: Здоровье
zh_hans: 健康

# tasks.school
source: School
cs: Škola
es: Colegio
id: Sekolah
it: Scuola
ja: 学校
ro: Școală
ru: Учеба
zh_hans: 学校

# tasks.chores
source: Chores
cs: Domácí práce
es: Tareas
id: Pekerjaan Rumah
it: Faccende di casa
ja: 雑用
nl: Klusjes
ro: Treburi
ru: Домашние дела
zh_hans: 家务

# tasks.creativity
source: Creativity
cs: Kreativita
es: Creatividad
id: Kreativitas
it: Creatività
ja: 創造性
nl: Creativiteit
ro: Creativitate
ru: Творчество
zh_hans: 创造性

# tasks.add_x
source: Add %@
cs: Přidat %@
es: Añadir %@
id: Tambahkan %@
it: Aggiungi %@
ja: %@ を追加
nl: Voeg %@ toe
ro: Adaugă %@
ru: Добавить %@
zh_hans: 添加 %@

# tasks.repeats.daily
source: daily
cs: denně
es: diario
id: harian
it: giornaliera
ja: 毎日
nl: dagelijks
ro: zilnic
ru: ежедневно
zh_hans: 每日

# tasks.repeats.weekly
source: weekly
cs: týdně
es: semanalmente
id: mingguan
it: settimanale
ja: 毎週
nl: wekelijks
ro: săptămânal
ru: ежемесячно
zh_hans: 每周

# tasks.repeats.monthly
source: monthly
cs: měsíčně
es: mensualmente
id: bulanan
it: mensile
ja: 毎月
nl: maandelijks
ro: lunar
ru: ежемесячно
zh_hans: 每月

# tasks.repeats.yearly
source: yearly
cs: ročně
es: anualmente
id: tahunan
it: annuale
ja: 毎年
nl: jaarlijks
ro: anual
ru: ежегодно
zh_hans: 每年

# tasks.repeats.every_day
source: every day
cs: každý den
es: cada día
id: tiap hari
it: ogni giorno
ja: 毎日
nl: iedere dag
ro: în fiecare zi
ru: каждый день
zh_hans: 每天

# tasks.repeats.weekdays
source: weekdays
cs: Dny týdne
es: días de la semana
id: hari kerja
it: giorni della settimana
ja: 平日
nl: doordeweeks
ro: zile lucrătoare
ru: дни недели
zh_hans: 平日

# tasks.repeats.weekends
source: weekends
cs: víkendy
es: fines de semana
id: akhir pekan
it: fine settimana
ja: 週末
nl: weekend
ro: weekend-uri
ru: выходные
zh_hans: 周末

# tasks.quality.worst
source: Worst
cs: nejhorší
es: Pésimo
id: Terburuk
it: Peggiore
ja: 最悪
nl: Slechtste
ro: Cel mai rău
ru: Хуже всего
zh_hans: 最糟

# tasks.quality.worse
source: Worse
cs: horší
es: Peor
id: Buruk
it: Peggio
ja: とても悪い
nl: Slechtere
ro: Mai rău
ru: Хуже
zh_hans: 更糟

# tasks.quality.bad
source: Bad
cs: Špatný.
es: Mal
id: Jelek
it: Cattivo
ja: 悪い
nl: Slecht
ro: Rău
ru: Плохо
zh_hans: 糟糕

# tasks.quality.neutral
source: Neutral
cs: Neutrální
id: Netral
it: Neutrale
ja: ふつう
nl: Neutraal
ro: Neutru
ru: Нейтрально
zh_hans: 一般

# tasks.quality.good
source: Good
cs: Dobře
es: Bueno
id: Lumayan
it: Bene
ja: 良い
nl: Goed
ro: Bun
ru: Хорошо
zh_hans: 好

# tasks.quality.better
source: Better
cs: Lepší
es: Mejor
id: Baik
it: Meglio
ja: とても良い
nl: Beter
ro: Mai bun
ru: Лучше
zh_hans: 更好

# tasks.quality.best
source: Best
cs: Nejlepší
es: Lo mejor
id: Terbaik
it: Migliore
ja: 最高
nl: Beste
ro: Cel mai bun
ru: Лучший
zh_hans: 最好

# tasks.examples.habit_text
source: Tap here to edit this into a bad habit you'd like to quit
cs: Klikni zde pro úpravu na zlozvyk, kterého se chceš zbavit
es: Toca aquí para editarlo en un mal hábito que te gustaría dejar
id: Ketuk di sini untuk mengedit ini menjadi kebiasaan buruk yang ingin kamu hentikan
it: Premi qui per trasformarlo in una cattiva abitudine che vorresti abbandonare
ja: ここをタップして直したいと思う習慣を入力しましょう
nl: Tik hier om dit in een slechte gewoonte te veranderen die je wilt afleren
ro: Apasă aici pentru a schimba asta într-un obicei negativ la care îți dorești să renunți
ru: Нажмите здесь, чтобы изменить данные о плохой привычки, которую вы хотели бы бросить
zh_hans: 点此将其添加为你想改掉的坏习惯

# tasks.examples.habit_notes
source: Or delete it by swiping left
cs: Nebo ji vymaž přetažením doleva
es: O elimínalo deslizando el dedo hacia la izquierda
id: Atau hapus dengan geser ke kiri
it: O cancellalo scorrendo verso sinistra
ja: または左にスワイプして削除
nl: Of verwijder het door links te slepen
ro: Sau șterge-l prin a da swipe la stânga
ru: Или удалите это, сдвинув влево
zh_hans: 或左滑删除它

# tasks.examples.todo_text
source: Join Habitica (Check me off!)
cs: Vydat se do země Habitica (Odškrtni mě!)
es: Unirse a Habitica (¡Quítame de la lista!)
id: Bergabung dengan Habitica (Centang ini!)
it: Iscriversi ad Habitica (Spuntami!)
ja: Habiticaに参加する(チェックして完了してください！)
nl: Aanmelden bij Habitica (Streep mij af!)
ro: Alătură-te la Habitica (Bifează-mă!)
ru: Присоединиться к Habitica (отметить выполненным!)
zh_hans: 加入Habitica（完成我！）

# tasks.examples.todo_notes
source: You can either complete this To Do, edit it, or remove it.
cs: Tento úkol můžeš dokončit, upravit nebo odstranit.
es: Puedes completar esta Tarea Pendiente, editarla o borrarla.
id: Kamu bisa menyelesaikan agenda ini, mengeditnya, atau justru menghapusnya.
it: Puoi completare questa Cosa da Fare, modificarla o rimuoverla.
ja: このTo Doを完了したり、編集したり、削除したりできます。
nl: Je kunt deze To Do afmaken, bijwerken of verwijderen.
ro: Poți îndeplini această Sarcină, o poți edita sau elimina.
ru: Вы можете завершить эту задачу, отредактировать ее или удалить.
zh_hans: 你可以完成、编辑或删除这项待办。

# tasks.examples.reward_text
source: Reward yourself
cs: Odměň se
es: Recompénsate a ti mismo
id: Hadiahi dirimu sendiri
it: Premiati
ja: 自分へのごほうび
nl: Beloon jezelf
ro: Răsplătește-te!
ru: Наградите себя
zh_hans: 奖励自己

# tasks.examples.reward_notes
source: Watch TV, play a game, eat a treat, it’s up to you!
cs: Koukej se na televizi, zahraj si hru, sněz něco dobrého - to je na tobě!
es: Ver la televisión, jugar a un juego, comerte un premio, ¡tú eliges!
id: Menonton TV, bermain game, makan enak, terserah kamu!
it: Guarda la Tv, gioca a un gioco, mangia un dolce, è una tua scelta!
ja: テレビを見る、ゲームをする、おやつを食べるなど。報酬はあなた次第です！
nl: Kijk tv, speel een spel, eet iets lekkers, aan jou de keuze!
ro: Uită-te la TV, joacă un joc, mănâncă ceva bun. Tu alegi!
ru: Смотрите телевизор, играйте в игру, ешьте в удовольствие, это зависит от вас!
zh_hans: 看电视、玩游戏，还是吃顿大餐，随你喜欢！

# tasks.examples.work_habit
source: Process email
cs: Zpracovat email
es: Procesar correo electrónico
id: Menindaklanjuti email
it: Controlla le e-mail
ja: Eメールを処理する
nl: E-mail verwerken
ro: Procesează email-ul
ru: Обработать email
zh_hans: 处理邮件

# tasks.examples.work_daily_text
source: Worked on today’s most important task
cs: Pracoval/a na dnešních nejdůležitějších úkolech
es: He trabajado en la tarea más importante
id: Mengerjakan tugas terpenting hari ini
it: Lavorato sulla attività più importante di oggi
ja: 今日の最重要タスクに取り組んだ
nl: Gewerkt aan de belangrijkste taak van vandaag
ro: Ai lucrat la cele mai importante sarcini de astăzi
ru: Работать сегодня над самым важным заданием
zh_hans: 做今天最重要的任务

# tasks.examples.work_daily_notes
source: Tap to specify your most important task
cs: Klikni, abys mohl/a zadat tvůj nejdůležitější úkol
es: Toca para especificar tu tarea más importante
id: Ketuk untuk menentukan tugas terpentingmu
it: Premi per specificare la tua attività più importante
ja: タップして最も重要なタスクを書き込もう
nl: Tik om je belangrijkste taak aan te geven
ro: Apasă pentru a specifica cea mai importantă sarcină de făcut
ru: Нажмите, чтобы указать вашу наиважнейшую задачу
zh_hans: 点击以指定最重要的任务

# tasks.examples.work_todo_text
source: Complete work project
cs: Dokončit skupinový projekt
es: Completar proyecto de trabajo
id: Selesaikan proyek kerja
it: Progetto di lavoro completato
ja: 作業プロジェクトを完了する
nl: Voltooi werkproject
ro: Completează proiectul de lucru
ru: Завершить рабочий проект
zh_hans: 完成工作项目

# tasks.examples.work_todo_notes
source: Tap to specify the name of your current project + set a due date!
cs: Klikni sem, abys mohl/a zadat název tvého současného projektu a datum splnění!
es: ¡Toca para especificar el nombre de tu proyecto actual + establecer una fecha de vencimiento!
id: Ketuk untuk menentukan nama proyekmu saat ini + tetapkan tenggat waktu!
it: Premi per specificare il nome del tuo progetto attuale + fissare una data di scadenza!
ja: タップして現在のプロジェクトの名前を書き込み、締切を設定しましょう！
nl: Tik om de naam van je project aan te geven + Kies een vervaldatum!
ro: Apasă pentru a specifica numele actualului tău proiect + a seta o dată limită!
ru: Нажмите, чтобы указать имя вашего текущего проекта + установить срок выполнения!
zh_hans: 点击以指定当前项目的名称+设置预定期限！

# tasks.examples.exercise_habit
source: 10 minutes cardio
cs: Desetiminutové kardio
es: 10 minutos de cardio
id: Kardio 10 menit
it: 10 minuti di cardio
ja: 10分間運動する
nl: 10 minuten cardio
ro: 10 minute de cardio
ru: 10 минут кардио
zh_hans: 10分钟有氧运动

# tasks.examples.exercise_daily_text
source: Daily workout routine
cs: Denní cvičební rutina
es: Rutina de ejercicio diaria
id: Rutinitas olahraga harian
it: Routine di allenamento quotidiana
ja: 毎日の筋トレ
nl: Dagelijkse trainingsroutine
ro: Exerciții fizice zilnice
ru: Ежедневная тренировка
zh_hans: 每日例行锻炼

# tasks.examples.exercise_daily_notes
source: Tap to choose your schedule and specify exercises!
cs: Klikni sem, abys mohl vybrat svůj časový plán a cvičení!
es: ¡Toca para elegir el horario y especificar ejercicios!
id: Ketuk untuk memilih jadwal dan tentukan latihan!
it: Premi per scegliere il tuo programma e specificare gli esercizi!
ja: タップしてスケジュールを選んで、運動を入力しましょう！
nl: Tik om je rooster te kiezen en kies oefeningen!
ro: Apasă pentru a-ți alege programul și pentru a specifica exercițiile!
ru: Нажмите, чтобы выбрать расписание и указать упражнения!
zh_hans: 轻触选择你的时间安排和运动！

# tasks.examples.exercise_todo_text
source: Set up workout schedule
cs: Naplánovat cvičení
es: Configurar plan de entrenamiento
id: Mengatur jadwal olahraga
it: Imposta la tabella di allenamento
ja: 運動の予定を組む
nl: Trainingsschema opzetten
ro: Setează-ți un program de exerciții fizice
ru: Составить график тренировок
zh_hans: 安排运动时间表

# tasks.examples.exercise_todo_notes
source: Tap to add a checklist!
cs: Ťuknutím přidáš na seznam!
es: ¡Toca para añadir una lista!
id: Ketuk untuk menambahkan ceklis!
it: Premi per aggiungere una checklist!
ja: タップしてチェックリストを追加しましょう！
nl: Tik om een checklist toe te voegen!
ro: Apasă pentru a adăuga o Listă de Verificare!
ru: Нажмите, чтобы добавить список!
zh_hans: 轻触来添加一个待办列表！

# tasks.examples.health_habit
source: Eat health/junk food
cs: Jíst zdravě/nezdravě
es: Comer comida saluda/basura
id: Makan sehat/cepat saji
it: Mangia cibo sano/cibo spazzatura
ja: 体にいいものを食べる / ジャンクフードを食べる
nl: Eet gezond/junkfood
ro: Mănâncă sănătos/fast food
ru: Есть здоровую/вредную еду
zh_hans: 吃 健康/垃圾 食物

# tasks.examples.health_daily_text
source: Floss
cs: Použít zubní nit
es: Usar hilo dental
id: Benang gigi
it: Passa il filo interdentale
ja: フロス ( ていねいな歯みがき )
nl: Flossen
ro: Spală-te pe dinți
ru: Использовать зубную нить
zh_hans: 牙线

# tasks.examples.health_daily_notes
source: Tap to make any changes!
cs: Klikni sem, abys mohl/a cokoli změnit!
es: ¡Toca para modificar cualquier detalle!
id: Klik untuk mengubah!
it: Premi per apportare dei cambiamenti!
ja: タップして何か変更してみましょう！
nl: Tik om iets te veranderen!
ro: Apasă pentru a face orice schimbare!
ru: Нажмите, чтобы внести какие-либо изменения!
zh_hans: 轻触来做出修改！

# tasks.examples.health_todo_text
source: Brainstorm a healthy change
cs: Brainstorming o zdravé změně
es: Haz una lluvia de ideas para un cambio sano
id: Lakukan brainstorming perubahan sehat
it: Pensa a un cambiamento positivo
ja: 健康の変化についてブレインストーミングする
nl: Brainstorm over een gezonde verandering
ro: Gândește-te la o schimbare sănătoasă
ru: Мозговой штурм - здоровое изменение
zh_hans: 来场改善健康的头脑风暴

# tasks.examples.health_todo_notes
source: Tap to add checklists!
cs: Ťuknutím přidáš seznam!
es: ¡Toca para añadir una lista!
id: Ketuk untuk menambahkan ceklis!
it: Premi per aggiungere una checklist!
ja: タップしてチェックリストを追加しましょう！
nl: Tik om checklijsten toe te voegen!
ro: Apasă pentru a adăuga o Listă de Verificare!
ru: Нажмите, чтобы добавить списки!
zh_hans: 轻触来添加一个待办列表！

# tasks.examples.school_habit
source: Study/Procrastinate
cs: Studovat/flákat se
es: Estudiar/vaguear
id: Belajar/Menunda-nunda
it: Studio/Procrastinazione
ja: 勉強する / 後回しにする
nl: Studeren/uitstellen
ro: Învață/Pierde timpul
ru: Учиться/прокрастинировать
zh_hans: 学习/拖延

# tasks.examples.school_daily_text
source: Do homework
cs: Udělat domácí úkoly
es: Hacer los deberes
id: Mengerjakan PR
it: Fai i compiti
ja: 宿題をやる
nl: Huiswerk maken
ro: Fă-ți temele
ru: Сделать домашнюю работу
zh_hans: 做作业

# tasks.examples.school_daily_notes
source: Tap to specify your most important task
cs: Klikni sem, abys zkonkretizoval/a svůj nejdůležitější úkol
es: Toca para especificar tu tarea más importante
id: Ketuk untuk menentukan tugas terpentingmu
it: Premi per specificare la tua attività più importante
ja: タップして最も重要なタスクを書き込もう
nl: Tik om je belangrijkste taak aan te geven
ro: Apasă pentru a specifica cea mai importantă sarcină de făcut
ru: Нажмите, чтобы указать вашу наиважнейшую задачу
zh_hans: 点击以指定最重要的任务

# tasks.examples.school_todo_text
source: Finish assignment for class
cs: Dokončit úkol třídy
es: Terminar la tarea para la clase
id: Selesaikan tugas untuk kelas
it: Finisci il compito scolastico
ja: 課題を仕上げる
nl: Maak je huiswerk af
ro: Completează proiectul pentru școală/facultate
ru: Завершить задание к уроку
zh_hans: 完成科目作业

# tasks.examples.school_todo_notes
source: Tap to specify your most important task
cs: Klikni sem, abys upřesnil tvůj nejdůležitější úkol
es: Toca para especificar tu tarea más importante
id: Ketuk untuk menentukan tugas terpentingmu
it: Premi per specificare la tua attività più importante
ja: タップして最も重要なタスクを書き込もう
nl: Tik om je belangrijkste taak aan te geven
ro: Apasă pentru a specifica cea mai importantă sarcină de făcut
ru: Нажмите, чтобы указать вашу наиважнейшую задачу
zh_hans: 点击以指定最重要的任务

# tasks.examples.team_daily_notes
source: Tap to specify your most important task
cs: Klepnutím určíte svůj nejdůležitější úkol
es: Toca para especificar tu tarea más importante
id: Ketuk untuk menentukan tugas terpentingmu
it: Premi per specificare la tua attività più importante
ja: タップして最も重要なタスクを書き込もう
nl: Tik om je belangrijkste taak aan te geven
ro: Apasă pentru a specifica cea mai importantă sarcină de făcut
ru: Нажмите, чтобы указать вашу наиважнейшую задачу
zh_hans: 点击以指定最重要的任务

# tasks.examples.team_todo_notes
source: Tap to specify your most important task
cs: Klepnutím určíte svůj nejdůležitější úkol
es: Toca para especificar tu tarea más importante
id: Ketuk untuk menentukan tugas terpentingmu
it: Premi per specificare la tua attività più importante
ja: タップして最も重要なタスクを書き込もう
nl: Tik om je belangrijkste taak aan te geven
ro: Apasă pentru a specifica cea mai importantă sarcină de făcut
ru: Нажмите, чтобы указать вашу наиважнейшую задачу
zh_hans: 点击以指定最重要的任务

# tasks.examples.chores_habit
source: 10 minutes cleaning
cs: 10 minut úklidu
es: Limpiar 10 minutos
id: Bersih-bersih 10 menit
it: 10 minuti di pulizia
ja: 10分間掃除する
nl: 10 minuten schoonmaken
ro: 10 minute de curățenie
ru: 10 минут уборки
zh_hans: 10分钟大扫除

# tasks.examples.chores_daily_text
source: Wash dishes
cs: Umyj nádobí
es: Lavar los platos
id: Cuci piring
it: Lava i piatti
ja: 皿を洗う
nl: Afwassen
ro: Spală vase
ru: Помыть посуду
zh_hans: 洗盘子

# tasks.examples.chores_daily_notes
source: Tap to choose your schedule!
cs: Klikni sem, abys vybral tvůj časobý plán!
es: ¡Toca para elegir el horario!
id: Ketuk untuk memilih jadwal!
it: Premi per scegliere il tuo programma!
ja: タップしてスケジュールを選びましょう！
nl: Tik om je routine te kiezen!
ro: Apasă pentru a alege un program!
ru: Нажмите, чтобы выбрать расписание!
zh_hans: 轻触选择你的日程表！

# tasks.examples.chores_todo_text
source: Organize clutter
cs: Ukliď nepořádek
es: Organizar el desorden
id: Mengatur barang-barang berantakan
it: Organizza il disordine
ja: 散らかしたものを片付ける
nl: Ruim spullen op
ro: Organizează dezordinea
ru: Организовать беспорядок
zh_hans: 整理杂物

# tasks.examples.chores_todo_notes
source: Tap to specify the cluttered area!
cs: Klikni sem, abys upřesnil neuklizenou oblast!
es: ¡Toca para especificar el área desordenada!
id: Ketuk untuk menentukan area yang berantakan!
it: Premi per specificare l'area ingombra!
ja: タップして散らかった場所を入力しましょう！
nl: Tik om de rommelige plek te bepalen!
ro: Apasă pentru a specifica aria dezorganizată!
ru: Нажмите, чтобы указать область беспорядка!
zh_hans: 轻触选择凌乱的区域！

# tasks.examples.creativity_habit
source: Practiced a new creative technique
cs: Trénoval/a jsem novou kreativní techniku
es: Has practicado una técnica nueva creativa
id: Mempraktikkan teknik kreatif baru
it: Praticato una nuova tecnica creativa
ja: 新しい創作技法を練習した
nl: Geoefend met een nieuwe creatieve techniek
ro: O nouă tehnică creativă exersată
ru: Практикуйте новую творческую технику
zh_hans: 练习一门新的创作技法
