Repository: HabitRPG/habitica-ios
Catalog: HabitRPG/Strings/*.lproj/Mainstrings.strings
Languages: cs, es, hr, id, it, ja, nl, ro, ru, zh_hans

# world_boss.description
source: A World Boss is a special event where the whole community works together to take down a powerful monster with their tasks!
es: ¡Un Jefe Mundial es un evento especial donde toda la comunidad trabaja en conjunto para derrotar un poderoso monstruo con sus tareas!
id: Boss Dunia adalah event spesial dimana seluruh orang saling bekerja sama untuk mengalahkan sang monster kuat dengan tugas mereka!
it: Un Boss Mondiale è un evento speciale che unisce tutta la community di Habitica per sconfiggere un potente mostro con le loro attività!
ja: ワールドボスは、コミュニティ全体がタスクによって強力なモンスターを協力して打ち倒す特別イベントです！
nl: Een wereld eindbaas is een speciaal evenement waar heel Habitica samenwerkt om met hun taken een supersterk monster te verslaan!
ru: Мировой босс — особое событие, во время которого сообщество Habitica объединяет усилия, чтобы своими заданиями победить сильнейшего монстра!
zh_hans: 世界Boss是特殊事件，全部玩家聚集于此，共同完成任务，击败强大的怪物！

# world_boss.first_bullet
source: Complete tasks to damage the Boss
es: Completa tareas para dañar al Jefe
id: Selesaikan tugas-tugas untuk menyerang Bos Dunia
it: Completa delle attività per danneggiare il Boss
ja: タスクを完了してボスにダメージを与えましょう
nl: Volbreng je taken om de eindbaas te verslaan
ru: Завершите задачи, чтобы нанести урон боссу
zh_hans: 完成任务来攻击Boss

# world_boss.second_bullet
source: The Boss won’t damage you for missed tasks, but its Rage meter will go up. If the bar fills up, the Boss will attack one of the shopkeepers!
es: El Jefe no te hará daño por tareas no realizadas, pero su Medidor de Furia subirá. ¡Si la barra se llena, el Jefe atacará a uno de los vendedores!
id: Bos tidak akan melukaimu dikarenakan tugasmu yang lalai, namun Tingkat Amarahnya akan meningkat. Jika Tingkat Amarahnya telah terisi penuh, Bos akan menyerang salah satu dari penjaga toko!
it: Il Boss Mondiale non ti danneggerà per le attività non completate, ma la sua Furia aumenterà. Se la barra della Furia si riempie, il Boss attaccherà uno dei negozianti!
ja: サボったタスクによってこのボスからダメージを受けることはありませんが、怒りメーターが上昇します。怒りメーターが満タンになるとボスは店主たちに攻撃します！
nl: De eindbaas doet je geen kwaad als je taken mist, maar zijn woedemeter gaat om hoog. Als de hele meter vol is, valt de baas een van de winkeliers aan!
ru: Мировой босс не тронет вас за пропущенные задания, но уровень его ярости будет расти. Когда шкала ярости заполнится, босс атакует одного из владельцев лавки!
zh_hans: 如果你没有完成任务，Boss不会攻击你，但怒气值会增加。一旦怒气值满条，Boss就会随机攻击一个NPC店主！

# world_boss.third_bullet
source: You can continue with normal Quest Bosses, damage will apply to both
cs: Můžeš pokračovat s normálními výpravami, škody se započítají oběma
es: Puedes continuar con Jefes de misiones normales, el daño aplicará a ambos
id: Kamu dapat melanjutkan Misi Bos normal, kerusakan akan terjadi pada kedua Bos
it: Puoi continuare con le normali Missioni con Boss, i danni saranno applicati a entrambi
ja: あなたは通常のクエストボスへもこれまで通り挑戦し続けることができて、ダメージはどちらのボスにも適用されます
nl: Je kunt verdergaan met normale eindbazen, schade wordt toegebracht aan beide
ru: Можно одновременно сражаться с обычным квестовым боссом, вы нанесёте урон обоим
zh_hans: 与此同时，你=也可挑战普通副本Boss，两者均会受到伤害

# world_boss.fourth_bullet
source: Check the Tavern to see Boss progress and Rage attacks
es: Revisa la Taberna para ver el progreso de los Jefes y ataques de Furia
id: Periksa Kedai Minuman untuk melihat progres Bos dan serangan-serangan Amarahnya
it: Vai nella Taverna per vedere i progressi con il Boss Mondiale e gli attacchi Furia
ja: キャンプ場でボス戦の進行状況と怒りの攻撃をチェックしましょう
nl: Kijk in de taverne om te zien hoe het gaat met de eindbaas en de woedeaanvallen
ru: Проверяйте Таверну, чтобы увидеть уровни здоровья и ярости мирового босса
zh_hans: 在酒馆可以看到Boss的攻略进度和狂暴攻击

# world_boss.rage_strike_warning
source: Be careful... The World Boss will lash out and attack one of our friendly shopkeepers once its rage bar fills. Keep up with your Dailies to try and prevent it from happening!
es: Ten cuidado... El Jefe Mundial arremeterá contra uno de nuestros simpáticos vendedores una vez que su barra de Furia se llene. ¡Cumple con tus Tareas Diarias para intentar prevenir que suceda!
id: Berhati-hatilah... Bos Dunia akan menyerang dan menyerang salah satu pemilik toko yang ramah begitu bar amarahnya terisi. Tetap selesaikan terus Keseharian-mu untuk mencegahnya terjadi!
it: Stai attento... Il boss mondiale si scatenerà ed attaccherà una volta riempita la barra della rabbia uno dei nostri negozianti . Resta al passo con le tue Attività Giornaliere per evitare che ciò accada!
ja: 気をつけて… ワールドボスは怒りゲージがたまる度に、わたしたちの味方である店主たちの一人に激しく攻撃してきます。日課をこなし続けて、攻撃されるのを防ぎましょう！
nl: Wees voorzichtig... De Wereld Eindbaas valt ineens een van onze winkeliers aan als de woedemeter vol is. Blijf je dagelijkse taken volbrengen om te voorkomen dat het gebeurt!
ru: Быть осторожен... Мировой босс набросится и нападет на одного из наших дружелюбных владельцев магазинов, как только его полоска ярости заполнится. Выполняйте свои ежедневные дела, чтобы не позволить ему сделать это!
zh_hans: 当心... 世界Boss会在怒气值满条时攻击一个商人。持续完成每日任务来避免此事发生！

# world_boss.rage_strike_title
source: The %@ was Attacked!
cs: %@ Byl napaden!
es: ¡%@ ha sido atacado!
id: %@ diserang!
it: %@ è stato attaccato!
ja: %@が攻撃を受けました！
nl: De %@ is aangevallen!
ru: %@ атакован(а)!
zh_hans: %@被攻击了！

# world_boss.rage_strike_damaged
source: %@ is Heartbroken! Our beloved %@ was devastated when %@ shattered the %@. Quickly, tackle your tasks to defeat the monster and help rebuild!
es: ¡%@ tiene el corazón partido! Nuestro querido %@ se vió devastado cuando %@ destrozó el %@. ¡Rápido, supera tus tareas para derrotar al monstruo y ayudar a reconstruir!
id: %@ patah hati! %@ tercinta kita hancur ketika %@ menghancurkan %@. Cepat, selesaikan tugasmu untuk mengalahkan monster dan bantu membangun kembali!
it: %@ è distrutto! Il nostro beneamato %@ era devastato quando il %@ frantumò il %@. In fretta, finisci le tue attività per sconfiggere il mostro e aiutare la ricostruzione !!
ja: %@は悲しみに打ちひしがれています！ 愛すべき%@は%@の攻撃で%@が破壊されてしまい途方に暮れています。急いでタスクに取り組んで、あの怪物を倒して再建の手助けをしましょう！
nl: %@ heeft een gebroken hart! Onze geliefde %@ is er kapot van: %@ heeft de %@ gesloopt. Snel, doe je taken om het monster te verslaan en help mee om alles opnieuw op te bouwen!
ru: %@ с разбитым сердцем! Наш любимый %@ был опустошен, когда %@ разбил %@. Быстро, решать свои задачи, чтобы победить монстра и помочь восстановить!
zh_hans: %@心碎了！ 我们心爱的%@在%@攻击%@时被破坏。快抓紧时间完成你的任务来打败怪物，帮助我们重建！

# world_boss.rage_strike_explanation
source: There are 3 potential Rage Strikes This gauge fills when Habiticans miss their Dailies. If it fills up, the DysHeartener will unleash its Shattering Heartbreak attack on one of Habitica's shopkeepers, so be sure to do your tasks!
es: Existen 3 posibles Ataques de Furia Este medidor se llena cuando los habiticanos no realizan sus Tareas Diarias. Si se llena por completo, el Descorazonador desatará su ataque Desgarracorazones sobre uno de los vendedores de Habitica, ¡por lo que asegúrate de completar tus tareas!
id: Ada 3 potensi Serangan Amarah Pengukur Serangan ini akan terisi ketika Habiticans melewatkan Kesehariannya. Jika terisi, DysHeartener akan melepaskan serangan Patah Hati Berkeping-Keping pada salah satu pemilik toko Habitica, jadi pastikan untuk melakukan tugasmu!
it: Ci sono 3 potenziali Attacchi Furia L'indicatore dell'Attacco Furia si riempie quando gli Habitichiani non completano le proprie Attività Giornaliere. Se si riempie, il Dysheartener rilascerà il suo attacco Dirompente Spezzacuori su uno dei negozianti di Habitica, quindi assicurati di completare le tue attività!
ja: 怒り攻撃が３回まで起こる可能性があります このゲージはHabiticaの住人たちが日課を逃すとたまっていきます。ゲージが一杯になると、心蝕のディスハートナーはその強烈なハートブレイクをHabiticaの店主のうち一人に食らわせます。ですから必ずタスクを実行しましょう！
nl: Er zijn 3 mogelijke woedeaanvallen Deze meter vult zich doordat Habiticanen hun dagelijkse taken missen. Als hij helemaal vol is, valt de Onthartener een van de winkeliers van Habitica aan met zijn Vernietigende hartebreukaanval, dus doe je taken!
ru: Есть 3 потенциальных удара ярости Этот индикатор заполняется, когда жители Habiticans пропускают свои ежедневные газеты. Если он заполнится, DysHeartener начнет свою атаку Shattering Heartbreak на одного из владельцев магазинов Habitica, так что не забудьте выполнить свои задачи!
zh_hans: Boss会造成3次狂暴攻击 如果有玩家忘记做每日任务，这个进度条就会前进。如果进度条满了，DysHeartener就会释放毁天灭地心碎攻击，还会随机攻击Habitica的一个店主。要记得完成你的任务哟！

# checkin_yesterdays_dalies
source: Check off any Dailies you did yesterday:
es: Tacha las Tareas Diarias que hayas realizado ayer:
id: Centang Keseharian yang telah kamu lakukan kemarin:
it: Metti la spunta sulle Attività Giornaliere che hai completato ieri:
ja: 昨日行った日課をチェックしましょう：
nl: Vink je dagelijkse taken van gisteren af:
ru: Отметьте все ежедневные газеты, которые вы сделали вчера:
zh_hans: 检查你昨天的日常任务：

source: Start my day
cs: Začít můj den
es: Comenzar mi día
id: Mulai hariku
it: Inizia la mia giornata
ja: 一日を始めましょう
nl: Mijn dag begint
ru: Начать день
zh_hans: 开始新的一天

source: Force Start
cs: Vynutit start
es: Forzar inicio
id: Paksa Mulai
it: Forza l'avvio
ja: 強制的に開始する
nl: Forceer begin
ru: Форсированный запуск
zh_hans: 强制开始

# accessibility.world_boss_pending_damage
source: %@, World Boss, pending damage: %@
es: %@, Jefe Mundial, daño pendiente: %@
id: Bos Dunia, %@, damage terkumpul: %@
it: %@, Boss mondiale, danno in sospeso: %@
ja: ワールドボスの%@が保留しているダメージ： %@
nl: %@, Wereld Eindbaas, aankomende schade: %@
ru: %@, мировой босс, ожидаемый урон: %@
zh_hans: %@，世界Boss，即将造成伤害：%@

# accessibility.score_habit_up
source: Score Habit Up
es: Subir puntuación del Hábito
id: Skor Kebiasaan Naik
it: Punteggio Abitudine Positiva
ja: 習慣スコアアップ
nl: Pluspunt voor de gewoonte
ru: Оценка Привычка
zh_hans: 习惯得分提升

# accessibility.score_habit_down
source: Score Habit Down
es: Bajar puntuación del Hábito
id: Skor Kebiasaan Turun
it: Punteggio Abitudine Negativa
ja: 習慣スコアダウン
nl: Minpu
ru: Оценка привычки вниз
zh_hans: 习惯得分下降

# accessibility.not_completed_x
source: Not Completed %@
cs: Nedokončeno% @
es: No completado %@
id: %@ tidak terselesaikan
it: Non completato %@
ja: 未完了の%@
nl: Nog niet af %@
ru: Не выполнено %@
zh_hans: %@未完成

# accessibility.not_due
source: Not Due
cs: Není splatné
es: No pendiente
id: Tidak Jatuh Tempo
it: Inattive
ja: 期限ではない
nl: Moet nog niet af
ru: Не из-за
zh_hans: 未到期

# accessibility.not_completed
source: Not Completed
cs: Nedokončeno
es: No completado
id: Tidak Selesai
it: Non completato
ja: 未完了
nl: Nog niet volbracht
ru: Не выполнено
zh_hans: 未完成

# accessibility.collapse_checklist
source: Collapse Checklist
cs: Sbalit seznam
es: Reducir lista
id: Sembunyikan Ceklis
it: Nascondi checklist
ja: チェックリストをたたむ
nl: Klap de checklist in
ru: Скрыть список
zh_hans: 折叠清单

# accessibility.expand_checklist
source: Expand Checklist
cs: Rozbalte seznam
es: Expandir lista
id: Tampilkan Ceklis
it: Espandi checklist
ja: チェックリストを開く
nl: Klap de checklist uit
ru: Показать список
zh_hans: 展开清单

source: Great
cs: Skvělý
es: Genial
id: Hebat
it: Super
ja: すばらしい
nl: Super
ru: Превосходно
zh_hans: 棒极了

source: Leave Challenge
cs: Opustit výzvu
es: Dejar Desafío
id: Tinggalkan Tantangan
it: Abbandona sfida
ja: チャレンジをやめる
nl: Verlaat de uitdaging
ru: Покинуть испытание
zh_hans: 放弃挑战

source: Join Challenge
cs: Připojte se k výzvě
es: Sumarse al Desafío
id: Ikuti Tantangan
it: Unisciti alla sfida
ja: チャレンジに参加する
nl: Ga de uitdaging aan
ru: Присоединиться
zh_hans: 加入挑战

source: Publish Challenge
cs: Publikovat výzvu
es: Publicar Desafío
id: Publikasikan Tantangan
it: Sfida pubblica
ja: 公共のチャレンジ
nl: Maak de uitdaging openbaar
ru: Опубликовать испытание
zh_hans: 发布挑战

source: View Participant Progress
cs: Zobrazit pokrok účastníka
es: Ver Progreso del Participante
id: Lihat Progres Partisipan
it: Visualizza i progressi dei partecipanti
ja: 参加者の進捗を見る
nl: Laat de voortgang zien van de participant
ru: Показать прогресс участника
zh_hans: 查看参与者进度

source: End Challenge
cs: Ukončit výzvu
es: Finalizar Desafío
id: Akhiri Tantangan
it: Fine Sfida
ja: チャレンジを終了する
nl: Beëindig uitdaging
ru: Закончить испытание
zh_hans: 终止挑战

# subscription_info_1_description
source: You’ll be able to buy Gems from the Market for 20 gold each!
cs: Budete si moci koupit drahokamy z trhu za 20 zlatých!
es: ¡Podrás comprar gemas del mercado por 20 oros cada una!
id: Kamu dapat membeli Permata dari Pasar dengan harga satuan 20 Koin Emas!
it: Potrai acquistare gemme al Mercato per 20 Oro ciascuna!
ja: 市場で20ゴールドごとにジェムを買えるようになります！
nl: Je kunt edelstenen van de markt kopen voor 20 goud per stuk!
ru: Вы сможете купить самоцветы на рынке по 20 золотых за штуку!
zh_hans: 支付20金币可以购买1颗宝石！

# subscription_info_2_description
source: Earn Mystic Hourglasses to purchase items in the Time Traveler’s Shop!
es: ¡Consigue Relojes de Arena Místicos para comprar artículos en La Tienda de los Viajeros del Tiempo!
id: Dapatkan Jam Pasir Mistik untuk membeli item di Toko Penjelajah Waktu!
it: Guadagna Clessidre Mistiche per comprare oggetti nel Negozio dei Viaggiatori del Tempo!
ja: タイムトラベラーの店でアイテムを購入できる神秘の砂時計が手に入ります！
nl: Verdien mystieke zandlopers om voorwerpen te kopen in de tijdreizigerswinkel!
ru: Зарабатывайте Таинственные Песочные Часы чтобы покупать предметы в Магазине Путешественника во Времени!
zh_hans: 用神秘沙漏在时空旅行者的商店购物！

# subscription_gift_explanation
source: Want to give the benefits of a subscription to someone else?
cs: Chcete dát výhody předplatného někomu jinému?
es: ¿Quieres darle los beneficios de una suscripción a alguien más?
id: Ingin memberikan kelebihan seorang pelanggan pada orang lain?
it: Vuoi regalare i vantaggi di un abbonamento a qualcuno?
ja: 有料プランの特典を誰かにプレゼントしたいですか？
nl: Wil je een abonnement cadeau doen aan iemand anders?
ru: Хотите подарить подписку кому-то ещё?
zh_hans: 想赠送订阅吗？

# subscription_gift_button
source: Gift a Subscription
cs: Darujte předplatné
es: Regalar una Suscripción
id: Hadiahkan fitur Langganan
it: Regala un Abbonamento
ja: 有料プランをプレゼントする
nl: Geef een abonnement cadeau
ru: Подписка в подарок
zh_hans: 赠送订阅

# subscription_support_developers
source: Subscribing supports our small team and helps keep Habitica running
cs: Předplatné podporuje náš malý tým a pomáhá udržovat Habitica v chodu
es: Suscribirse sirve para apoyar a nuestro pequeño equipo y ayuda a mantener Habitica
id: Berlangganan mendukung tim kecil kami dan membantu menjaga Habitica terus berjalan
it: Abbonandoti supporti il nostro piccolo team e aiuti a mantenere attivo Habitica
ja: 有料プランに加入することで、小規模なのHabitica運営チームを支援し、Habiticaを維持する手助けができます
nl: Abonneren ondersteunt ons kleine team en helpt Habitica draaiende te houden
ru: Подписка поддерживает нашу маленькую команду и помогает поддерживать Habitica постоянно развиваться
zh_hans: 购买订阅支持我们，帮助Habitica运作

source: Subscribe
cs: Předplatit
es: Suscribirse
id: Berlangganan
it: Abbonati
ja: 有料プランに加入する
nl: Abonneer
ru: Подписаться
zh_hans: 订阅

source: Send Gift
cs: Poslat dárek
es: Enviar Regalo
id: Kirim Hadiah
it: Invia un regalo
ja: 贈り物を送る
nl: Stuur een cadeautje
ru: Отправить подарок
zh_hans: 赠送礼物

# gift_one_get_one_title
source: Gift One, Get One
es: Regala uno, obtén uno
id: Kirim Satu, Dapat Satu
it: Regalane uno, Ricevine Uno
ja: 誰かに有料プランをプレゼントすると、同じ分の有料プランが無料で適用されます
nl: Geef er één, krijg er één
ru: Подарите подписку, получите подписку
zh_hans: 赠一得一

# gift_one_get_one_description
source: Gift a subscription now and you’ll get the same sub for yourself free!
cs: Daruj předplatné nyní a obdržíš stejné pro sebe zdarma!
es: ¡Regala una suscripción ahora y tú tendrás la misma suscripción para ti gratis!
id: Berikan berlangganan sekarang dan dapatkan berlangganan yang sama gratis!
it: Regala subito un abbonamento e ne otterrai uno anche tu gratis!
ja: いま有料プランをプレゼントすると、あなた自身も同じ有料プランが無料で適用されます！
nl: Schenk nu een abonnement en je krijgt hetzelfde abonnement gratis!
ru: Подарите подписку сейчас и получите такую же бесплатно!
zh_hans: 赠送订阅，您也可免费得到同样的订阅！

# gems_support_developers
source: Purchasing Gems supports our small team and helps keep Habitica running
es: Adquirir gemas sirve para apoyar nuestro pequeño equipo y ayuda a mantener Habitica
id: Membeli Permata mendukung tim kecil kami dan membantu menjaga Habitica terus berjalan
it: Comprando Gemme supporti il nostro piccolo team e aiuti a mantenere attivo Habitica
ja: ジェムを購入することで、小規模なのHabitica運営チームを支援し、Habiticaを維持する手助けができます
nl: Abonneren ondersteunt ons kleine team en helpt Habitica draaiende te houden
ru: Покупка самоцветов поддерживает нашу маленькую группу разработчиков и помогает Habitica продолжать работать
zh_hans: 购买订阅支持我们，帮助Habitica运作

# buy_for_x
source: Buy for %@
cs: Koupit pro %@
es: Comprar por %@
id: Beli seharga %@
it: Copra per %@
ja: %@で買う
nl: Kopen voor %@
ru: Купить за %@
zh_hans: 为%@购买

# earned_achievement_share
source: I earned a new achievement in Habitica!
cs: Získal jsem nový úspěch v Habitica!
es: ¡Conseguí un nuevo logro en Habitica!
id: Aku mendapatkan sebuah pencapaian baru di Habitica!
it: Ho ottenuto una nuova medaglia su Habitica!
ja: Habiticaで新しい実績を獲得しました！
nl: Ik heb een nieuwe prestatie in Habitica!
ru: Я получил новое достижение в Habitica!
zh_hans: 解锁一个新成就！

# invalid_recipient_message
source: You have to specify a valid Habitica Username as recipient.
cs: Jako příjemce musíte zadat platné uživatelské jméno Habitica.
es: Debes especificar un Nombre de Usuario válido como receptor.
id: Kamu harus menentukan Nama Pengguna Habitica yang valid sebagai penerima.
it: Devi specificare come destinatario un nome utente Habitica valido.
ja: 受け取る人として有効なHabiticaユーザー名を指定する必要があります。
nl: Je moet bij ontvanger een geldige Habitica gebruikersnaam invullen.
ru: Вы должны указать действительное имя пользователя получателя в Habitica.
zh_hans: 收信人用户名须正确。

# invalid_recipient_title
source: Invalid Habitica Username
cs: Neplatné uživatelské jméno Habitica
es: Nombre de Usuario inválido
id: Nama Pengguna Habitica Tidak Valid
it: Nome utente Habitica non valido
ja: 無効なHabiticaユーザー名
nl: Ongeldige Habitica gebruikersnaam
ru: Неверное имя пользователя
zh_hans: 无效的Habitica用户名

source: Filter by Tags
cs: Filtrovat podle značek
es: Filtrar por Etiquetas
id: Filter berdasarkan Tanda
it: Filtra per tag
ja: タグでフィルターをかける
nl: Filter op tags
ru: Фильтровать по тегам
zh_hans: 根据标签筛选

# purchased
source: You purchased %@
cs: Zakoupili jste %@
es: Compraste %@
id: Kamu membeli %@
it: Hai comprato %@
ja: %@を購入しました
nl: Je hebt %@ gekocht
ru: Вы купили %@
zh_hans: 你购买了%@

# buy_reward
source: You bought '%@' for %@ gold
es: Compraste '%@' a cambio de %@ piezas de oro
id: Kamu membeli '%@' seharga %@ koin emas
it: Hai acquistato "%@" per %@ oro
ja: '%@'を%@ゴールドで購入しました
nl: Je hebt '%@' gekocht voor %@ goudstukken
ru: Вы купили '%@' за %@ золота
zh_hans: 你花%@金币购买了'%@'

# party.leave_party_description
source: Do you want to leave the party and keep or leave the challenges?
cs: Chceš opustit skupinu a ponechat si nebo smazat výzvy?
es: ¿Quieres abandonar el equipo y conservar o abandonar los desafíos?
id: Apakah kamu ingin meninggalkan party dan mempertahankan atau meninggalkan tantangan?
it: Vuoi lasciare la Squadra e mantenere o lasciare le sfide?
ja: パーティーを脱退したい、そしてチャレンジを続けたいもしくはやめたいですか？
nl: Wil je de groep verlaten en de uitdagingen behouden of verlaten?
ru: Хотите ли вы оставить или покинуть испытания при выходе из команды?
zh_hans: 你想离开队伍并保持或者放弃挑战吗？离开队伍不会让你退出队伍挑战。

# party.leave_party_title
source: Leave Party?
cs: Opustit skupinu?
es: ¿Abandonar Equipo?
id: Tinggalkan Party?
it: Abbandonare la squadra?
ja: パーティーを脱退しますか？
nl: Groep verlaten?
ru: Покинуть команду?
zh_hans: 离开队伍？

# guilds.left_guild
source: You left the guild
cs: Opustil jsi Cech
es: Dejaste el gremio
id: Kamu meninggalkan guild ini
it: Hai abbandonato la Gilda
ja: ギルドを脱退しました
nl: Je hebt de gilde verlaten
ru: Вы покинули гильдию
zh_hans: 你离开了公会

# guilds.joined_guild
source: You joined the guild
cs: Připojili jste se k cechu
es: Te uniste al gremio
id: Kamu bergabung dengan guild ini
it: Ti sei unito alla Gilda
ja: ギルドに参加しました
nl: Je bent toegetreden tot de gilde
ru: Вы присоединились к гильдии
zh_hans: 你加入了公会

# settings.push_notifications.party_activity
source: Party Activity
cs: Aktivita družiny
es: Actividad de Equipo
id: Aktifitas Party
it: Attività della Squadra
ja: パーティーの活動
nl: Groepsactiviteit
ru: События в команде
zh_hans: 队伍活动

# settings.push_notifications.important_announcement
source: Important Announcements
cs: Důležitá oznámení
es: Anuncios importantes
id: Pengumuman Penting
it: Annunci Importanti
ja: 重要なお知らせ
nl: Belangrijke Aankondigingen
ru: Важные объявления
zh_hans: 重要消息

# settings.push_notifications.invited_quest
source: Invited to Quest
cs: Pozván/a na výpravu
es: Invitado a Quest
id: Diundang ke Misi
it: Invito ad una Missione
ja: クエストに招待されました
nl: Uitgenodigd voor een queeste
ru: Приглашены в квест
zh_hans: 邀请参与副本

# stable.wacky_mounts
source: Wacky Mounts
cs: Šílená zvířata
es: Monturas Chifladas
id: Tunggangan Aneh
it: Calvacature Stravaganti
ja: へんてこな乗騎
nl: Idiote rijdieren
ru: Дурацкие скакуны
zh_hans: 搞怪坐骑

# stable.wacky_pets
source: Wacky Pets
cs: Šílení mazlíčci
es: Mascotas Chifladas
id: Peliharaan Aneh
it: Animali Stravaganti
ja: へんてこなペット
nl: Idiote huisdieren
ru: Чокнутые питомцы
zh_hans: 搞怪宠物

# stable.color
source: Color
cs: Barva
id: Warna
it: Colore
ja: カラー
nl: Kleur
ru: Цвет
zh_hans: 颜色

# theme.light
source: Light
cs: Světlé
es: Claro
id: Terang
it: Chiaro
ja: ライト
nl: Licht
ru: Светлый
zh_hans: 浅色

# theme.dark
source: Dark
cs: Tmavé
es: Oscuro
id: Gelap
it: Scuro
ja: ダーク
nl: Duister
ru: Темный
zh_hans: 深色

# settings.push_notifications.gifted_subscription
source: Gifted Subscription
cs: Darované předplatné
es: Suscripción Regalada
id: Diberikan Langganan
it: Abbonamento regalato
ja: プレゼントされた有料プラン
nl: Gekregen Abonnement
ru: Подписка в подарок
zh_hans: 获赠订阅

# settings.push_notifications.gifted_gems
source: Gifted Gems
cs: Darované drahokamy
es: Gemas Regaladas
id: Diberikan Permata
it: Gemme regalate
ja: ジェムを贈られました
nl: Gekregen Edelstenen
ru: Самоцветы в подарок
zh_hans: 获赠宝石

# settings.push_notifications.invited_guid
source: Invited to Guild
cs: Pozván do cechů
es: Invitado al Gremio
id: Diundang ke Guild
it: Invito Gilda
ja: パーティーに招待されました
nl: Uitgenodigd voor een Gilde
ru: Приглашены в гильдию
zh_hans: 邀请进公会

# settings.push_notifications.invited_party
source: Invited to Party
cs: Jsi pozvaný/á do skupiny
es: Invitado al Equipo
id: Diundang ke Party
it: Invito in una Squadra
ja: パーティーに招待されました
nl: Uitgenodigd voor een Groep
ru: Приглашены в команду
zh_hans: 被邀请加入队伍

# settings.push_notifications.won_challenge
source: You won a challenge!
cs: Vyhrál/a jsi výzvu!
es: ¡Ganaste un desafío!
id: Kamu memenangkan tantangan!
it: Hai vinto una Sfida!
ja: チャレンジで優勝しました！
nl: Je hebt een uitdaging gewonnen!
ru: Вы выиграли испытание!
zh_hans: 你赢了挑战！

# settings.push_notifications.received_pm
source: Received private message
cs: Obdržel/a jsi soukromou zprávu
es: Mensaje privado recibido
id: Menerima pesan pribadi
it: Hai ricevuto un messaggio privato
ja: プライベートメッセージが届きました
nl: Privé bericht ontvangen
ru: Получено личное сообщение
zh_hans: 收到私信

# settings.push_notifications.title
source: Push Notifications
cs: Push upozornění
es: Notificaciones Push
id: Notifikasi Push
it: Notifiche Push
ja: プッシュ通知
nl: Push Meldingen
ru: Push-уведомления
zh_hans: 推送通知

# settings.language
source: Language
cs: Jazyk
es: Idioma
id: Bahasa
it: Lingua
ja: 言語
nl: Taal
ru: Язык
zh_hans: 语言

# settings.theme_mode
source: Theme Mode
cs: Téma
es: Modo de Tema
id: Mode Tema
it: Tipo di Tema
ja: テーマモード
nl: Thema Modus
ru: Режим (Темный/Светлый)
zh_hans: 主题风格

# titles.achievements
source: Achievements
cs: Úspěchy
es: Logros
hr: Postignuća
id: Pencapaian
it: Medaglie
ja: 実績
nl: Prestaties
ru: Достижения
zh_hans: 成就

# titles.messages
source: Messages
cs: Zprávy
es: Mensajes
hr: Poruke
id: Pesan
it: Messaggi
ja: メッセージ
nl: Berichten
ru: Сообщения
zh_hans: 信息
