Repository: HabitRPG/habitica-ios
Catalog: HabitRPG/Strings/*.lproj/Mainstrings.strings
Languages: cs, es, hr, id, it, ja, nl, ro, ru, zh_hans

source: Active
cs: Aktivní
es: Activas
hr: Aktivni
id: Aktif
it: Attive
ja: アクティブ
nl: Actief
ru: Активные
zh_hans: 活跃

source: Animal Ears
cs: Zvířecí uši
es: Orejas de animales
hr: Životinjske uši
id: Telinga Hewan
it: Orecchie da Animali
ja: 動物の耳
nl: Dierenoren
ru: Звериные уши
zh_hans: 兽耳

# avatar.background
source: Background
cs: Pozadí
es: Fondo
hr: Pozadina
id: Latar Belakang
it: Sfondo
ja: 背景
nl: Achtergrond
ro: Imagine de Fundal
ru: Фон
zh_hans: 背景

# avatar.bangs
source: Bangs
cs: Ofina
es: Flequillo
hr: Šiške
id: Rambut Depan
it: Frangia
ja: 前髪
nl: Pony
ro: Breton
ru: Чёлка
zh_hans: 刘海

# avatar.beard
source: Beard
cs: Plnovous
es: Barba
hr: Brada
id: Janggut
it: Barba
ja: あごひげ
nl: Baard
ro: Barbă
ru: Борода
zh_hans: 下唇胡须

# avatar.flower
source: Flower
cs: Květina
es: Flor
hr: Cvijet
id: Bunga
it: Fiore
ja: 花
nl: Bloem
ro: Floare
ru: Цветок
zh_hans: 花

# avatar.glasses
source: Glasses
cs: Brýle
es: Gafas
hr: Naočale
id: Kacamata
it: Occhiali
ja: メガネ
nl: Bril
ro: Ochelari
ru: Очки
zh_hans: 眼镜

# avatar.hair_style
source: Hair Style
cs: Účes
es: Peinado
hr: Frizura
id: Model Rambut
it: Stile Capelli
ja: 髪型
nl: Haarstijl
ro: Stilul Părului
ru: Стиль волос
zh_hans: 发型

# avatar.hairColor
source: Hair Color
cs: Barva vlasů
es: Color de pelo
hr: Boja kose
id: Warna Rambut
it: Colore dei Capelli
ja: 髪の色
nl: Haarkleur
ro: Culoarea Părului
ru: Цвет волос
zh_hans: 发色

# avatar.head
source: Head
cs: Vlasy
es: Cabeza
hr: Glava
id: Kepala
it: Testa
ja: 頭
nl: Hoofd
ro: Cap
ru: Голова
zh_hans: 头部

# avatar.mustache
source: Mustache
cs: Knír
es: Bigote
hr: Brkovi
id: Kumis
it: Baffi
ja: くちひげ
nl: Snor
ro: Mustață
ru: Усы
zh_hans: 上唇胡须

# avatar.shirt
source: Shirt
cs: Košile
es: Camiseta
hr: Majica
id: Baju
it: Maglietta
ja: シャツ
ro: Tricou
ru: Рубашка
zh_hans: 上衣

# avatar.skin
source: Skin
cs: Kůže
es: Color de piel
hr: Boja kože
id: Kulit
it: Pelle
ja: 肌の色
nl: Skinkleur
ro: Culoarea Pielii
ru: Цвет кожи
zh_hans: 肤色

# avatar.wheelchair
source: Wheelchair
cs: Kolečkové křeslo
es: Silla de ruedas
hr: Invalidska kolica
id: Kursi Roda
it: Sedia a rotelle
ja: 車いす
nl: Rolstoel
ro: Scaun cu rotile
ru: Кресло-каталка
zh_hans: 轮椅

source: Cancel
cs: Zrušit
es: Cancelar
hr: Otkaži
id: Batalkan
it: Annulla
ja: キャンセル
nl: Annuleren
ro: Anulează
ru: Отмена
zh_hans: 取消

source: Chat
id: Obrolan
ja: チャット
ru: Чат
zh_hans: 聊天

# classes.become_a_class
source: Become a %@
cs: Staň se %@
es: Convertirse en %@
hr: Postani %@
id: Menjadi seorang %@
it: Diventa un %@
ja: %@ になる
nl: Word een %@
ro: Devino un %@
ru: Стать %@
zh_hans: 成为 %@

# classes.class_header
source: %@ Class
cs: %@ Třída
es: % clase
hr: %@ Klasa
id: Profesi %@
it: Classe %@
ja: %@ クラス
nl: %@ klasse
ro: %@ Clasă
ru: %@ Класс
zh_hans: %@ 职业

# classes.healer
source: Healer
cs: Léčitel
es: Sanador
hr: Iscjelitelj
id: Penyembuh
it: Guaritore
ja: 治療師
nl: Genezer
ro: Vindecător
ru: Целитель
zh_hans: 医者

# classes.healer_description
source: Healers stand impervious against harm, and extend that protection to others. Missed Dailies and bad Habits don't faze them much, and they have ways to recover Health from failure. Play a Healer if you enjoy assisting others in your Party, or if the idea of cheating Death through hard work inspires you!
cs: Léčitel je nezranitelný a ochraňuje i ostatní. Promeškané Denní úkoly a špatné Zvyky jim moc neublíží a mají možnost se zahojit. Buď léčitelem jestli rád pomůžeš ostatním v družině, nebo pokud tě inspiruje myšlenka na ošizení smrti tím, že budeš pořádně dřít!
es: Los sanadores se mantienen impertérritos ante los daños y ofrecen esa protección a los demás. Las tareas diarias sin cumplir y los hábitos negativos no les quitan el sueño, y tienen maneras de recuperar la salud cuando algo va mal. ¡Juega como sanador si te gusta ayudar a los otros miembros del grupo o si te atrae la idea de esquivar a la Muerte con tu esfuerzo!
hr: Iscjelitelji su otporni na štetu i pružaju zaštitu sebi i drugima. Propušteni Svakodnevni zadaci i loše Navike ih ne uznemiravaju u tolikoj mjeri jer znaju kako nadoknaditi izgubljeno Zdravlje. Igraj Iscjelitelja ako ako uživaš u pomaganju drugim članovima svoje Družine, ili ako te inspirira pomisao na varanje Smrti pomoću marljivog rada!
id: Penyembuh kebal terhadap bahaya, dan memperluas perlindungan itu kepada orang lain. Keseharian yang terlewatkan dan Kebiasaan buruk tidak terlalu mengganggu mereka, dan mereka memiliki cara untuk memulihkan Darah dari kegagalan. Mainkan Penyembuh jika kamu senang membantu orang lain di Party, atau jika ide mencurangi Kematian dengan kerja keras menginspirasimu!
it: I Guaritori si stagliano impavidi contro i danni, ed estendono la propria protezione agli altri. Le Attività Giornaliere non completate e le cattive abitudini non li turbano molto, ed hanno diversi modi per recuperare la Salute persa a causa dei fallimenti. Diventa un Guaritore se ti piace assistere gli altri nella tua squadra, o se l'idea di giocare con la morte attraverso il duro lavoro ti ispira!
ja: 治療師は痛みに耐え、他人を守るのです。やらなかった日課や悪い習慣にも治療師は動揺せず、失敗から体力を回復させる能力を持っています。パーティーの他のメンバーを助けることに喜びを感じる、困難な仕事による死をも恐れぬ理想があるのなら、治療師でプレーしましょう!
nl: Genezers zijn ongevoelig voor schade, en kunnen deze bescherming uitstrekken naar anderen. Gemiste dagelijkse taken en slechte gewoontes hebben nauwelijks invloed op hun humeur, en ze hebben manieren om gezondheidspunten te herstellen na een mislukking. Speel een Genezer als je het leuk vindt om anderen in je gezelschap te assisteren, of als het idee om de dood voor de gek te houden door hard te werken je inspireert!
ro: Vracii sunt protejați împotriva loviturilor și aplică această protecție și altora. Cotidienele ratate și obiceiurile proaste nu îi deranjează așa mult și au modalități de recuperare a sănătății în caz de eșec. Fă-te Vraci dacă îți face plăcere să-i ajuți pe alții din echipa ta sau dacă te inspiră ideea de a trișa Moartea prin muncă asiduă!
ru: Целители неуязвимы перед уроном и распространяют защиту на других. Пропущенные ежедневные задания и вредные привычки несильно их беспокоят, а после неудачи они могут восстановить здоровье. Играйте за целителя, если вам нравится помогать другим членам команды или если вас вдохновляет мысль о возможности усердным трудом обмануть смерть!
zh_hans: 医者面对伤害毫无惧色，他能给予其他人保护。未完成的每日任务和坏习惯不会对他们造成太大的困扰，他们还能治疗损失的生命值。如果你喜欢协助队伍中的其他人，或者戏弄死神让你激情四射，那就成为医者吧！

# classes.mage
source: Mage
cs: Mág
es: Mago
hr: Čarobnjak
id: Penyihir
it: Mago
ja: 魔道士
nl: Magiër
ro: Mag
ru: Маг
zh_hans: 法师

# classes.rogue
source: Rogue
cs: Zloděj
es: Pícaro
hr: Lupež
id: Perampok
it: Ladro
ja: 盗賊
nl: Dief
ro: Bandit
ru: Разбойник
zh_hans: 盗贼

# classes.rogue_description
source: Rogues love to accumulate wealth, gaining more Gold than anyone else, and are adept at finding random items. Their iconic Stealth ability lets them duck the consequences of missed Dailies. Play a Rogue if you find strong motivation from Rewards and Achievements, striving for loot and badges!
cs: Zloděj miluje střádání bohatství, získávání více zlata než mají ostatní, a je adeptem na nalezení náhodných předmětů. Jeho pověstná lstivost mu umožňuje uniknout důsledkům promeškání Denních úkolů. Buď zlodějem, pokud nacházíš silnou motivaci v odměnách a úspěších a usiluješ o velkou kořist a ocenění!
es: A los pícaros les encanta acumular riquezas: ganan más oro que ninguna otra clase y son expertos en encontrar artículos por azar. Su habilidad más característica, la del sigilo, les permite eludir las consecuencias de no completar las tareas diarias. ¡Juega como pícaro si lo que más te motiva es conseguir recompensas, logros, botines e insignias!
hr: Lupeži vole akumulirati bogatstvo, dobivaju više Zlatnika od ostalih, također su bolji u nalaženju nasumičnih predmeta. Njihova poznata moć Tajnosti im daje sposobnost izbjegavanja posljedica neizvršenih Svakodnevnih zadataka. Igraj Lupeža ako te jako motiviraju Nagrade i Postignuća i ako stremiš ka sakupljanju plijena i znački!
id: Perampok suka mengumpulkan kekayaan, mendapatkan lebih banyak Emas daripada siapapun, dan mahir menemukan item. Kemampuan Penyamaran ikonik mereka memungkinkan mereka menghindari konsekuensi dari Keseharian yang terlewatkan. Mainkan Perampok jika kamu menemukan motivasi yang kuat dari Hadiah dan Pencapaian, berjuang untuk jarahan dan lencana!
it: I Ladri amano accumulare ricchezza: guadagnano più Oro di chiunque altro, e sono inclini al trovare oggetti casuali. La loro iconica abilità Furtività li rende in grado di prendersi gioco delle conseguenze delle Attività Giornaliere non completate. Diventa un Assassino se trovi una forte motivazione nelle Ricompense e nelle Medaglie, lottando per un bottino e dei riconoscimenti!
ja: 盗賊は富を集めることを愛するのです。ほかのどのクラスよりもゴールドを稼ぎ、アイテムを見つける確率が高いのです。盗賊の特徴、忍びの術をもってすれば、日課をやらなかったとしても、性格的に傷つかない。戦利品や勲章――Habitica では、ごほうびと実績に強く心動かされるなら、盗賊でプレーしましょう!
nl: Dieven houden ervan rijkdom te vergaren, verkrijgen meer goud dan enig ander en zijn bedreven in het vinden van willekeurige voorwerpen. Hun kenmerkende behendigheid laat hen de consequenties ontduiken van het missen van dagelijkse taken. Speel een dief als je veel motivatie vindt in het krijgen van beloningen, het behalen van prestaties en het streven naar buit en badges!
ro: Bandiților le place să acumuleze bogății. Ei primesc mai mult Aur decât oricine altcineva și se pricep să găsească obiecte aleator. Discreția specifică le permite să scape de consecințele Cotidienelor ratate. Fă-te Bandit dacă ești puternic motivat de Răsplăți și Realizări, luptându-te pentru pradă și insigne!
ru: Разбойники накапливают богатства, получая больше золота, чем кто бы там ни было. Они также эксперты по поиску различных предметов. Их культовая способность «Хитрость» позволяет им уклониться от последствий невыполненных ежедневных заданий. Играйте за разбойника, если хорошей мотивацией для вас являются награды и достижения и вы жаждете трофеев и значков!
zh_hans: 盗贼热衷于积累财富，比其他人获得更多的金币，还擅长寻找随机物品。他们标志性的潜行技能使得他们能够躲避未完成的日常带来的伤害。如果你希望获得更多的奖励，成就，掉落以及徽章，来玩盗贼吧！

# classes.warrior
source: Warrior
cs: Válečník
es: Guerrero
hr: Ratnik
id: Prajurit
it: Guerriero
ja: 戦士
nl: Krijger
ro: Războinic
ru: Воин
zh_hans: 战士

source: Close
cs: Zavřít
es: Cerrar
hr: Zatvori
id: Tutup
it: Chiudi
ja: 閉じる
nl: Sluiten
ro: Închide
ru: Закрыть
zh_hans: 关闭

source: Confirm
cs: Potvrdit
es: Confirmar
hr: Potvrdi
id: Konfirmasi
it: Conferma
ja: 確認
nl: Bevestigen
ro: Confirmă
ru: Подтвердить
zh_hans: 确认

source: Create
cs: Vytvořit
es: Crear
hr: Kreiraj
id: Buat
it: Crea
ja: 新規作成
nl: Aanmaken
ro: Creează
ru: Добавить
zh_hans: 新建

source: Daily
cs: Denně
es: Tarea diaria
hr: Dnevno
id: Harian
it: Attività Giornaliera
ja: 毎日
nl: Dagelijks
ro: Activitate Zilnică
ru: Ежедневно
zh_hans: 每日

source: Delete
cs: Vymazat
es: Eliminar
hr: Obriši
id: Hapus
it: Elimina
ja: 削除
nl: Verwijder
ro: Șterge
ru: Удалить
zh_hans: 删除

source: Description
cs: Popis
es: Descripción
hr: Opis
id: Deskripsi
it: Descrizione
ja: 説明
nl: Beschrijving
ro: Descriere
ru: Описание группы
zh_hans: 描述

source: Details
cs: Detaily
es: Detalles
hr: Detalji
id: Detail
it: Dettagli
ja: 詳細
ro: Detalii
ru: Подробности
zh_hans: 细节

source: Difficulty
cs: Obtížnost
es: Dificultad
hr: Težina
id: Kesulitan
it: Difficoltà
ja: 難易度
nl: Moeilijkheidsgraad
ro: Dificultate
ru: Сложность
zh_hans: 难度

source: Discover
cs: Objev
es: Descubre
hr: Otkrij
id: Jelajahi
it: Esplora
ja: 探す
nl: Ontdek
ro: Descoperă
ru: Найти
zh_hans: 发现

source: Edit
cs: Upravit
es: Editar
hr: Izmijeni
id: Ubah
it: Modifica
ja: 編集
nl: Bewerken
ro: Modifică
ru: Изменить
zh_hans: 编辑

source: Eggs
cs: Vejce
es: Huevos
hr: jaja
id: Telur
it: Uova
ja: たまご
nl: Eieren
ro: Ouă
ru: Яйца
zh_hans: 蛋

source: Equip
cs: Vybavit
es: Equipar
hr: Opremi
id: Pakai
it: Equipaggia
ja: 装備
nl: Aantrekken
ro: Echipează
ru: Надеть
zh_hans: 装备

# equipment.armor
source: Armor
cs: Zbroj
es: Armadura
hr: Oklop
id: Zirah
it: Armatura
ja: よろい
nl: Pantser
ro: Armură
ru: Броня
zh_hans: 装备

# equipment.auto_equip
source: Auto-Equip new
cs: Automatický vybavit nové
es: Equipar automáticamente nuevo
hr: Automatski opremi novo
id: Gunakan Otomatis yang Baru
it: Equipaggia nuovo equipaggiamento automaticamente
ja: 新しい装備品を自動装備する
nl: Nieuwe Automatisch Uitrusten
ro: Auto-echipează noutățile
ru: Авто-надевание нового
zh_hans: 自动装备新物品

# equipment.back
source: Back Accessory
cs: Příslušenství na záda
es: Accesorio de Espalda
hr: Dodatak za leđa
id: Aksesoris Punggung
it: Accessorio da schiena
ja: 背中のアクセサリ
nl: Rugaccessoire
ru: Аксессуар на спину
zh_hans: 背部饰品

# equipment.battle_gear
source: Battle Gear
cs: Bojová výzbroj
es: Equipo de batalla
hr: Ratna oprema
id: Perlengkapan Tempur
it: Equipaggiamento da battaglia
ja: 武装
nl: Gevechtsuitrusting
ro: Echipament de luptă
ru: Боевая экипировка
zh_hans: 战斗装备

# equipment.body
source: Body Accessory
cs: Příslušenství na tělo
es: Accesorio para el Cuerpo
hr: Dodatak za tijelo
id: Aksesoris Badan
it: Accessorio da Corpo
ja: 胴のアクセサリ
nl: Lichaamsaccessoire
ru: Аксессуар на тело
zh_hans: 身体饰品

# equipment.costume
source: Costume
cs: Kostým
es: Disfraz
hr: Kostim
id: Kostum
ja: 衣装
nl: Kostuum
ro: Costum
ru: Костюм
zh_hans: 服装

# equipment.eyewear
source: Eyewear
cs: Brýle
es: Gafas
hr: Naočale
id: Aksesoris Mata
it: Accessorio occhi
ja: アイウェア
nl: Oogaccessoire
ru: Очки
zh_hans: 面部装备

# equipment.head
source: Head Gear
cs: Pokrývka hlavy
es: Equipo para la cabeza
hr: Pokrivala za glavu
id: Pelindung Kepala
it: Elmi
ja: 頭装備
nl: Hoofduitrusting
ro: Echipament pentru Cap
ru: Экипировка на голову
zh_hans: 头部装备

# equipment.head_accessory
source: Head Accessory
cs: Doplňky na hlavu
es: Accesorio para la cabeza
hr: Dodatak za glavu
id: Aksesoris Kepala
it: Accessorio da testa
ja: 頭部のアクセサリー
nl: Hoofdaccessoire
ro: Accesorii pentru Cap
ru: Аксессуар на голову
zh_hans: 头部饰品

# equipment.nothing_equipped
source: Nothing Equipped
cs: Žádné vybavení
es: Sin equipamiento
hr: Ništa nije opremljeno
id: Tidak Terpasang Apapun
it: Nessun oggetto equipaggiato
ja: 装備なし
nl: Niks aangetrokken
ro: Neechipat
ru: Ничего не надето
zh_hans: 无装备

# equipment.off_hand
source: Off-Hand
cs: Druhá ruka
es: Mano secundaria
hr: Pomoćni
id: Sampingan
it: Mano secondaria
ja: 反対の手
nl: Andere hand
ro: Pe neașteptate
ru: Защита
zh_hans: 副手

# equipment.use_costume
source: Use Costume
cs: Použít kostým
es: Llevar disfraz
hr: Koristi Kostim
id: Gunakan Kostum
it: Usa costume
ja: 衣装を使用する
nl: Kostuum gebruiken
ro: Poartă costum
ru: Использовать костюм
zh_hans: 穿上服装

# equipment.weapon
source: Weapon
cs: Zbraň
es: Arma
hr: Oružje
id: Senjata
it: Arma
ja: 武器
nl: Wapen
ro: Armă
ru: Оружие
zh_hans: 武器

source: Experience
cs: Zkušenost
es: Experiencia
hr: Iskustvo
id: Pengalaman
it: Esperienza
ja: 経験値
nl: Ervaring
ro: Experiență
ru: Опыт
zh_hans: 经验值

source: Food
cs: Jídlo
es: Comida
hr: hrane
id: Makanan
it: Cibo
ja: えさ
nl: Voedsel
ro: Hrană
ru: Корм
zh_hans: 食物

source: Glasses
cs: Brýle
es: Gafas
hr: Naočale
id: Kacamata
it: Occhiali
ja: メガネ
nl: Bril
ro: Ochelari
ru: Очки
zh_hans: 眼镜

# groups.assign_new_leader
source: Assign new Leader
cs: Přiřaďte nového vůdce
es: Asignar un nuevo líder
hr: Odaberi novog vođu
id: Tentukan Pemimpin baru
it: Assegna un nuovo leader al gruppo
ja: 新しいリーダーを指定
nl: Nieuwe leider toewijzen
ro: Numește un Lider Nou
ru: Назначить нового предводителя
zh_hans: 选出新会长

# groups.leader_challenges
source: Only leader can create Challenges
cs: Výzvy mohou vytvářet pouze vedoucí
es: Solo el líder puede crear desafíos
hr: Samo vođa može kreirati Izazove
id: Hanya pemimpin yang dapat membuat Tantangan
it: Solo il Leader può creare delle Sfide
ja: リーダーだけが、チャレンジを作成できます
nl: Alleen de leider kan uitdagingen maken
ro: Doar liderul poate crea Provocări
ru: Только предводитель может создавать Испытания
zh_hans: 只有会长可以创建挑战

# guilds.keep_challenges
source: Keep challenges
cs: Ponechat výzvy
es: Mantener desafíos
hr: Zadrži izazove
id: Pertahankan Tantangan
it: Tieni sfide
ja: チャレンジを続ける
nl: Hou uitdagingen bij
ro: Păstrează provocările
ru: Оставить испытания
zh_hans: 保留挑战

# guilds.leave_challenges
source: Leave Challenges
cs: Opustit výzvy
es: Abandonar desafíos
hr: Napusti izazove
id: Tinggalkan Tantangan
it: Abbandona le Sfide
ja: チャレンジをやめる
nl: Verlaat Uitdagingen
ro: Părăsește Provocările
ru: Покинуть Испытание
zh_hans: 终止挑战

# guilds.leave_guild_description
source: Do you want to leave the guild and keep or leave the challenges?
cs: Chcete opustit cech a nechat nebo opustit výzvy?
es: ¿Quieres abandonar el gremio y mantener o eliminar los desafíos?
hr: Želiš li napustiti ceh i zadržati ili izbrisati izazove?
id: Apakah kamu ingin meninggalkan guild dan mempertahankan atau meninggalkan tantangan?
it: Vuoi abbandonare la sfida e tenere o eliminare le attività?
ja: ギルドを脱退して、チャレンジを続けるか止めるかしますか？
nl: Wil je de gilde verlaten en de uitdagingen behouden of verwijderen?
ro: Dorești să părăsești această breaslă și să păstrezi sau ștergi provocările?
ru: Хотели бы вы оставить или удалить испытания после выхода из гильдии?
zh_hans: 您想退出公会并保留或删除挑战吗？

# guilds.leave_guild_title
source: Leave Guild?
cs: Opustit cech?
es: ¿Abandonar gremio?
hr: Napusti ceh?
id: Tinggalkan Guild?
it: Abbandonare la Gilda?
ja: ギルドを脱退しますか？
nl: VerlaatGilde?
ro: Părăsești Breasla?
ru: Покинуть гильдию?
zh_hans: 退出公会？

# hatch_egg
source: Use on Egg
cs: použít na vejce
es: Usar en huevo
hr: Izlezi jaje
id: Tuangkan pada Telur
it: Usa su un uovo
ja: たまごに使う
nl: Gebruiken op een ei
ro: Clocește oul
ru: Применить к Яйцу
zh_hans: 孵化这个蛋

# hatch_potion
source: Hatch with potion
cs: Vylíhnout lektvarem
es: Eclosionar con poción
hr: Izlezi pomoću napitka
id: Tetaskan dengan ramuan
it: Schiudi con una pozione
ja: たまごがえしの薬でかえす
nl: Uitbroeden met toverdrank
ro: Clocește cu o poțiune
ru: Полить эликсиром
zh_hans: 使用孵化药水

source: Hatching Potions
cs: Líhnoucí lektvary
es: Pociones de Eclosión
hr: Napici za izlijeganje
id: Ramuan Penetas
it: Pozioni di Schiusa
ja: たまごがえしの薬
nl: Uitbroeddrankjes
ro: Poțiuni de Eclozat
ru: Инкубационные эликсиры
zh_hans: 孵化药水

source: Health
cs: Zdraví
es: Salud
hr: Zdravlje
id: Nyawa
it: Salute
ja: 体力
nl: Gezondheid
ru: Здоровье
zh_hans: 生命值

# inventory.available_until
source: Available Until %@
cs: Dostupné do %@
es: Disponible hasta %@
hr: Dostupno do %@
id: Tersedia hingga %@
it: Disponibile fino al %@
ja: %@ まで有効
nl: Beschikbaar tot %@
ro: Valabil până la %@
ru: Доступно до %@
zh_hans: %@前有效

# inventory.hatched
source: You hatched a new pet!
cs: Vylíhl se ti nový mazlíček!
es: ¡Has eclosionado una nueva mascota!
hr: Izlegao/la si novog ljubimca!
id: Kamu menetaskan peliharaan baru!
it: Hai fatto nascere un nuovo animale!
ja: 新しいペットが生まれました！
nl: Je hebt een nieuw huisdier uitgebroed!
ro: Ai clocit un nou animal de companie!
ru: У вас вылупился новый питомец!
zh_hans: 你孵化了一只新宠物！

# inventory.no_gems_left
source: You have bought all the Gems you can this month. More become available within the first three days of each month. Thanks for subscribing!
cs: Tento měsíc jsi už koupil veškeré drahokamy, které můžeš. Další budou k dispozici v prvních třech dnech každého měsíce. Díky za to že jsi předplatitel!
es: Has comprado todas las Gemas que podías este mes. Habrá más disponibles a partir de los primeros tres días de cada mes. ¡Gracias por suscribirte!
hr: Ovaj mjesec nemaš više dostupnih Dragulja. Više ih postane dostupno unutar prva 3 dana svakog mjeseca.
id: Kamu telah membeli semua Permata yang tersedia bulan ini. Lebih banyak akan ditambahkan dalam tiga hari pertama dalam setiap bulan. Terima kasih sudah berlangganan!
it: Hai comprato tutte le Gemme a disposizione per questo mese. Altre saranno disponibili entro i primi tre giorni del mese prossimo. Grazie per esserti abbonato!
ja: 今月ゴールドで購入可能なジェムをすべて買い切りました。来月の1～3日頃にまた新しく購入可能になります。有料プランにご加入いただきありがとうございます！
nl: Je hebt deze maand alle edelstenen gekocht die je kunt kopen. Binnen de eerste drie dagen van elke maand komen er meer beschikbaar. Bedankt voor het abonneren!
ro: Nu mai există Nestemate disponibile luna aceasta. Mai multe vor fi disponibile în primele 3 zile ale fiecărei luni.
ru: Вы купили все доступные самоцветы в этом месяце. Больше самоцветов станет доступно в течение первых 3 дней каждого месяца. Благодарим за подписку!
zh_hans: 你已经买空了这个月所有的宝石限额！每月可购买的宝石将于当月前三天内上架。感谢您的订阅！

# inventory.number_gems_left
source: Monthly Gems: %d/%d Remaining
cs: Měsíční drahokamy: %d/%d zbývá
es: Gemas mensuales: Quedan %d/%d
hr: Preostalo mjesečnih Dragulja: %d/%d
id: Permata Bulanan: %d/%d Tersisa
it: Gemme Mensili: %d/%d Rimanenti
ja: 今月のジェム： 残り %d/%d
nl: Maandelijkse Edelstenen: %d/%d Over
ro: Nestemate lunare: %d/%d Rămase
ru: Ежемесячные самоцветы: %d/%d в наличии
zh_hans: 每月宝石：%d/%d剩余

# inventory.wrong_class
source: Only available for %@s. You can change your class from Settings
cs: Dostupné pouze pro %@s. V nastavení můžeš změnit svou třídu
es: Solo disponible para %@s. Puedes cambiar tu clase en Ajustes
hr: Dostupno samo za klasu %@. Možeš promijeniti svoju klasu u postavkama
id: Hanya tersedia untuk profesi %@s. Kamu dapat mengubah profesi dari Pengaturan
it: Disponibile solo per %@. Puoi cambiare la tua classe nelle Impostazioni
ja: %@s だけが購入できます。クラスはセッティングから変更できます
nl: Alleen beschikbaar voor %@s. Je kan je klasse veranderen in de instellingen
ro: Valabil numai pentru %@. Îți poți schimba clasa din Setări
ru: Доступно только для %@s. Вы можете сменить класс в Настройках
zh_hans: 只对%@s可用。你可以在设置里变更职业

source: Invite Party
cs: Pozvat družinu
es: Invita a una fiesta
hr: Pozovi Družinu
id: Undang Party
it: Invita squadra
ja: パーティーを招待する
nl: Groep uitnodigen
ro: Invită Echipa
ru: Пригласить команду
zh_hans: 邀请队伍

source: Leader
cs: Vůdce
es: Líder
hr: Vođa
id: Pemimpin
ja: リーダー
nl: Leider
ro: Lider
ru: Предводитель
zh_hans: 会长

source: Leave
cs: Odejít
es: Salir
hr: Napusti
id: Tinggalkan
it: Abbandona
ja: やめる
nl: Verlaten
ro: Părăsește
ru: Покинуть
zh_hans: 离开

# level_number
source: Level %d
cs: Úroveň %d
es: Nivel %d
it: Livello %d
ja: レベル %d
nl: Niveau %d
ro: Nivel %d
ru: Уровень %d
zh_hans: %d级

# levelup_description
source: By accomplishing your real life goals, you leveled up and are now fully healed!
cs: Splněním svých skutečných cílů jsi se dostal/a na další úroveň a jsi nyní zcela vyléčen/a!
es: ¡Por completar tus metas en la vida real, has subido de nivel y ahora estás completamente curado!
hr: Postizanjem svojih životnih ciljeva, dostigao/la si level %ld!
id: Dengan menyelesaikan tujuan hidupmu, kamu naik level dan sekarang sepenuhnya pulih!
it: Raggiungendo obiettivi nella vita reale, sei salito di livello e la tua Salute è stata ripristinata!
ja: 現実での目標を達成してレベルが上がり、体力が全回復した！
nl: Door doelen in je echte leven te bereiken, ben je een niveau gestegen en ben je nu volledig genezen!
ro: Prin atingerea țelurilor din viața reală, ai avansat la Nivelul %ld!
ru: За выполнение ваших целей в реальной жизни у вас повысился уровень и вы полностью исцелены!
zh_hans: 完成现实生活中的目标之后，你升级了，而且回满了血！

# levelup_share
source: I got to level %ld in Habitica by improving my real-life habits!
cs: V Habitica jsem dosáhl úrovně %ld zlepšením mých návyků v reálném životě!
es: ¡He subido al nivel %ld en Habitica al mejorar mis hábitos en la vida real!
hr: Došao/la sam do levela %ld u Habitici poboljšavajući svoje navike u stvarnom životu!
id: Aku mencapai level %ld di Habitica dengan memperbaiki kebiasaanku di kehidupan nyata!
it: Sono salito di livello in Habitica migliorando le mie abitudini nella vita reale!
ja: 現実での習慣が向上したので、Habitica で %ld にレベルアップしました!
nl: Ik ben naar niveau %Id gestegen in Habitica door mijn gewoontes in het echte leven te verbeteren!
ro: Am atins nivelul %ld în Habitica prin îmbunătățirea obiceiurilor din viața reală!
ru: Я получил %ld уровень в Habitica, улучшая привычки в реальной жизни!
zh_hans: 我在Habitica中通过改善我现实生活中的习惯到达了%ld级！
