Repository: HabitRPG/habitica-ios
Catalog: HabitRPG/Strings/*.lproj/Mainstrings.strings
Languages: cs, es, hr, id, it, ja, nl, ro, ru, zh_hans

# could_not_gift_gems
source: Could not gift gems. Please try again later.
es: No se pudieron regalar las gemas. Por favor, inténtalo más tarde.
id: Tidak bisa mengirim permata. Silakan coba lagi nanti.
it: Impossibile regalare gemme. Per favore riprova più tardi.
ja: ジェムを贈ることができませんでした。後でやり直してください。
nl: Het edelstenen schenken is niet gelukt. Probeer het later nog eens.
ru: Невозможно подарить самоцветы. Позже попробуйте еще раз.
zh_hans: 无法赠送宝石。请稍后再试。

# end_challenge_description
source: To end a Challenge, log in to the Habitica website then tap the “End Challenge” button on the right of the Challenge screen.
es: Para finalizar un reto, inicia sesión en Habitica y pulsa sobre el botón "Terminar reto" del lado derecho de la pantalla del reto.
id: Untuk mengakhiri Tantangan, masuk ke situs Habitica kemudian ketuk tombol "Akhiri Tantangan" pada layar Tantangan di sebelah kanan.
it: Per terminare una Sfida accedi al sito di Habitica e clicca su "Fine Sfida" nella schermata delle Sfide.
ja: チャレンジを終わらせるにはHabiticaのウェブサイトにログインして「チャレンジ」画面の右上の「チャレンジを終了する」をタップしてください。
nl: Om een uitdaging te beëindigen, log je in op de Habitica-website en tik je op de knop 'Uitdaging beëindigen' aan de rechterkant van het scherm van de uitdaging.
ru: Чтобы закончить испытание, зайдите на сайт Habitica и нажмите на кнопку «Закончить испытание» справа от экрана испытания.
zh_hans: 若需要结束挑战，请先登录Habitica网页版，点击挑战页面右侧的 "结束挑战 "按钮。

# create_guild_description
source: To create a Guild, log in to the Habitica website then tap the “Create” button on the “My Guilds” screen.
es: Para crear un gremio, inicia sesión en Habitica y luego pulsa sobre el botón "Crear" de la pantalla "Mis gremios".
id: Untuk membuat Guild, masuk ke situs Habitica dan ketuk tombol "Buat" pada layar "Guild Saya".
it: Per creare una gilda accedi al sito di Habitica e clicca sul pulsante "Crea" nella schermata "Le mie gilde".
ja: ギルドを作るにはHabiticaのウェブサイトにログインして「所属ギルド」画面の「作る」ボタンをタップしてください。
nl: Om een gilde aan te maken, log je in op de Habitica-website en tik je vervolgens op de knop "Aanmaken" op het scherm "Mijn gilden".
ru: Чтобы создать гильдию, зайдите на сайт Habitica и, открыв страницу «Мои гильдии», нажмите на кнопку «Создать».
zh_hans: 要创建公会，请先登录Habitica网站，然后点击“我的公会”屏幕上的“创建”按钮。

source: Create Guild
es: Crear gremio
id: Buat Guild
it: Crea una gilda
ja: ギルドを作成
nl: Gilde aanmaken
ru: Создать гильдию
zh_hans: 创建公会

# gift_one_get_one_data.info_limitations
source: This is a limited time event that starts on %@ (13:00 UTC) and will end %@ (01:00 UTC). This promotion only applies when you gift to another Habitican. If you or your gift recipient already have a subscription, the gifted subscription will add months of credit that will only be used after the current subscription is cancelled or expires.
es: Este es un evento de duración limitada que comienza el %@ (13:00 UTC) y terminará el %@ (01:00 UTC). Esta promoción solo se aplica cuando se regala a otro Habiticano. Si tú o el destinatario del regalo ya tenéis una suscripción, la suscripción de regalada se iniciará una vez finalice o se cancele la actual.
id: Event ini berlangsung terbatas dimulai dari %@ (13:00 UTC) dan berakhir pada %@ (01:00 UTC). Masa Promosi ini hanya berlaku ketika kamu memberikannya kepada Habitican yang lain. Jika kamu atau penerima telah mempunyai berlangganan sebelumnya, maka hadiah berlangganan akan ditambahkan pada masa berlangganan yang sedang berlaku dan dimulai setelah masa berlangganan saat ini habis.
it: Questo è un evento a tempo limitato che inizia il %@ alle 14:00 ora italiana (13:00 UTC) e terminerà il %@ alle 2:00 ora italiana (1:00 UTC). Questa promozione si applica solo quando fai un regalo a un altro Habitante. Se tu o il destinatario del regalo avete già un abbonamento, l'abbonamento in regalo aggiungerà mesi di credito che verranno utilizzati solo dopo l'annullamento o la scadenza dell'abbonamento corrente.
ja: このイベントは日本時間で%@の22:00時(13:00 UTC)から%@10:00時(01:00 UTC)までの期間限定です。プロモーションは他のプレイヤーにギフトを贈った際にのみ適用されます。もしギフトを受け取った人がすでに有料会員の場合、有料会員期間が延長されます。この延長は、現在の有料会員期間を満了もしくはキャンセルした後にのみ適用されます。
ru: Это ограниченное по времени событие начнется в %@ (13:00 UTC) и закончится в %@ (01:00 UTC). Акция действует только в том случае, если вы дарите подписку другому пользователю. Если вы или получатель уже имеете подписку, то вам добавятся месяцы подаренной подписки, которой можно будет воспользоваться при условии отмены или окончания текущей.
zh_hans: 该限时活动从美国东部时间12月17日上午8:00(13:00 UTC)开始，于美国东部时间1月7日下午8:00(1:00 UTC)结束。该促销活动只允许您将订阅赠送给另一位Habitica居民。如果您或您的礼物接受者当前的订阅尚未到期或取消，赠送所获得的订阅将进行顺延。

# gift_one_get_one_data.info_instructions
source: Tap ‘Gift a Subscription’ and type in the username of another account you’d like to gift to. From there, pick the sub length you’d like to gift and check out. Your account will automatically be rewarded with the same level of subscription you just gifted.
es: Pulsa sobre "Regalar una suscripción" y escribe el nombre de usuario a quien te gustaría regalársela. Luego, elige la duración de la suscripción que te gustaría regalar y pasa por caja. Tu cuenta será recompensada automáticamente con la misma suscripción que acabas de regalar.
id: Ketuk "Hadiahkan fitur Langganan" dan ketik nama pengguna akun yang ingin kamu berikan. Kemudian, pilih jangka masa berlangganan yang ingin kamu berikan dan bayar. Akunmu secara otomatis akan diberikan hadiah berlangganan yang serupa.
it: Tocca "Regala un abbonamento" e digita il nome utente dell'account a cui lo desideri regalare. Da lì, scegli la durata che desideri regalare e prosegui. Il tuo account verrà automaticamente ricompensato con lo stesso livello di abbonamento che hai appena regalato.
ja: 「有料プランをプレゼントする」をタップして、贈る相手のユーザーネームを入力し、プレゼントする有料プランの期間を選択してください。自動的にあなたのアカウントにもプレゼントした分と同じ期間のプランが無料で適用されます。
ru: Нажмите на «Подарить подписку» и введите имя пользователя другой учетной записи, которому вы хотите сделать подарок. Дальше, выберите длительность подписки и оплатите её. Ваша учетная запись будет автоматически вознаграждена тем же уровнем подписки.
zh_hans: 轻触“赠送订阅”，然后输入您要赠送给的帐户的用户名。在此处，选择您要赠送的长度，并签出。 您的帐户将自动获得与您刚刚赠送的相同级别的订阅。

# gift_one_get_one_data.infoPrompt
source: In honor of the season of giving we're bringing back a very special promotion. Now when you gift somebody else a subscription, you get the same sub for yourself for free!
es: En honor a la temporada de donaciones, traemos de vuelta una promoción muy especial. Ahora, cuando regales una suscripción a otra persona, ¡obtendrás gratis para ti esa misma suscripción!
id: Untuk menghormati musim pemberian kami menghadirkan kembali sebuah promosi yang sangat spesial. Sekarang kapanpun kamu memberikan seseorang berlangganan, kamu akan dapat berlangganan yang serupa secara cuma-cuma!
it: In onore della stagione dei regali, stiamo riproponendo una promozione molto speciale. Ora, quando regali a qualcuno un abbonamento ne riceverai uno identico anche tu gratuitamente!
ja: 贈り物の季節を祝して、特別なプロモーションを再び開催しています。いま誰かに有料プランをプレゼントすると、あなた自身も同じプランを無料で受けることができます！
ru: В честь сезона подарков возвращаем особую акцию. Теперь, когда вы дарите кому-нибудь подписку, вы получаете такую же для себя бесплатно!
zh_hans: 为了纪念给予的季节，我们带来了非常特别的促销。 现在，当您向某人赠送订阅时，您可以免费获得相同的订阅！

# use_immediately_disclaimer
source: This will take effect immediately after buying!
es: ¡Su efecto se producirá inmediatamente después de su compra!
id: Ini akan langsung berefek setelah pembelian!
it: Avrà effetto immediatamente dopo l'acquisto!
ja: 買うとすぐに効果があらわれます！
nl: Dit gaat direct na aankoop in!
ru: Это вступит в силу немедленно после покупки!
zh_hans: 购买后即刻生效！

source: Magic Potion
es: Poción mágica
id: Ramuan Ajaib
it: Pozione Magica
ja: 魔法の薬
nl: Magisch drankje
ru: Из Волшебного эликсира
zh_hans: 魔法药水

source: Magic Potions
es: Pociones mágicas
id: Ramuan Ajaib
it: Pozioni magiche
ja: 魔法の薬
nl: Magisch drankje
ru: Волшебные эликсиры
zh_hans: 魔法药水

source: Hatch Pet again
es: Eclosionar mascota de nuevo
id: Tetaskan Peliharaan lagi
it: Schiudi di nuovo un animale
ja: もう一度ペットをかえす
nl: Broed huisdier opnieuw uit
ru: Вырастите питомца снова
zh_hans: 再次孵化宠物

source: Unhatched Pet
es: Mascota no eclosionada
id: Peliharaan Belum Ditetaskan
it: Animali non schiusi
ja: たまごからかえっていないペット
nl: Nog niet uitgekomen huisdier
ru: Невылупившийся Питомец
zh_hans: 未孵化的宠物

source: Hatch
es: Eclosionar
id: Tetaskan
it: Schiudi
ja: たまごをかえす
nl: Uitbroeden
ru: Вылупить
zh_hans: 孵化

source: Hatch Pet
es: Eclosionar mascota
id: Tetaskan Peliharaan
it: Schiudi un Animale
ja: ペットをかえす
nl: Laat een huisdier uitkomen
ru: Вырастить питомца
zh_hans: 孵化宠物

# can_hatch_pet
source: Combine your %@ Egg and %@ Potion to hatch this pet!
es: ¡Combina tu huevo de %@ y una poción de %@ para eclosionar esta mascota!
id: Kombinasikan Telur %@ dan Ramuan %@ untuk menetaskan peliharaan ini!
it: Combina il tuo uovo %@ e la tua pozione %@ per schiudere questo animale!
ja: %@のたまごと%@たまごがえしの薬を融合させてこのペットを孵化させましょう！
nl: Combineer je %@ ei en %@ uitbroeddrank om dit huisdier uit te broeden!
ru: Соедините ваши %@ яйцо и %@ эликсир, чтобы вырастить этого питомца!
zh_hans: 使用%@蛋和%@药水孵化宠物！

# suggest_pet_hatch_again_missing_both
source: You need a %@ and %@ Potion to hatch this pet again
es: Necesitas un %@ y una poción de %@ para eclosionar esta mascota de nuevo
id: Kamu membutuhkan %@ dan Ramuan %@ untuk menetaskan peliharaan ini lagi
it: Hai ancora bisogno di %@ ed una pozione %@ per poter schiudere di nuovo questo animale
ja: このペットをもう一度孵化するには%@のたまごと%@たまごがえしの薬が必要です
nl: Je hebt nog een %@ en een %@ uitbroeddrank nodig om dit huisdier opnieuw uit te broeden
ru: Вам все еще нужны %@ и %@ эликсир, чтобы вырастить этого питомца снова
zh_hans: 你需要一个%@ 和%@ 药剂才能再次孵化这个宠物

# suggest_pet_hatch_again_missing_potion
source: You still need a %@ Potion to hatch this pet again
es: Todavía necesitas un %@ para eclosionar esta mascota de nuevo
id: Kamu masih membutuhkan ramuan %@ untuk menetaskan hewan peliharaan ini lagi
it: Hai ancora bisogno di una pozione %@ per poter schiudere di nuovo questo animale
ja: このペットをもう一度孵化するには%@たまごがえしの薬が必要です
nl: Je hebt nog een %@ uitbroeddrank nodig om dit huisdier opnieuw uit te broeden
ru: Вам все еще нужен %@ эликсир, чтобы вырастить этого питомца снова
zh_hans: 你还需要一瓶%@药水才能再次孵化这个宠物

# suggest_pet_hatch_again_missing_egg
source: You still need a %@ Egg to hatch this pet again
es: Todavía necesitas un %@ para eclosionar esta mascota de nuevo
id: Kamu masih membutuhkan telur %@ untuk menetaskan hewan peliharaan ini lagi
it: Hai ancora bisogno di un uovo %@ per poter schiudere di nuovo questo animale
ja: このペットをもう一度孵化するには%@のたまごが必要です
nl: Je hebt nog een %@ ei nodig om dit huisdier opnieuw uit te broeden
ru: Вам все еще нужно %@ яйцо, чтобы вырастить этого питомца снова
zh_hans: 还需%@蛋以再次孵化该宠物

# suggest_pet_hatch_missing_both
source: You need a %@ and %@ Potion to hatch this pet
es: Necesitas un %d y una poción de %@ para eclosionar esta mascota
id: Kamu membutuhkan %@ dan Ramuan %@ untuk menetaskan peliharaan ini
it: Hai bisogno di %@ e una pozione %@ per poter schiudere questo animale
ja: このペットの孵化には%@のたまごと%@たまごがえしの薬が必要です
nl: Je hebt nog een %@ en een %@ uitbroeddrank nodig om dit huisdier uit te broeden
ru: Вам нужны %@ и %@ эликсир, чтобы вырастить питомца
zh_hans: 需要%@和%@药水来孵化该宠物

# suggest_pet_hatch_missing_potion
source: You still need a %@ Potion to hatch this pet
es: Todavía necesitas una poción de %d para eclosionar esta mascota
id: Kamu masih membutuhkan ramuan %@ untuk menetaskan hewan peliharaan ini
it: Hai bisogno di una pozione %@ per poter schiudere questo animale
ja: このペットの孵化には%@たまごがえしの薬が必要です
nl: Je hebt nog een %s uitbroeddrank nodig om dit huisdier uit te broeden
ru: Вам все еще нужен %@ эликсир, чтобы вырастить этого питомца
zh_hans: 还需%@药水来孵化该宠物

# suggest_pet_hatch_missing_egg
source: You still need a %@ Egg to hatch this pet
es: Todavía necesitas un huevo de %@ para obtener esta mascota
id: Kamu masih membutuhkan telur %@ untuk menetaskan hewan peliharaan ini
it: Hai bisogno di un uovo %@ per poter schiudere questo animale
ja: このペットの孵化には%@のたまごが必要です
nl: Je hebt nog een %@ ei nodig om dit huisdier uit te broeden
ru: Вам все еще нужно %@ яйцо, чтобы вырастить питомца
zh_hans: 还需一个 %@ 蛋来孵化该宠物

source: View Gem Bundles
es: Ver los lotes de gemas
id: Lihat Paket Permata
it: Visualizza pacchetti di gemme
ja: ジェムセットを見る
nl: Bekijk edelsteen bundels
ru: Посмотреть наборы самоцветов
zh_hans: 查看宝石促销包

# fall_promo.info_prompt
source: The Fall Gala is in full swing so we thought it was the perfect time to introduce our first ever Gem Sale! Now you will get more Gems with each purchase than ever before.
es: ¡La Gala de Otoño está en pleno apogeo, así que pensamos que era el momento perfecto para presentar nuestra primera venta de gemas! Ahora obtendrás más gemas que nunca con cada compra.
id: Gala Musim Gugur sedang berlangsung maka kami pikir ini adalah waktu yang tepat untuk Diskon Permata! Sekarang kamu dapat memperoleh lebih banyak Permata daripada sebelumnya dalam setiap pembelian.
it: Il Gala Autunnale è in pieno svolgimento, quindi abbiamo pensato che fosse il momento perfetto per presentare la nostra prima vendita di Gemme in assoluto! Ora otterrai più gemme ogni acquisto più che mai.
ja: 秋の大祭も最高潮で、はじめてのジェムのセールを皆さんにお知らせするのに最高のタイミングだと我々は考えました！このセールでは、いつもと同じ値段で、いつもよりも多くのジェムが購入できます。
nl: Het herfstgala is in volle gang, dus we dachten dat dit het perfecte moment was om onze allereerste edelsteen uitverkoop te introduceren! Nu krijg je bij elke aankoop meer edelstenen dan ooit tevoren.
ru: Осенний фестиваль идет полным ходом, так что мы подумали, что это идеальное время, чтобы представить нашу первую в истории распродажу самоцветов! Теперь вы можете получить больше самоцветов с каждой покупки, чем когда-либо прежде.
zh_hans: 秋季盛典正在如火如荼的进行中，所以我们认为这是我们首次推出宝石特卖会的最佳时机！现在你每次购买都会获得比以往更多的宝石。

# promo_info_limitations_title
source: Limitations
es: Limitaciones
id: Batasan
it: Limitazioni
ja: 制限事項
nl: Beperkingen
ru: Ограничения
zh_hans: 局限性

# promo_info_instructions_title
source: How it works
es: Cómo funciona
id: Bagaimana cara kerjanya
it: Come funziona
ja: 機能説明
nl: Hoe het werkt
ru: Как это делается
zh_hans: 如何运作

# usually_x_gems
source: Usually %d Gems
es: Generalmente %d gemas
id: Biasanya %d Permata
it: Solitamente %d Gemme
ja: 通常は%dジェム
nl: Doorgaans %d edelstenen
ru: Обычно %d самоцветов
zh_hans: 通常 %d 个宝石

# x_to_y
source: %@ to %@
es: %@ a %@
id: %@ ke %@
it: %@ a %@
ja: %@から%@へ
nl: Van %@ naar %@
ru: %@ до %@
zh_hans: %@ 至 %@

source: Limited Event
es: Evento limitado
id: Event Terbatas
it: Evento limitato
ja: 限定イベント
nl: Beperkte gebeurtenis
ru: Временная акция
zh_hans: 限时活动

# pet_accessibility_label_raised
source: %@, Raised %d%%
es: %@, subió %d%%
id: %@, Membesarkan %d%%
it: %@, Aumentato di %d%%
ja: %@が成長して%d%%になりました
nl: %@, verhoogd %d%%
ru: %@, Выращено %d%%
zh_hans: %@, 喂养 %d%%

# unlocks_selecting_class_prompt
source: Now that you reached level 10, you can choose a class!
cs: Nyní, když jsi dosáhl/a 10. úrovně, si můžeš vybrat své povolání!
es: ¡Ahora que estás en el nivel 10, puedes elegir una clase!
id: Sekarang karena kamu sudah level 10, kamu dapat memilih profesi!
it: Ora che hai raggiunto il livello 10 puoi scegliere una classe!
ja: レベル10になったのでクラス（職業）をえらべます！
nl: Nu je level 10 hebt bereikt, kun je een klas kiezen!
ru: Теперь, когда вы достигли 10 уровня, вы можете выбрать класс!
zh_hans: 你达到了10级，你可以选择一个职业!

# unlocks_selecting_class_description
source: Skills are unlocked once you reach level 10 and have selected a class
cs: Dovednosti budou odemčeny jakmile dosáhneš 10. úrovně a vybereš si povolání
es: Las habilidades se desbloquean una vez alcances el nivel 10 y hayas elegido una clase
id: Kemampuan terbuka setelah kamu mencapai level 10 dan memilih profesi
it: Le abilità vengono sbloccate una volta raggiunto il livello 10 e dopo aver selezionato una classe
ja: スキルはレベル10になりクラスを選択するとアンロックされます
nl: Vaardigheden worden ontgrendeld zodra je niveau 10 bereikt en een klasse hebt geselecteerd
ru: Навыки будут доступны как только вы достигнете 10 уровня и выберете класс
zh_hans: 当您达到10级且选择了职业之后，就可以解锁技能

# class_system_enable_instructions
source: You can enable the class system from the apps settings.
es: Puedes habilitar el sistema de clases desde los ajustes de la aplicación.
id: Kamu dapat mengaktifkan sistem profesi dari setelan aplikasi.
it: Puoi abilitare il sistema di classi dalle impostazioni dell'app.
ja: アプリの設定からクラスシステムを有効にできます。
nl: Je kunt het klassensysteem inschakelen via de app-instellingen.
ru: Вы можете включить систему классов в настройках приложения.
zh_hans: 您可以在应用程序的设置中，开启职业系统。

source: Class System disabled.
es: Sistema de clases desactivado.
id: Sistem Profesi dinonaktifkan.
it: Sistema di classi disabilitato.
ja: クラスシステムが無効になっています。
nl: Klassensysteem uitgeschakeld.
ru: Система классов выключена.
zh_hans: Class系统已禁用。

# gems_promo.info_limitations
source: This promotion only applies during the limited time event. This event starts on %s (12:00 UTC) and will end %s (00:00 UTC). The promo offer is only available when buying Gems for yourself.
es: Esta promoción solo se aplica durante el evento de tiempo limitado. Este evento comienza el %s (12:00 UTC) y terminará el %s (00:00 UTC). La oferta promocional solo está disponible al comprar gemas para ti.
id: Promosi ini hanya berlaku selama event terbatas berlangsung. Event ini dimulai pada %@ (12:00 UTC) dan berakhir pada %@ (00:00 UTC). Penawaran promo ini hanya tersedia untuk pembelian Permata untuk dirimu sendiri.
it: Questa promozione si applica solo durante l'evento a tempo limitato. Questo evento inizia il %@ alle 14:00 ora italiana (12:00 UTC) e terminerà il %@ alle 2:00 di mattina ora italiana (00:00 UTC). L'offerta promozionale è disponibile solo se acquisti Gemme per te stesso.
ja: このキャンペーンは季節限定イベントの間のみの実施です。このイベントはの%sの21:00時(12:00 UTC)に始まり、%sの09:00時(00:00 UTC)に終了します。キャンペーンの対象は自分へのジェムを購入したときにのみ適用されます。
nl: Deze promotie is alleen geldig tijdens het tijdelijke evenement. Dit evenement begint op %s (12:00 UTC) en eindigt op %s (00:00 UTC). De promo-aanbieding is alleen beschikbaar als je edelstenen voor jezelf koopt.
ru: Данная акция действует во время ограниченного по времени события. Событие начинается в %@ (12:00 UTC) и закончится в %@ (00:00 UTC). Это предложение действительно только при покупке самоцветов для себя.
zh_hans: 此促销活动为限时活动。该活动开始于%@（12:00 UTC），结束于%@（00:00 UTC）。仅在给自己购买宝石时提供促销优惠。

# spooky_promo.info_instructions
source: Between %s and %s, simply purchase any Gem bundle like usual and your account will be credited with the promotional amount of Gems. More Gems to spend, share, or save for any future releases!
es: Entre %s y %s, simplemente compra cualquier paquete de gemas como de costumbre y tu cuenta recibirá el plus promocional. ¡Más gemas para gastar, compartir o guardar para futuros eventos!
id: Antara %@ dan %@, cukup beli paket Permata mana saja dan akumu akan dikirimkan Permata dengan jumlah tersebut. Semakin banyak Permata untuk digunakan, dibagikan, atau disimpan untuk kebutuhan mendatang!
it: Tra il %@ e il %@, acquista semplicemente un pacchetto di gemme e sul tuo account verrà accreditato l'importo promozionale di gemme. Più gemme da spendere, condividere o risparmiare per eventuali oggetti futuri!
ja: %sから%sの間、いつものようにジェムセットを買うだけであなたのアカウントにキャンペーンのジェムが贈られます。もっとジェムを使ったりシェアしたり新しい機能のリリースに備えてたくわえておいたりしましょう！
nl: Koop je tussen %s en %s een edelsteenbundel zoals gewoonlijk dan word je account opgewaardeerd met het promotie aantal aan edelstenen. Meer edelstenen om uit te geven, te delen of te sparen voor toekomstige releases!
ru: Между %@ и %@, выберете как обычно любой набор самоцветов, и на вашу учетную запись будет зачислена их акционная сумма. Больше самоцветов, чтобы потратить их, поделиться с кем-то или сохранить для любых будущих обновлений!
zh_hans: 在%@到%@期间，只需像往常一样购买任意一份宝石捆绑包，你的账户就会记入促销金额赠送的宝石数。获得的更多宝石可以用来消费、赠送或在未来使用！

# spooky_promo.info_prompt
source: The Gem Sale is back to haunt the very end of this year’s Fall Gala! This is one last chance to get more Gems than ever, so stock up while it lasts!
es: ¡La venta de gemas ha vuelto para eclipsar el final de la Gala de Otoño de este año! Esta es la última oportunidad de obtener más gemas que de costumbre, ¡así que aprovéchalo mientras puedas!
id: Diskon Permata kembali menghantui hingga akhir Gala Musim Gugur tahun ini! Ini adalah kesempatan terakhir untuk mendapat Permata lebih banyak dari biasanya, jadi timbun sebanyak-banyaknya selagi bisa!
it: La vendita di Gemme è tornata per infestare la fine del Gala Autunnale di quest'anno! Questa è l'ultima possibilità per ottenere più gemme che mai, quindi fanne scorta finché dura!
ja: ジェムのセールが今年の秋の大祭に出没するために戻ってきました！いつもよりもジェムを多く手に入れるラストチャンスです。キャンペーンの間にジェムをストックしておきましょう！
nl: De edelsteen uitverkoop is terug om het einde van het herfstgala van dit jaar te achtervolgen! Dit is een laatste kans om meer edelstenen te krijgen dan ooit, dus sla je voorraad in zolang het duurt!
ru: Распродажа самоцветов возвращается до конца Осеннего фестиваля этого года! Это последний шанс, чтобы получить больше самоцветов, чем когда-либо, так что запасайтесь пока не поздно!
zh_hans: 今年在秋季庆典的宝石特卖会步入尾声！这是最后一次获得更多宝石的机会，请趁早囤货咯！

# fall_promo.info_instructions
source: Between %s and %s, simply purchase any Gem bundle like usual and your account will be credited with the promotional amount of Gems. More Gems to spend, share, or save for any future releases!
es: Entre %s y %s, simplemente compra cualquier paquete de gemas como de costumbre y tu cuenta recibirá el plus promocional de gemas. ¡Más gemas para gastar, compartir o guardar para futuros eventos!
id: Antara %@ dan %@, cukup beli paket Permata mana saja dan akumu akan dikirimkan Permata dengan jumlah tersebut. Semakin banyak Permata untuk digunakan, dibagikan, atau disimpan untuk kebutuhan mendatang!
it: Tra il %@ e il %@, acquista semplicemente un pacchetto di gemme e sul tuo account verrà accreditato l'importo promozionale di gemme. Più gemme da spendere, condividere o risparmiare per eventuali oggetti futuri!
ja: %sから%sの間、いつものようにジェムセットを買うだけであなたのアカウントにキャンペーンのジェムが贈られます。もっとジェムを使ったりシェアしたり新しい機能のリリースに備えてたくわえておいたりしましょう！
nl: Koop je tussen %s en %s een edelsteenbundel zoals gewoonlijk dan word je account opgewaardeerd met het promotie aantal aan edelstenen. Meer edelstenen om uit te geven, te delen of te sparen voor toekomstige releases!
ru: Между %@ и %@, выберете как обычно любой набор самоцветов, и на вашу учетную запись будет зачислена их акционная сумма. Больше самоцветов, чтобы потратить их, поделиться с кем-то или сохранить для любых будущих обновлений!
zh_hans: 在%@到%@期间，只需像往常一样购买任意一份宝石捆绑包，你的账户就会记入促销金额赠送的宝石数。获得的更多宝石可以用来消费、赠送或在未来使用！

source: Left Challenge
es: Abandonaste un reto
id: Tantangan Ditinggalkan
it: Lascia la Sfida
ja: チャレンジをやめました
nl: Uitdaging verlaten
ru: Покинул(-а) испытание
zh_hans: 离开挑战

# pet_accessibility_label_mount_owned
source: %@, Mount Owned
cs: %@, zvířat vlastněno
es: %@, mascotas poseídas
id: %@, Tunggangan Dimiliki
it: %@, cavalcatura posseduta
ja: %@の乗騎を所有しています
nl: %@, rijdieren in bezit
ru: %@, Скакунов имеется
zh_hans: 我的坐骑
