Repository: HabitRPG/habitica-ios
Catalog: HabitRPG/Strings/*.lproj/Mainstrings.strings
Languages: cs, es, hr, id, it, ja, nl, ro, ru, zh_hans

# titles.notifications
source: Notifications
cs: Upozornění
es: Notificaciones
hr: Obavijesti
id: Pemberitahuan
it: Notifiche
ja: 通知
nl: Meldingen
ru: Уведомления
zh_hans: 通知

# about.new_version
source: Update available: %@
cs: Dostupná aktualizace: %@
es: Actualización disponible: %@
id: Pembaruan tersedia: %@
it: Aggiornamento disponibile: %@
ja: アップデートが利用可能です：%@
nl: Update beschikbaar: %@
ru: Доступно обновление: %@
zh_hans: 剩余点数: %@

source: Organize By
cs: Zorganizovat podle
es: Organizar por
id: Urutkan Berdasarkan
it: Organizza per
ja: 並べ替え
nl: Sorteren op
ru: Организовать по
zh_hans: 组织者

# task_history
source: Task History (Very Experimental)
es: Historial de Tareas (Muy Experimental)
id: Riwayat Tugas (Sangat Eksperimental)
it: Cronologia delle attività (molto sperimentale)
ja: タスクの履歴（非常に試験的です）
nl: Taakgeschiedenis (zeer experimenteel)
ru: Журнал задач (Очень экспериментальный)
zh_hans: 任务历史（很实验性）

# empty.rewards.description
source: Rewards are a great way to use Habitica and complete your tasks. Try adding a few today!
es: Las Recompensas son una gran manera de usar Habitica y completar tus tareas. ¡Intenta añadir algunas hoy!
id: Hadiah adalah cara bagus untuk menggunakan Habitica dan menyelesaikan tugasmu. Coba tambahkan beberapa hari ini!
it: Le Ricompense sono un ottimo modo per usare Habitica e completare le tue attività. Prova ad aggiungerne qualcuna oggi!
ja: ごほうびは、タスクを完了させるための、Habiticaのすばらしい使い道です。近いうちに追加してみましょう！
nl: Beloningen zijn een handige manier om Habitica te gebruiken. Ze motiveren je om je taken te volbrengen. Voeg er vandaag een paar toe!
ru: Награды - прекрасная грань Habitica, мотивирующая к завершению задач. Попробуйте добавить несколько наград сегодня!
zh_hans: 奖励系统是Habitica帮助你完成任务的好方法。立即尝试添加几个吧！

# empty.rewards.title
source: These are your Rewards
cs: To jsou vaše odměny
es: Estas son tus Recompensas
id: Ini adalah Hadiahmu
it: Queste sono le tue Ricompense
ja: こちらはごほうびです
nl: Dit zijn je Beloningen
ru: Это ваши награды
zh_hans: 这些是你的奖励

# empty.todos.description
source: To Do's need to be completed once. Add checklists to your To Do's to increase their value.
es: Las Tareas Pendientes necesitan ser completadas una única vez. Añade listas de tareas a tus Tareas Pendientes para aumentar su valor.
id: Agenda hanya perlu diselesaikan sekali. Tambahkan ceklis dalam Agenda untuk meningkatkan nilainya.
it: Le Cose da Fare vanno completate solo una volta. Aggiungi un elenco per aumentarne il valore.
ja: To Doは1度きりで完了するタスクです。To Doの報酬を増やすために、チェックリストを追加しましょう。
nl: To do's moeten slechts één keer voltooid worden. Voeg afvinklijsten toe aan je to do's om hun waarde te verhogen.
ru: Общие задачи выполняются один раз. Добавьте контрольные списки в свои задачи, чтобы увеличить их ценность.
zh_hans: 待办事项只需完成一次。添加待办事项以增加其价值。

# empty.todos.title
source: These are your To Do's
es: Estas son tus Tareas Pendientes
id: Ini adalah Agendamu
it: Queste sono le tue Cose da Fare
ja: ここにTo Doが表示されます
nl: Dit zijn jouw to do's
ru: Это ваши задачи
zh_hans: 这是你的待办清单

# empty.dailies.description
source: Dailies are tasks that repeat on a regular basis. Choose the schedule that works for you!
cs: Denní úkoly jsou úkoly, které se opakují pravidelně. Naplánuj si je tak, jak ti to bude vyhovovat!
es: Las Tareas Diarias son tareas que se repiten regularmente. ¡Elige la programación que mejor te funcione!
id: Keseharian adalah tugas yang berulang setiap waktu tertentu secara teratur. Pilih jadwal yang cocok untukmu!
it: Le Attività Giornaliere sono delle attività che vanno svolte regolarmente. Scegli la frequenza migliore per te!
ja: 日課は一定のペースでこなすタスクです。自分に合ったスケジュールを組みましょう！
nl: Dagelijkse taken zijn taken die op een vast schema terugkomen. Vind een ritme dat bij jou past!
ru: Ежедневные дела - это задачи, которые повторяются на регулярной основе. Подберите расписание, которое вам подходит!
zh_hans: 日常是定期重复的任务。你可以按需制定重复规律！

# empty.dailies.title
source: These are your Dailies
cs: Toto jsou vaše denní úkoly
es: Estas son tus Tareas Diarias
id: Ini adalah Keseharian-mu
it: Queste sono le tue Attività Giornaliere
ja: こちらは日課です
nl: Dit zijn je Dagelijkse taken
ru: Это ваши ежедневные дела
zh_hans: 这些是你的日常

# empty.habits.description
source: Habits don't have a rigid schedule. You can check them off multiple times per day.
es: Los Hábitos no tienen una programación rígida. Puedes marcarlos múltiples veces al día.
id: Kebiasaan tidak mempunyai jadwal yang ketat. Kamu boleh melakukannya beberapa kali dalam sehari.
it: Abitudini non hanno una programmazione rigida. Puoi completarle più volte al giorno.
ja: 習慣は、厳密な予定ではありません。1日に何度でもチェックすることができます。
nl: Gewoontes hebben geen vast ritme. Je kunt ze meerdere keren per dag afvinken.
ru: У Привычек нет строгих ограничений. Можно отмечать их несколько раз в день.
zh_hans: 习惯没有严格的到期日。每天可以多次完成。

# empty.habits.title
source: These are your Habits
cs: To jsou vaše návyky
es: Estos son tus Hábitos
id: Ini adalah Kebiasaan-mu
it: Queste sono le tue Abitudini
ja: こちらは習慣です
nl: Dit zijn je Gewoontes
ru: Это ваши привычки
zh_hans: 这些是你的习惯

source: Defeat
cs: Porazit
es: Derrotar
id: Kalahkan
it: Sconfitta
ja: 討伐
nl: Versla
ru: Поражение
zh_hans: 击败

# login.login_apple
source: Sign in with Apple
cs: Přihlaste se pomocí Apple
es: Registrarse con Apple
id: Masuk dengan Apple
it: Accedi con Apple
ja: Appleでログイン
nl: Meld je aan met Apple
ru: Войти через Apple
zh_hans: Apple登录

# about.whats_new
source: See what's new
cs: Podívejte se, co je nového
es: Qué hay de nuevo
id: Lihat apa yang baru
it: Guarda le novità
ja: 新着情報を見る
nl: Dit is nieuw
ru: Посмотрите что нового
zh_hans: 来看新闻

# theme.followSystem
source: Follow system setting
cs: Postupujte podle nastavení systému
es: Utilizar configuración del sistema
id: Ikuti pengaturan sistem
it: Usa le impostazioni di sistema
ja: システム設定に従う
nl: Gebruik de systeeminstellingen
ru: Согласно настройкам системы
zh_hans: 跟随系统

# notifications.dismiss_all
source: Dismiss all
cs: Všechno zruš
es: Descartar todos
id: Singkirkan Semua
it: Nascondi tutto
ja: すべて閉じる
nl: Alles verwijderen
ru: Сбросить все уведомления
zh_hans: 忽略全部

# notifications.quest_invite
source: You were invited to the Quest **%s**
cs: Byl/a jsi pozván/a na výpravu **%s**
es: Has sido invitado a la Misión **%s**
id: Kamu telah diundang untuk melakukan Misi **%@**
it: Hai ricevuto un invito per la missione **%@**
ja: クエスト「**%s**」に招待されました
nl: Je bent uitgenodigd voor de queeste **%s**
ru: Вас пригласили на квест **%@**
zh_hans: 你被邀请加入副本**%@**

# notifications.private_guild_invite
source: You were invited to join the private guild **%s**
es: Has sido invitado a entrar al gremio privado **%s**
id: Kamu telah diundang untuk bergabung dengan guild privat **%@**
it: Hai ricevuto un invito per unirti alla Gilda privata **%@**
ja: プライベートギルド「**%s**」に招待されました
nl: Je bent uitgenodigd voor het privé gilde **%s**
ru: Вас пригласили вступить в закрытую гильдию **%@**
zh_hans: 你被邀请加入私人公会**%@**

# notifications.public_guild_invite
source: You were invited to join the public guild **%s**
cs: Byli jste pozváni k účasti ve veřejném cechu **%s**
es: Has sido invitado a entrar al gremio público **%s**
id: Kamu telah diundang untuk bergabung dengan guild publik **%@**
it: Sei stato invitato a far parte della gilda pubblica **%@**
ja: 公共ギルド「**%s**」に招待されました
nl: Je bent uitgenodigd voor het openbare gilde **%s**
ru: Вас пригласили присоединиться к публичной гильдии **%@**
zh_hans: 你被邀请加入**%@**公会

# notifications.party_invite
source: You were invited to join the Party **%s**
cs: Byli jste pozváni, abyste se připojili k družině **%s**
es: Has sido invitado a entrar al Equipo **%s**
id: Kamu telah diundang untuk bergabung dengan Party **%@**
it: Hai ricevuto un invito per unirti alla Squadra **%@**
ja: パーティー「**%s**」に招待されました
nl: Je bent uitgenodigd voor de groep **%s**
ru: Вас пригласили в команду **%@**
zh_hans: 你被邀请加入队伍**%@**

# notifications.unread_guild_message
source: **%@** has new posts.
es: **%@** tiene nuevos mensajes.
id: Ada postingan baru di **%@**.
it: **%@** ha nuovi messaggi.
ja: **%@**に新しい投稿があります。
nl: Er zijn nieuwe berichten in **%s**.
ru: **%@** имеет новые сообщения.
zh_hans: **%@**有新帖子。

# notifications.new_mystery_item
source: You have new **Mystery Items**
es: Tienes nuevos **Objetos Misteriosos**
id: Kamu memiliki **Item Misteri** baru
it: Hai dei nuovi **Oggetti Misteriosi**
ja: 新しい**ミステリーアイテム**があります
nl: Je hebt nieuwe **Mysterieuze Items**
ru: У вас новые **Таинственные Предметы**
zh_hans: 你有新的**神秘物品**

# party.remove_member_title
source: Are you sure you want to remove %@ from the party?
cs: Opravdu chcete ze skupiny odebrat %@?
es: ¿Estás seguro de querer remover a %@ del equipo?
id: Kamu yakin ingin mengeluarkan %@ dari party?
it: Vuoi veramente rimuovere %@ dal gruppo?
ja: %@をパーティーから解雇して本当によろしいですか？
nl: Ben je zeker dat je %@ uit de groep wilt verwijderen?
ru: Вы точно хотите изгнать %@ из Команды?
zh_hans: 你想将%@从队伍中移除吗？

# party.remove_from_party
source: Remove from Party
cs: Odebrat z Družiny
es: Remover del Equipo
id: Keluarkan dari Party
it: Rimuovi dalla Squadra
ja: パーティーから解雇する
nl: Uit Groep verwijderen
ru: Изгнать из команды
zh_hans: 移除成员

source: Remove
cs: Odstranit
es: Remover
id: Keluarkan
it: Elimina
ja: 脱退させる
nl: Verwijderen
ru: Изгнать
zh_hans: 移除

# notifications.new_bailey
source: New Bailey Update!
cs: Nová aktualizace od Bailey!
es: ¡Nuevas Novedades de Bailey!
id: Update Bailey Baru!
it: Nuovo aggiornamento da Bailey!
ja: Baileyから新しいお知らせがあります！
nl: Nieuws van Baily!
ru: Новости от Бейли!
zh_hans: Bailey有新消息！

# notifications.unallocated_stat_points
source: You have **%d unallocated Stat Points**
es: Tienes **%d Puntos de Atributo sin asignar**
id: Kamu memiliki **%d Poin Stat yang belum dialokasikan**
it: Hai **%d Punti Statistica non allocati**
ja: **%dポイントが割り当てできます**
nl: Je hebt **%d onverdeelde eigenschapspunten
ru: Вы не распределили **%d очков**
zh_hans: 你有**%d未分配的点数**

source: Decline
cs: Odmítnout
es: Rechazar
id: Tolak
it: Declina
ja: 拒否
nl: Afwijzen
ru: Отклонить
zh_hans: 拒绝

# never_lower_case
source: never
cs: nikdy
es: nunca
id: tidak pernah
it: mai
ja: しません
nl: nooit
ru: никогда
zh_hans: 从不

source: Transfer
cs: Převod
es: Transferir
id: Pindahkan
it: Trasferire
ja: 移譲する
nl: Overdragen
ru: Передать
zh_hans: 转让

# transfer_ownership
source: Transfer Leadership
cs: Převést vedení
es: Transferir liderazgo
id: Pindahkan Kepemimpinan
it: Trasferisci Leadership
ja: リーダーの権限を移譲する
nl: Het leiderschap overdragen
ru: Изменить Лидера
zh_hans: 转让所有权

# party.transfer_ownership_title
source: Transfer Leadership?
cs: Přenést vedení?
es: ¿Transferir la propiedad a %@?
id: Pindahkan Kepemimpinan?
it: Vuoi trasferire la Leadership?
ja: リーダーの権限を移譲しますか？
nl: Draag leiderschap over?
ru: Изменить Лидера?
zh_hans: 你想转让所有权吗？

# settings.push_notifications.mention_unjoined_guild
source: @Mentions in not joined Guilds
cs: @Zmínky v nepřidaných Skupinách
es: @Menciones en otros Gremios
id: @Sebutan di Guild yang tidak diikuti
it: @Mensioni nelle altre Gilde
ja: 未参加ギルドでのあなたへの返信
nl: @Vermeldingen in niet toegetreden Gildes
ru: @Упоминания в остальных Гильдиях
zh_hans: 来自未加入的公会的提醒

# settings.push_notifications.mention_joined_guild
source: @Mentions in joined Guilds
cs: @Zmínky v přidaných Skupinách
es: @Menciones en mis Gremios
id: @Sebutan di Guild yang diikuti
it: @Menzioni nelle tue Gilde
ja: 参加ギルドでのあなたへの返信
nl: @Vermeldingen in toegetreden Gildes
ru: @Упоминания в моих Гильдиях
zh_hans: 来自你加入的公会的提醒

# settings.push_notifications.mention_party
source: @Mentions in Party
cs: @Zmínky v družině
es: @Menciones en el Equipo
id: @Sebutan di Party
it: @Menzioni nella Squadra
ja: パーティーチャットでのあなたへの返信
nl: @Vermeldingen in Groep
ru: @Упоминания в команде
zh_hans: 来自队伍的提醒

# empty.notifications.description
source: The notification fairies give you a raucous round of applause! Well done!
es: Las hadas de las notificaciones te aplauden atronadoramente. ¡Bien hecho!
id: Peri-peri notifikasi memberimu tepuk tangan yang sangat meriah! Selamat!
it: Le fate delle notifche ti danno un rauco turno di applausi! Ben fatto!
ja: 通知の妖精はパチパチとあなたに拍手を送っています！ えらい！
nl: De feeën der meldingen geven je een enorm applaus! Goed gedaan!
ru: Феи уведомлений бурно вам аплодируют! Отлично сработано!
zh_hans: 信使仙女们围着你欢快鼓掌！太棒了！

# empty.notifications.title
source: You're all caught up!
es: ¡Estás al día!
id: Kamu sudah tahu semuanya!
it: Sei in pari!
ja: 全ての通知をチェックしました！
nl: Je bent helemaal bij!
ru: Вы в курсе всех событий!
zh_hans: 所有任务都完成了！

# notifications.unread_party_message
source: Your party, **%@**, has new posts.
es: Tu equipo, **%@**, tiene nuevos mensajes.
id: Ada postingan baru di Party-mu, **%@**.
it: La tua squadra, **%@**, ha nuovi messaggi.
ja: あなたのパーティー、**%@**に新しい投稿があります。
nl: Er zijn nieuwe berichten in je groep, **%s**.
ru: В вашей команде, **%@**, есть новые сообщения.
zh_hans: 你的队伍**%@**有新帖子。

# achievements.basic
source: Basic Achievements
cs: Základní úspěchy
es: Logros Básicos
id: Pencapaian Dasar
it: Medaglie di base
ja: 基本の実績
nl: Basisprestaties
ru: Основные достижения
zh_hans: 基础成就

# achievements.special
source: Special Achievements
cs: Speciální úspěchy
es: Logros Especiales
id: Pencapaian Spesial
it: Medaglie Speciali
ja: 特別な実績
nl: Speciale prestaties
ru: Особые достижения
zh_hans: 特殊成就

# achievements.seasonal
source: Seasonal Achievements
cs: Sezónní úspěchy
es: Logros de Temporada
id: Pencapaian Musiman
it: Medaglie Stagionali
ja: 季節の実績
nl: Seizoenspresaties
ru: Сезонные достижения
zh_hans: 季节性成就

# achievements.quests
source: Quests completed
cs: Výprava dokončena
es: Misiones completadas
id: Misi yang diselesaikan
it: Missioni completate
ja: 達成したクエスト
nl: Afgeronde queeste
ru: Завершённые квесты
zh_hans: 完成的副本

# stable.type
source: Type
cs: Typ
es: Tipo
id: Tipe
it: Tipo
ja: 種類
ru: Тип
zh_hans: 类型

# theme.alwaysDark
source: Always Dark
cs: Vždy temný
es: Siempre oscuro
id: Selalu gelap
it: Sempre scuro
ja: 常にダーク
nl: Altijd duister
ru: Постоянно темный
zh_hans: 强制深色

# theme.alwaysLight
source: Always Light
cs: Vždy světlý
es: Siempre ligero
id: Selalu terang
it: Sempre chiaro
ja: 常にライト
nl: Altijd licht
ru: Постоянно светлый
zh_hans: 强制浅色

# settings.push_notifications.quest_begun
source: Your quest has begun
cs: Tvoje výprava začala
es: Tu misión ha comenzado
id: Misi dimulai
it: La tua missione è cominciata
ja: あなたのクエストが始まりました
nl: Je queeste is begonnen
ru: Ваш квест начался
zh_hans: 你的副本已经开始

# renew_subscription_gifted_description
source: Want to continue your benefits? You can start a new subscription before your gifted one runs out to keep your benefits active.
es: ¿Quieres continuar con tus ventajas? Puedes comenzar una nueva suscripción antes de que la regalada termine para conservar tus ventajas activas.
id: Ingin lanjut mendapatkan kelebihan? Kamu dapat memulai langganan baru sebelum langganan hadiah-mu habis agar kelebihanmu tetap aktif.
it: Vuoi continuare ad avere i tuoi vantaggi? Puoi iniziare un nuovo abbonamento prima che questo scada per mantenerli attivi.
ja: 特典を受け続けたいですか？ この有料プランの有効期限が切れる前に新しい有料プランをはじめることで、特典を有効に受け続けられます。
nl: Wil je jouw voordelen voortzetten? Je kunt een nieuw abonnement starten voordat deze stopt om je voordelen actief te houden.
ru: Нравятся преимущества подписки? Вы можете купить новую подписку до окончания подарочной, сохранив бонусы.
zh_hans: 想继续获得这些奖励？您可在当前赠与的订阅结束前续订，享受不间断的奖励。

# renew_subscription_description
source: Want to continue your benefits? You can start a new subscription before this one runs out to keep your benefits active.
cs: Chceš si udržet své výhody? Můžeš nastartovat nové předplatné ještě předtím než tohle skončí a tím zajistíš své výhody aktivní.
es: ¿Quieres continuar con tus ventajas? Puedes comenzar una nueva suscripción antes de que esta termine para conservar tus ventajas activas.
id: Masih ingin melanjutkan kelebihanmu? Kamu dapat memulai langganan baru sebelum masa langganan ini selesai agar kelebihanmu tetap aktif.
it: Vuoi continuare ad avere i tuoi vantaggi? Puoi iniziare un nuovo abbonamento prima che questo scada per mantenerli attivi.
ja: 特典を受け続けたいですか？ この有料プランの有効期限が切れる前に新しい有料プランをはじめることで、特典を有効に受け続けられます。
nl: Wil je jouw voordelen voortzetten? Je kunt een nieuw abonnement starten voordat deze stopt om je voordelen actief te houden.
ru: Нравятся преимущества подписки? Вы можете купить новую подписку до того, как закончится текущая, сохранив бонусы.
zh_hans: 想继续获得这些奖励？您可在订阅结束前续订，享受不间断的奖励。

# subscribe_for_task_history
source: Want more than 2 weeks of data?
es: ¿Quieres más de dos semanas de datos?
id: Ingin data lebih dari 2 minggu?
it: Desideri più di 2 settimane di dati?
ja: ２週間以上のデータがほしいですか？
nl: Wilt je meer dan 2 weken aan data?
ru: Хотите получить данные за более ранний срок?
zh_hans: 要超过两个星期的数据吗？

# subscription_promo_description
source: Become a Subscriber to buy Gems with gold, get monthly mystery items, increased drop caps and more!
es: Suscríbete para comprar gemas con oro, conseguir artículos misteriosos mensuales, obtener bonus de botín adicionales ¡y mucho más!
id: Jadilah Pelanggan agar dapat membeli Permata dengan emas, mendapatkan item misteri bulanan, meningkatkan batas drop harian dan masih banyak lagi!
it: Diventa un abbonato per acquistare Gemme con l'oro, ottenere oggetti misteriosi ogni mese, aumentare il limite del bottino e molto altro!
ja: 有料会員になって、ゴールドでジェムを購入したり、毎月のミステリーアイテムを手に入れたり、落とし物の上限を増やしたり、他にもいろいろな特典を受けましょう！
nl: Word abonnee om edelstenen met goud te kopen, ontvang maandelijkse mysterieuze voorwerpen, verhoogde vondstenlimieten en meer!
ru: Станьте подписчиком, чтобы получать самоцветы за золото, ежемесячно получать таинственные предметы, больше добычи с монстров и многое другое!
zh_hans: 如果您成为订阅者、您可以用金币买宝石、每月可得到神秘物品、增加掉落顶线和更多好处！

source: Not Recurring
cs: Neopakující se
es: Que no se repite
id: Tidak Berulang
it: Non ricorrente
ja: くり返さない
nl: Niet terugkerend
ru: Без обновления
zh_hans: 关闭续订

source: Ending on %@
cs: Končící k %@
es: Termina el %@
id: Berakhir pada %@
it: Termina il %@
ja: %@に止める
nl: Eindigend op %s
ru: Заканчивается %@
zh_hans: 在%@结束

# subscription_duration
source: Recurring every %@
cs: Opakující se %@
es: Repitiéndose cada %@
id: Berulang setiap %@
it: Ricorrente ogni %@
ja: %@ごとにくり返す
nl: Keert iedere %@ terug
ru: Обновление с периодом в %@
zh_hans: 更新全部%@

# subscription_options_title
source: Choose the Subscription length that works for you
cs: Zvol si takovou délku předplatného, jaká ti bude vyhovovat
es: Elige la duración de suscripción que te convenga
id: Pilih masa Berlangganan yang kamu inginkan
it: Scegli la durata dell'abbonamento che fa per te
ja: 有料プランの期間をあなたのご都合に合わせて選びましょう
nl: Kies de abonnementslengte die voor jou werkt
ru: Выберите длину подписки, которая подходит Вам
zh_hans: 选择最适合自己的订阅计划

# subscription_benefits_title_subscribed
source: You get these benefits for being a Subscriber
cs: Jako předplatitel/ka získáš tyto výhody
es: Consigues estos beneficios al ser un suscriptor
id: Kamu mendapatkan kelebihan berikut ini dengan menjadi seorang Pelanggan
it: Otterrai questi vantaggi abbonandoti
ja: 有料会員になるとこれらの特典を得られます
nl: Je krijgt deze voordelen door Abonnee te zijn
ru: Получите следующие преимущества, став Подписчиком
zh_hans: 订阅则可获得

# subscription_info_5_description
source: Discover even more items in Habitica with a 2x bonus daily drop cap.
cs: Objev ještě více předmětů v Habitica s 2x větším denním limitem na kořist.
es: Descubre aún más objetos en Habitica con un bonus de recompensa duplicado.
id: Temukan lebih banyak item di Habitica dengan bonus 2x batas drop harian.
it: Scopri ancora più oggetti in Habitica con un bonus 2x sul limite di bottini giornalieri.
ja: 落とし物を見つける数の１日ごとの上限が２倍になるボーナスによって、Habiticaでよりいっそうアイテムを発見しましょう。
nl: Ontdek nog meer voorwerpen in Habitica met een 2x bonus van de dagelijkse vondstlimiet.
ru: Находите ещё больше предметов в Habitica с удвоенным ежедневным пределом выпадения трофеев.
zh_hans: 双倍掉落，发现更多物品。

# subscription_info_5_title
source: Double the Drops
cs: Zdvojnásob kořist
es: Duplica tu botín
id: Batas Drop Ganda
it: Raddoppia il Bottino
ja: 落とし物が２倍
nl: Verdubbel de vondsten
ru: Удвойте количество выпадающих предметов
zh_hans: 双倍掉落

# party.transfer_ownership_description
source: This will make %@ the new Party leader
cs: Tím se %@ stane novým vůdcem Družiny
es: Esto hará que %@ sea el nuevo líder del grupo
id: Hal ini akan menjadikan %@ pemimpin Party
it: Ciò renderà %@ il nuovo leader della Squadra
ja: これにより%@が新しいパーティーリーダーになります
nl: Dit zal van %@ de nieuwe groepsleider maken
ru: После этого %@ станет новым лидером Команды
zh_hans: %@会变成新的队长

# duration_12month
source: 12 months
cs: každých 12 měsíců
es: 12 meses
id: 12 bulan
it: 12 mesi
ja: 12ヶ月
nl: 12 maanden
ru: 12 месяцев
zh_hans: 12个月

# duration_6month
source: 6 months
cs: každých 6 měsíců
es: 6 meses
id: 6 bulan
it: 6 mesi
ja: 6ヶ月
nl: 6 maanden
ru: 6 месяцев
zh_hans: 6个月

# duration_3month
source: 3 months
cs: každé 3 měsíce
es: 3 meses
id: 3 bulan
it: 3 mesi
ja: 3ヶ月
nl: 3 maanden
ru: 3 месяца
zh_hans: 3个月

# duration_month
source: month
cs: každý měsíc
es: mes
id: bulan
it: mese
ja: 1ヶ月
nl: maand
ru: месяц
zh_hans: 月

source: Renew Subscription
cs: Obnov předplatné
es: Renovar la suscripción
id: Perbarui Langganan
it: Rinnova l'Abbonamento
ja: 有料プランを再開する
nl: Abonnement vernieuwen
ru: Обновить Подписку
zh_hans: 续订

source: Resubscribe
cs: Opakuj předplatné
es: Resuscríbete
id: Berlangganan Kembali
it: Riabbonati
ja: 有料プランを再開する
nl: Opnieuw abonneren
ru: Подписаться снова
zh_hans: 恢复订阅

# subscription_promo_title
source: Need Gems?
cs: Potřebujete drahokamy?
es: ¿Necesitas gemas?
id: Butuh Permata?
it: Hai bisogno di Gemme?
ja: ジェムが必要ですか？
nl: Edelstenen nodig?
ru: Нужны самоцветы?
zh_hans: 需要宝石吗？

source: Cancel Subscription
cs: Zrušit předplatné
es: Cancelar suscripción
id: Batalkan Langganan
it: Annulla abbonamento
ja: 有料プランを解約する
nl: Abonnement stopzetten
ru: Отменить Подписку
zh_hans: 取消订阅

source: Cancelled
cs: Zrušeno
es: Cancelado
id: Dibatalkan
it: Annullato
ja: キャンセルしました
nl: Geannuleerd
ru: Отменена
zh_hans: 已取消

# menu.subscription
source: Subscription
cs: Předplatné
es: Suscripción
id: Berlangganan
it: Abbonamento
ja: 有料プラン
nl: Abonnement
ru: Подписка
zh_hans: 订阅

# menu.gems
source: Purchase Gems
cs: Nákup drahokamů
es: Comprar gemas
id: Beli Permata
it: Acquista Gemme
ja: ジェムを買う
nl: Edelstenen Kopen
ru: Приобрести самоцветы
zh_hans: 买宝石

# time_travel_backgrounds
source: Time Travelers Backgrounds
cs: pozadí cestujících v čase
es: Fondos para viajeros del tiempo
id: Latar Belakang Penjelajah Waktu
it: Sfondi dei Viaggiatori del Tempo
ja: タイムトラベラーの背景
nl: Tijdreizigersachtergronden
ru: Фоны путешественников во времени
zh_hans: 时空旅行者的背景

# member_group_plan
source: Member of a Group Plan
cs: Člen Skupiny
es: Miembro de un plan de grupo
id: Anggota Paket Grup
it: Membro di un Piano di Gruppo
ja: グループプランのメンバー
nl: Lid van een groepsaanbieding
ru: Участник группового тарифа
zh_hans: 团队计划的队员

source: Group Plan
cs: Skupina
es: Plan del grupo
id: Paket Grup
it: Piano di gruppo
ja: グループプラン
nl: Groepsaanbieding
ru: Групповой тариф
zh_hans: 团队计划

# settings.email_notifications.title
source: Emails
cs: E-maily
es: Correos electrónicos
id: Email
it: Email
ja: メール
ru: Электронная почта
zh_hans: 电邮

# titles.pets_and_mounts
source: Pets & Mounts
cs: Mazlíčci a zvířata
es: Mascotas y monturas
hr: Ljubimci i Životinje za jahanje
id: Peliharaan & Tunggangan
it: Animali e Cavalcature
ja: ペットと乗騎
nl: Huisdieren & Rijdieren
ru: Питомцы и Скакуны
zh_hans: 宠物和坐骑

# quests.unlock_level_short
source: Level %d
cs: Úroveň %d
es: Nivel %d
it: Livello %d
ja: レベル%d
ru: Уровень %d
zh_hans: %d级
