Repository: HabitRPG/habitica-ios
Catalog: HabitRPG/Strings/*.lproj/Mainstrings.strings
Languages: cs, es, hr, id, it, ja, nl, ro, ru, zh_hans

# unlockDropsTitle
source: You unlocked the drop system!
cs: Odemkli jste drop systém!
es: ¡Has desbloqueado el sistema de botín!
id: Kamu mengaktifkan sistem drop!
it: Hai sbloccato il sistema di drop!
ja: ドロップシステムをアンロックしました！
nl: Je hebt het drop-systeem vrijgespeeld!
ro: Ai deblocat un sistem de drop!
ru: Вы разблокировали систему трофеев!
zh_hans: 你解锁了掉落系统！

# unlockDropsDescription
source: You've unlocked the Drop System! Now when you complete tasks, you have a small chance of finding an item, including eggs, potions, and food!
cs: Odemkli jste Drop System! Nyní, když dokončíte úkoly, máte malou šanci najít položku, včetně vajec, lektvarů a jídla!
es: ¡Has desbloqueado el sistema de botines! Ahora, al completar tareas, tienes una pequeña posibilidad de encontrar un artículo, ¡incluyendo huevos, pociones y alimentos!
id: Kamu telah mengaktifkan Sistem Drop! Sekarang ketika kamu menyelesaikan tugas, kamu memiliki peluang kecil untuk menemukan item, termasuk telur, ramuan, dan makanan!
it: Hai sbloccato il sistema di drop! Ora, quando completi un'attività, hai una piccola probabilità di trovare un oggetto, tra cui uova, pozioni e cibo!
ja: ドロップシステムがアンロックされました！今後タスクを達成すると、たまごなどのアイテムや、薬、そしてエサの落とし物を発見するちょっとしたチャンスが訪れます！
nl: Je hebt het Drop-systeem vrijgespeeld! Als je nu een taak voltooid, heb je een kleine kans om een voorwerp te vinden, zoals eieren, drankjes en voedsel!
ro: Ai deblocat un Sistem de Drop! De acum, când îți vei completa sarcinile vei avea o mică șansă să găsești un obiect, incluzând ouă, poțiuni și hrană!
ru: Вы открыли систему выпадения трофеев! Теперь, когда вы выполняете задания, у вас есть маленький шанс найти предмет, включая яйца, эликсиры и корм!
zh_hans: 你解锁了掉落系统！现在，完成任务有一定几率得到随机物品，比如宠物蛋、孵化药水、食物！

# subscription_info_1_title
source: Gold for Gems
cs: Drahokamy za zlato
es: Oro por gemas
id: Beli permata dengan koin emas
it: Oro per gemme
ja: ゴールドをジェムに
nl: Goud voor edelstenen
ro: Cumpără Nestemate cu Aur
ru: Самоцветы за золото
zh_hans: 购买宝石

# subscription_info_2_title
source: Mystic Hourglasses
cs: Mystické přesýpací hodiny
es: Relojes de Arena Místicos
id: Jam Pasir Mistik
it: Clessidre Mistiche
ja: 神秘の砂時計
nl: Mystieke zandlopers
ro: Obiecte unice disponibile lunar
ru: Мистические песочные часы
zh_hans: 神秘沙漏

# subscription_info_3_title
source: Monthly Mystery Items
cs: Tajemné předměty každý měsíc
es: Artículos Misteriosos Mensuales
id: Item Misteri Bulanan
it: Oggetti Misteriosi Mensili
ja: 毎月のミステリーアイテム
nl: Maandelijkse mysterie voorwerpen
ro: Reține mai mult din istoric
ru: Ежемесячные Таинственные Предметы
zh_hans: 每月神秘物品

# subscription_info_3_description
source: Subscribe now to get an exclusive set now and receive new items every month!
cs: Staň se předplatitelem/kou nyní a získej exkluzivní sadu a každý měsíc obdržíš nové předměty!
es: ¡Suscríbete ahora para conseguir un set exclusivo y recibir nuevos objetos cada mes!
id: Langganan sekarang untuk memperoleh perlengkapan eksklusif sekarang juga dan menerima item-item baru setiap bulan!
it: Abbonati ora per ottenere un set esclusivo subito e ricevere nuovi oggetti ogni mese!
ja: 今すぐ有料プランに加入して、限定セットや毎月の新しいアイテムを受け取りましょう！
nl: Schrijf je nu in om nu een exclusieve set te krijgen en elke maand nieuwe voorwerpen te ontvangen!
ro: Pune la dispoziție pentru mai mult timp lista completată a lucrurilor De-Făcut și istoricul sarcinilor.
ru: Подпишитесь сейчас, чтобы обзавестись эксклюзивным костюмом и получать новые предметы ежемесячно!
zh_hans: 现在订阅即可获得独家套装，每月还可获得新物品！

# subscription_info_4_title
source: Monthly Mystery Items
cs: Tajemné předměty každý měsíc
es: Objetos misteriosos mensualmente
id: Peliharaan Pelanggan Spesial
it: Oggetti Misteriosi Mensili
ja: 毎月のミステリーアイテム
nl: Maandelijkse mysterieuze voorwerpen
ro: Limita maximă de obiecte câștigate este dublată
ru: Ежемесячные Таинственные Предметы
zh_hans: 每月神秘物品

# subscription_info_4_description
source: Receive the Royal Purple Jackalope pet when you become a new subscriber.
cs: Získáš královského fialového Zajdalena jako mazlíčka, jakmile se staneš novým/ou předplatitelem/kou.
es: Recibe como mascota al Jackalope Púrpura Real cuando te conviertas en suscriptor.
id: Dapatkan peliharaan Jackalope Ungu Kerajaan ketika kamu menjadi pelanggan baru.
it: Riceverai il Lepronte Porpora quando diventerai un nuovo abbonato.
ja: 新しく有料会員になって、ロイヤルパープルのジャッカロープのペットを迎えましょう。
nl: Ontvang het royale paarse Jackalope huisdier wanneer je een nieuwe abonnee wordt.
ro: Dublul obiectelor căzute îți va permite să primești mai mult pentru fiecare sarcină completată zilnic, astfel încât să-ți poți completa grajdul mai rapid.
ru: Получите Королевского пурпурного питомца Джекалопа при оформлении подписки.
zh_hans: 订阅即可获得紫御鹿角兔。

# subscription_benefits_title
source: Become a subscriber and you’ll get these useful benefits
cs: Staň se předplatitelem/kou a získáš tyto užitečné výhody
es: Conviértete en un suscriptor y tendrás todos estos beneficios
id: Jadilah pelanggan dan dapatkan kelebihan berikut ini
it: Diventa un abbonato e otterrai i seguenti utili vantaggi
ja: 有料会員になって、これらの有益な特典を手に入れましょう
nl: Word abonnee en je krijgt deze handige voordelen
ro: Abonează-te și primește următoarele beneficii utile:
ru: Станьте подписчиком, и вы получите эти преимущества
zh_hans: 订阅则可获得

# gem_benefits_title
source: Gems allow you to buy fun extras for your account, including:
cs: Drahokamy vám umožní koupit zábavné doplňky pro váš účet, včetně:
es: Las Gemas te permiten comprar cosas extra divertidas para tu cuenta, incluyendo:
id: Permata membuatmu dapat membeli item tambahan menyenangkan untuk akunmu, termasuk:
it: Le gemme ti permettono di comprare divertenti extra per il tuo account, fra cui:
ja: ジェムを使って、あなたのアカウントを彩る 楽しいおまけを購入できます。例えば：
nl: Edelstenen staan je toe om leuke extra's te kopen voor je account, waaronder:
ro: Nestematele îți permit să cumperi lucruri extra pentru contul tău, incluzând:
ru: Самоцветы дают возможность купить веселые дополнения для аккаунта, в том числе:
zh_hans: 宝石可用于购买更多小玩意，包括：

source: Moderator
cs: Moderátor
es: Moderador
it: Moderatore
ja: モデレーター
nl: Beheerder
ru: Модератор
zh_hans: 版主

source: Staff
cs: Hůl
es: Personal
id: Staf
ja: スタッフ
nl: Medewerkers
ru: Сотрудник
zh_hans: 成员

# report_x_violation
source: Report @%@ for violation?
cs: Nahlásit %@ za porušení?
es: ¿Reportar a @%@ por infracción?
id: Laporkan @%@ untuk pelanggaran?
it: Segnalare @%@ per violazione?
ja: @%@を違反で報告しますか？
nl: @%@ rapporteren wegens overtreding?
ro: Reclami pe %@ pentru încălcarea regulilor?
ru: Сообщить о нарушении со стороны @%@?
zh_hans: 举报%@违规？

# not_getting_drops
source: Not getting the right drops? Check out the Market to buy just the things you need!
es: ¿No recibes las recompensas adecuadas? ¡Ve al mercado para comprar justo las cosas que necesitas!
id: Tidak mendapatkan item drop yang tepat? Kunjungi Pasar untuk membeli hal-hal yang kamu butuhkan!
it: Non ricevi i drop giusti? Controlla il mercato per comprare solo quello che ti serve!
ja: 欲しいものが見つからない？市場を確認して必要なものを買おう！
nl: Vind je niet de gewenste drops? Check de Markt om precies de dingen te kopen die je nodig hebt!
ro: Nu primești lucrurile potrivite? Mergi la Târg pentru a cumpăra exact lucrurile de care ai nevoie!
ru: Не выпадают нужные трофеи? Зайдите на Рынок, чтобы купить то, что вам нужно!
zh_hans: 没有得到想要的掉落物品？来市场瞧瞧！

# streak_achievement_title
source: You earned a streak achievement!
cs: Získal jsi ocenění za sérii!
es: ¡Has obtenido un logro de racha!
id: Kamu mendapat pencapaian rentetan!
it: Hai ottenuto una Medaglia Serie!
ja: 連続実行ボーナスを獲得しました！
nl: Je hebt een serie prestatie verdiend!
ro: Ai obținut o realizare legată de șirul consecutiv!
ru: Вы заработали достижение Серии!
zh_hans: 你得到一个连击成就！

# streak_achievement_description
source: You've completed your Daily for 21 days in a row! Amazing job. Don't break the streak!
es: ¡Has completado tus tareas diarias durante 21 días seguidos! Excelente trabajo. ¡No rompas la racha!
id: Kamu menyelesaikan Keseharian-mu selama 21 hari berturut-turut! Luar biasa. Jangan putuskan rentetan ini!
it: Hai completato la tua Attività Giornaliera per 21 giorni di fila! Ottimo lavoro. Non interrompere questa serie!
ja: 日課を21日連続で実行しました！すばらしい業績です。連続実行を続けましょう！
nl: Je hebt je dagelijkse taak 21 dagen op rij voltooid! Uitstekend. Behoud deze serie!
ro: Ți-ai completat Activitățile Zilnice timp de 21 de zile consecutive! Grozav! Nu întrerupe șirul!
ru: Вы выполнили ежедневную задачу 21 день подряд! Отличная работа. Не прерывайте серию!
zh_hans: 你连续21天完成每日任务！太棒了！别放弃！

# next_checkin_prize_1_day
source: Your next prize unlocks in 1 Check-In.
cs: Vaše další cena se odemkne za 1 přihlášení.
es: Tu próximo premio se desbloqueará en 1 Registro.
id: Hadiah berikutnya akan terbuka dalam 1 Cek In
it: Il prossimo premio verrà sbloccato tra 1 accesso.
ja: 次の賞は、あと1回のチェックインでアンロックされます。
nl: De volgende prijs wordt vrijgespeeld over 1 check-in.
ro: Următorul tău premiu se deblochează în 1 Check-In.
ru: Ваш следующий приз будет доступен после того, как вы войдете в игру ещё 1 раз.
zh_hans: 下次签到将会解锁一个奖励。

# next_checkin_prize_x_days
source: Your next prize unlocks in %d Check-Ins
cs: Vaše další cena se odemkne za %d přihlášení
es: Tu próximo premio se desbloqueará en %d Registros
id: Hadiah berikutnya akan terbuka Cek In ke-%d
it: Il prossimo premio verrà sbloccato tra %d accessi
ja: 次の賞は、%d回のチェックインでアンロックされます
nl: De volgende prijs wordt vrijgespeeld over %d check-ins
ro: Următorul tău premiu se deblochează în %d Check-In-uri
ru: Ваш следующий приз будет доступен после того, как вы войдете в игру ещё %d раз(а)
zh_hans: 获得下个奖励还需%d次签到

source: Recipient
cs: Příjemce
es: Receptor
id: Penerima
it: Destinatario
ja: 送信先
nl: Ontvanger
ro: Destinatar
ru: Участник
zh_hans: 收件人

# no_camera
source: No Camera available
cs: Není dostupná kamera
es: No hay ninguna cámara disponible
id: Tidak ada Kamera tersedia
it: Nessuna Fotocamera disponibile
ja: カメラが利用できません
nl: Geen Camera beschikbaar
ro: Cameră foto indisponibilă
ru: Камера не доступна
zh_hans: 摄像头不可用

source: Not enough Gems
cs: Nedostatek drahokamů
es: No hay suficientes Gemas
id: Tidak cukup Permata
it: Non hai abbastanza Gemme
ja: ジェムが足りません
nl: Niet genoeg Edelstenen
ro: Nu ai destule Nestemate
ru: Недостаточно самоцветов
zh_hans: 宝石不足

source: Not enough Hourglasses
cs: Nedostatek přesýpacích hodin
es: No hay suficientes Relojes de Arena
id: Tidak cukup Jam Pasir
it: Non hai abbastanza Clessidre
ja: 砂時計が足りません
nl: Niet genoeg Zandlopers
ro: Clepsidre insuficiente
ru: Недостаточно песочных часов
zh_hans: 沙漏不足

source: Subscribe for Hourglasses
cs: Přihlaste se k odběru přesýpacích hodin
es: Suscribirse a cambio de Relojes de Arena
id: Berlangganan untuk Jam Pasir
it: Abbonati per ricevere Clessidre
ja: 砂時計を定期購入する
nl: Neem een abonnement voor Zandlopers
ro: Abonează-te pentru a primi Clepsidre
ru: Подписаться на мистические песочные часы
zh_hans: 订阅获取沙漏

source: Not enough Gold
cs: Nedostatek zlata
es: No hay suficiente oro
id: Koin Emas Tidak Cukup
it: Oro non sufficiente
ja: ゴールドが不足しています
nl: Niet genoeg Goud
ro: Aur insuficient
ru: Недостаточно золота
zh_hans: 金币不足

source: Take me back
cs: Vezmi mě zpátky
es: Llévame de vuelta
id: Bawa aku Kembali
it: Indietro
ja: 戻る
nl: Neem me terug
ro: Du-mă înapoi
ru: Верните меня обратно
zh_hans: 返回

source: Monthly Gem Cap Reached
es: Límite de Gemas Mensuales Alcanzado
id: Batas Permata Bulanan Tercapai
it: Limite mensile raggiunto
ja: 今月のジェム上限に達しました
nl: Maandelijkse Edelstenen-limiet bereikt
ro: Limită de Nestemate lunare atinsă
ru: Достигнут ежемесячный предел самоцветов
zh_hans: 达到每月宝石上限

source: Your balance:
cs: Tvůj zůstatek:
es: Tu balance:
id: Saldomu:
it: Il tuo bilancio:
ja: あなたの残高：
nl: Je balans:
ro: Soldul tău:
ru: Ваш баланс:
zh_hans: 你的余额：

source: Choose Task
cs: Vybrat úkol
es: Elegir Tarea
id: Pilih Tugas
it: Scegli attività
ja: タスクを選択
nl: Kies taak
ro: Alege Sarcina
ru: Выбрать задание
zh_hans: 选择任务

# shops.other_class_disclaimer
source: You can only purchase gear for your current class
cs: Můžete si koupit pouze vybavení pro vaši třídu
es: Solo puedes comprar equipo para tu clase actual
id: Kamu hanya bisa membeli perlengkapan untuk profesimu yang sekarang
it: Puoi comprare attrezzatura solo per la classe attuale
ja: 現在のクラスの装備のみ購入できます
nl: Je kan alleen uitrusting kopen voor je momentele klasse
ro: Poți achiziționa numai echipament pentru clasa ta actuală
ru: Ты можешь купить экипировку только для твоего текущего класса
zh_hans: 你只能为当前职业购买装备

# shops.purchased_all_gear
source: You already have all your class equipment! More will be released during the Grand Galas, near the solstices and equinoxes.
cs: Už máš všechno vybavení tvého povolání! Více bude vypuštěno během Velké Slavnosti, blízko slunovratů a rovnodenností.
es: ¡Ya tienes todo el equipamiento de tu clase! Se estrenará más durante los festivales próximos a los solsticios y equinocios.
id: Kamu sudah mempunyai semua perlengkapan profesimu! Lebih banyak lagi akan dirilis selama Grand Gala, dekat titik balik matahari dan ekuinoks.
it: Possiedi già tutto l'equipaggiamento della tua classe! Altri oggetti verranno messi a disposizione durante i Gran Galà, nel periodo dei solstizi e degli equinozi.
ja: あなたはクラス固有の装備をすでに全部持っています！ 春分・秋分や夏至・冬至の頃に開催される大祭で、新たな装備が追加されることでしょう。
nl: Je bezit al je klasse uitrustingen al! Er zullen meer worden uitgebracht tijdens Grand Gala's en rondom de zonnewendes en dag- en nachteveningen.
ro: Ai deja tot echipamentul specific clasei tale! Mai multe echipamente vor apărea în timpul Galelor Grand, în apropierea solstițiilor și echinocțiilor.
ru: У вас уже есть всё снаряжение вашего класса! Дополнительное снаряжение будет появляться в течение сезонных Гранд-Гала, во время солнцестояний и равноденствий.
zh_hans: 你已经拥有当前职业所有基础职业装备！春分、夏至、秋分、冬至盛典期间会推出更多装备。

# titles.skills
source: Skills
cs: Dovednosti
es: Habilidades
hr: Vještine
id: Kemampuan
it: Abilità
ja: スキル
nl: Vaardigheden
ro: Abilități
ru: Навыки
zh_hans: 技能

# titles.avatar
source: Avatar
ja: アバター
ro: Iconiță
ru: Аватар
zh_hans: 人物

# stats.total
source: Total
cs: Celkový
hr: Ukupno
it: Totale
ja: 合計
nl: Totaal
ru: Общий
zh_hans: 总计

# stats.strength_text
source: Increases the bonus of critical hits and makes them more likely when scoring a task. Also increases damage dealt to bosses.
cs: Zvyšuje pravděpodobnost a bonus kritických zásahů, když splníš úkol. Kromě toho zvýší škody proti bossům.
es: Aumenta el bonus de golpes críticos y los hace más probables cuando completas una tarea. También aumenta el daño infligido a los jefes.
hr: Povećava bonus kritičnih udaraca i čini ih vjerojatnijim kada se postigne zadatak. Također povećava štete koje se isplaćuju šefovima.
id: Meningkatkan serangan kritikal saat menyelesaikan tugas. Juga meningkatkan damage yang diberikan kepada bos.
it: Aumenta la possibilità di colpi critici e li rende più probabili quando una attività viene completata. Inoltre aumenta il danno inflitto ai boss.
ja: タスクを完了したときの会心の一撃のボーナスや発生率が増加します。また、ボスへ与えるダメージも増加します。
nl: Verhoogt de bonus van kritieke treffers en verhoogt de kans erop als je een taak voltooit. Verhoogt ook de schade toegebracht aan bazen.
ro: Sporește bonusul loviturilor critice și le face mai frecvente la terminarea unei sarcini. De asemenea, sporește loviturile către monștrii de tip "Boss".
ru: Увеличивает бонус критических ударов и повышает их вероятность при выполнении заданий. Также увеличивает урон, наносимый боссам.
zh_hans: 增加暴击奖励和完成任务时的暴击率。也增加对boss造成的伤害。

# tasks.team
source: Team
cs: Tým
es: Equipo
id: Tim
it: Squadra
ja: チーム
ro: Echipă
ru: Команда
zh_hans: 团队

# titles.gift_subscription
source: Gift Subscription
cs: Dárkové předplatné
es: Regalo de suscripción
hr: Dajte Pretplatu
id: Hadiahkan Langganan
it: Regala un Abbonamento
ja: 有料プランをプレゼントする
nl: Doe een abonnement cadeau
ro: Trimite cadou
ru: Подписка в подарок
zh_hans: 赠送订阅

# tasks.due_today
source: Today
cs: Splnit do dneška
es: Vence hoy
id: Hari Ini
it: Oggi
ja: 期限 今日
nl: Moet vandaag gedaan zijn
ro: Termen limită azi
ru: Истекает сегодня
zh_hans: 今日截止

# tasks.due_tomorrow
source: Tomorrow
cs: Splnit do zítra
es: Vence mañana
id: Besok
it: Domani
ja: 期限 明日
nl: Moet morgen gedaan zijn
ro: Termen limită mâine
ru: Истекает завтра
zh_hans: 明天到期

# tasks.due_in_x_days
source: In %d days
cs: Splnit do %d dní
es: Vence en %d días
id: Dalam %d hari
it: Tra %d giorni
ja: 期限 %d日後
nl: Moet over %d dagen gedaan zijn
ro: Termen limită în %d zile
ru: Через %d дн
zh_hans: %d日后

# tasks.every_x
source: every %d %@
cs: každý %d %@
es: cada %d %@
id: tiap %d %@
it: ogni %d %@
ja: 毎%@
nl: elke %d %@
ro: la fiecare %@
ru: кажд. %d %@
zh_hans: 每 %d %@

# tasks.repeats.repeats_every_on
source: Repeats %@ on %@
cs: Opakuj %@ v %@
es: Se repite %@ de %@
id: Diulangi %@ pada %@
it: Ripeti %@ su %@
ja: %@を%@ごとにくり返す
nl: Herhaalt elke %@ op %@
ro: Se repetă din %@ în %@
ru: Повторять %@ по %@
zh_hans: 重复 %@ 在 %@

# tasks.repeats.repeats_every
source: Repeats %@
cs: Opakuj %@
es: Se repite %@
id: Diulangi %@
it: Ripeti %@
ja: %@くり返す
nl: Herhaalt elke %@
ro: Se repetă %@
ru: Повторять %@
zh_hans: %@ 重复

# tasks.examples.team_habit
source: Check in with team
cs: Prober to s týmem
es: Atender a su equipo
id: Menyapa tim
it: Contatta il team
ja: チームに伝える
nl: Neem contact op met je team
ro: Interacționează cu echipa
ru: Задания с командой
zh_hans: 和团队一起签到

# tasks.examples.team_todo_text
source: Complete team project
cs: Dokonči týmový projekt
es: Completar proyecto de equipo
id: Selesaikan proyek tim
it: Completa il progetto della squadra
ja: チームプロジェクトを完了する
nl: Rond het teamproject af
ro: Termină proiectul de echipă
ru: Завершить командный проект
zh_hans: 完成团队项目

# settings.app_icon
source: App Icon
cs: Symbol aplikace
es: Icono de la aplicación
id: Ikon Aplikasi
it: Icona dell'App
ja: アプリアイコン
nl: App icoon
ro: Iconița Aplicației
ru: Значок приложения
zh_hans: 应用图标

# settings.server
source: Server
es: Servidor
ja: サーバー
ru: Сервер
zh_hans: 服务器

# settings.change_about_message
source: Change About Message
cs: Změnit informace
es: Cambios sobre Mensaje
id: Ganti Pesan di Profil
it: Cambia Messaggio Informazioni
ja: メッセージについて変更する
nl: Verander Profiel Tekst
ro: Schimbare A Mesajului
ru: Редактировать информацию о себе
zh_hans: 修改自我介绍
