Repository: HabitRPG/habitica-ios
Catalog: HabitRPG/Strings/*.lproj/Mainstrings.strings
Languages: cs, es, hr, id, it, ja, nl, ro, ru, zh_hans

# unlocks_selecting_class
source: Unlocks after selecting a class
cs: Odemkne se po výběru třídy
es: Se desbloquea después de seleccionar una clase
id: Terbuka setelah memilih profesi
it: Sblocca dopo aver scelto una classe
ja: クラスを選択後に解放
nl: Ontgrendelt na het selecteren van een klasse
ro: Se deblochează după selectarea clasei
ru: Открывается после выбора класса
zh_hans: 选择职业后解锁

# unlocks_level_ten
source: Unlocks at level 10
cs: Odemkne se na úrovni 10
es: Se desbloquea en el nivel 10
id: Terbuka pada level 10
it: Sblocca al livello 10
ja: レベル10でアンロック
nl: Ontgrendelt bij niveau 10
ro: Se deblochează la nivelul 10
ru: Открывается на 10 уровне
zh_hans: 在10级后解锁

source: Copied Message
cs: Zpráva zkopírována
es: Mensaje copiado
id: Pesan Disalin
it: Messaggio Copiato
ja: コピーされたメッセージ
nl: Gekopiëerd Bericht
ro: Mesaj Copiat
ru: Сообщение скопировано
zh_hans: 消息已复制

source: Write Message
cs: Napsat zprávu
es: Escribir mensaje
id: Tulis Pesan
it: Scrivi Messaggio
ja: メッセージを書く
nl: Schrijf bericht
ro: Scrie Mesaj
ru: Написать сообщение
zh_hans: 发消息

source: Write to %@
cs: Napsat %@
es: Escribir a %@
id: Tulis pesan untuk %@
it: Scrivi a %@
ja: %@ に書く
nl: Schrijf naar %@
ro: Scrie-i lui %@
ru: Написать %@
zh_hans: 发给%@

# tavern_intro_header
source: Welcome to the Inn! Pull up a chair to chat, or take a break from your tasks.
cs: Vítejte v Krčmě! Vytáhněte židli a povídejte si nebo si udělejte pauzu od svých úkolů.
es: ¡Bienvenid@ a la Posada! Trae una silla para conversar, o tómate un descanso de tus tareas.
id: Selamat datang di Penginapan! Tarik kursi dan mari mengobrol, atau beristirahat dari tugas-tugasmu.
it: Benvenuto alla Locanda! Prendi una sedia per chiacchierare, o prenditi una pausa dalle tue attività.
ja: ロッジへようこそ！ そこの席に掛けておしゃべりしたり、タスクをやめて一休みしよう。
nl: Welkom bij de Herberg! Neem plaats om te chatten, of om te pauzeren van je taken.
ro: Bine ai venit la Han! Ia un scaun pentru a purta o discuție, sau ia o pauză de la sarcinile tale.
ru: Добро пожаловать в таверну! Займите столик чтобы поболтать, или отвлечься от своих задач.

source: Resume Damage
cs: Obnovit poškození
es: Reanudar Daño
id: Lanjutkan Damage
it: Riattiva Danni
ja: ダメージを再開
nl: Schade Hervatten
ro: Reia Deteriorarea
ru: Вернуться в игру
zh_hans: 恢复伤害

source: Pause Damage
cs: Pauznout poškození
es: Pausar Daño
id: Hentikan Damage
it: Sospendi i Danni
ja: ダメージを止める
nl: Pauzeer Schade
ro: Pune pauză Deteriorării
ru: Остановить урон
zh_hans: 暂停伤害

# world_boss_intro_header
source: Oh dear, pay no heed to the monster below -- this is still a safe haven to chat on your breaks.
es: Oh, cariño, no prestes atención al monstruo. Este es todavía un refugio seguro para conversar durante tus descansos.
id: Oh sayangku, tak perlu kau hiraukan monster di bawah — ini adalah tempat yang aman untuk ngobrol selama kamu beristirahat.
it: Oh caro, non prestare attenzione al mostro qua sotto — questo è ancora un rifugio sicuro per chiaccherare durante le pause.
ja: おやおや、下にいるモンスターには気にしなくても大丈夫 ー ここはまだお喋りしながら休憩できる避難所です。
nl: Ojee, let niet op het monster hieronder. Dit is nog steeds een toevluchtsoord om te praten tijdens je rusttijd.
ro: Oh dragă, nu îl băga în seamă pe monstrul de mai jos -- ăsta este în continuare un loc sigur pentru discuții în pauze.
ru: Дорогая, не обращай внимания на монстра внизу — это убежище по-прежнему безопасно , чтобы поболтать на перерыве.
zh_hans: 噢朋友，不用担心下面的怪物。这儿很安全，休息的时候来聊聊天吧。

# tutorials.habits_1
source: First up is Habits. They can be positive Habits you want to improve or negative Habits you want to quit.
cs: Zaprvé, zvyky. Mohou být pozitivní, které chceš posilovat, nebo negativní, se kterými chceš skončit.
es: Lo primero son los Hábitos. Pueden ser Hábitos positivos que quieras mejorar o Hábitos negativos que quieras dejar.
id: Pertama adalah Kebiasaan. Bisa Kebiasaan positif yang ingin kamu tingkatkan atau Kebiasaan negatif yang ingin kamu tinggalkan.
it: Cominciamo con le Abitudini. Possono essere Abitudini positive che vuoi migliorare o Abitudini negative con cui vuoi smettere.
ja: まずは習慣です。習慣には、身につけたい良い習慣や、やめたい悪い習慣があります。
nl: Ten eerste zijn er Gewoontes. Dit kunnen positieve Gewoontes zijn die je wil verbeteren of negatieve Gewoontes waar je mee op wil houden.
ro: Mai întâi Obiceiurile. Ele pot fi Obiceiuri pozitive pe care vrei să le păstrezi sau Obiceiuri negative de care vrei să scapi.
ru: Во-первых, это привычки. Они могут быть положительными привычками, которые вы хотите закрепить, или отрицательными привычками, которые вы хотите бросить.
zh_hans: 首先，设置习惯。你可以设置想养成的积极习惯，或想戒掉的消极习惯。

# tutorials.habits_2
source: Every time you do a positive Habit, tap the + to get experience and gold!
cs: Pokaždé když splníš pozitivní zvyk, klikni na + pro získání zkušeností a zlata!
es: ¡Cada vez que hagas un Hábito positivo, toca el + para conseguir experiencia y oro!
id: Setiap kali kamu melakukan Kebiasaan positif, ketuk tanda + untuk memperoleh pengalaman dan koin emas!
it: Ogni volte che fai un'Abitudine positiva, premi il + per ricevere punti esperienza e oro!
ja: よい習慣を実践するたびに＋をタップして経験値とゴールドを手に入れよう！
nl: Tik op de + elke keer als je een positieve gewoonte doet om ervaring en goud te krijgen!
ro: De fiecare dată când respecți un Obicei pozitiv, apasă pe + pentru a primi experiență și aur!
ru: Каждый раз, когда вы выполняете положительную привычку, нажмите + чтобы получить опыт и золото!
zh_hans: 完成积极习惯，就可点击加号，获得经验和金币！

# tutorials.habits_3
source: If you slip up and do a negative Habit, tapping the - will reduce your avatar’s health to help you stay accountable.
es: Si te distraes y haces un Hábito negativo, tocar el — reducirá la salud de tu avatar, para ayudarte a ser responsable.
id: Kalau kamu lalai dan melakukan sebuah Kebiasaan negatif, mengetuk tanda - akan membuat nyawa avatarmu berkurang supaya kamu belajar bertanggung jawab.
it: Se sbagli e fai un'Abitudine negativa, premere il - ridurrà la salute del tuo avatar per aiutarti ad essere responsabile.
ja: もしうっかり悪い習慣をしてしまったら、責任を取るためにーをタップしてダメージを食らいましょう。
nl: Als je een fout maakt en een negatieve Gewoonte uitvoert, zal je personage's gezondheid verlaagd worden na het klikken op - om ervoor te zorgen dat je verantwoordelijk blijft.
ro: Dacă te complaci într-un Obicei negativ, apăsând pe - va reduce din sănătatea avatarului tău pentru a te încuraja să rămâi responsabil.
ru: Если вы ошибетесь и сделаете отрицательную привычку, то нажатие на – уменьшит здоровье вашего аватара, что поможет вам оставаться ответственным.
zh_hans: 如果不小心完成消极习惯，则点击减号。这将减少生命值，帮助提升你的责任感。

# tutorials.habits_4
source: Give it a shot! You can explore the other task types through the bottom navigation.
cs: Vyzkoušej to! Teď můžeš objevovat ostatní typy úkolů pomocí spodní navigační lišty.
es: ¡Inténtalo! Puedes explorar los otros tipos de tareas con la navegación de debajo.
id: Coba deh! Kamu bisa mengeksplor macam-macam tugas lain melalui tombol navigasi di bawah.
it: Prova! Puoi esplorare gli altri tipi di attività dai pulsanti in basso.
ja: とにかくやってみよう！画面の下にあるメニューから、他のタスクの種類についても知ることができます。
nl: Probeer het uit! Je kan de andere type taken verkennen door de navigatie aan de onderkant.
ro: Încearcă! Poți explora celelalte tipuri de sarcini cu ajutorul navigării din josul paginii.
ru: Дайте шанс! Вы можете исследовать другие типы задач через нижнюю навигацию.
zh_hans: 试试看！你可以通过底部导航来探索其他类型的任务。

# tutorials.dailies_1
source: Make Dailies for time-sensitive tasks that need to be done on a regular schedule.
es: Utiliza las Tareas Diarias para aquellas tareas urgentes que han de hacerse en un horario regular.
id: Buat Keseharian untuk tugas-tugas yang terikat waktu dan butuh untuk diselesaikan secara berkala.
it: Crea Attività Giornaliere per attività sensibili al fattore tempo che vanno completate regolarmente.
ja: 規則正しいスケジュールで締切の決まっているタスクを日課として作成しましょう。
nl: Creëer dagelijkse taken voor tijdsgevoelige taken die gedaan moeten worden volgens een vast schema.
ro: Setează Sarcini Zilnice pentru activități care trebuie făcute după un program regulat.
ru: Создавайте ежедневные дела для задач с учетом времени, которые необходимо выполнять по регулярному расписанию.
zh_hans: 日常页面可添加需定期完成的任务。

# tutorials.dailies_2
source: Be careful — if you miss one, your avatar will take damage overnight. Checking them off consistently brings great rewards!
cs: Dej si pozor - pokud nějaký nesplníš, tvá postava utrpí přes noc zranění. Naopak jejich plnění ti bude pravidelně přinášet velké odměny!
es: Ten cuidado: si pierdes una, hará daño a tu avatar durante la noche. ¡Tacharlas todas de forma constante trae grandes recompensas!
id: Hati-hati — kalau ada yang terlewat, avatar kamu akan terkena damage besoknya. Menyelesaikan Keseharian secara konsisten memberi banyak keuntungan!
it: Sii prudente — se non ne completi uno, il tuo avatar subirà danni durante la notte. Completarli costantemente porterà grandi ricompense!
ja: 気をつけて――もしもやり残しがあると、夜が明けたときにダメージを受けます。着実にこなしていくことで、たくさんの報酬が手に入ります！
nl: Wees voorzichtig — als je er één mist, dan krijgt jouw avatar 's nachts schade. Ze regelmatig afstrepen geeft grotere beloningen!
ro: Ai grijă — dacă ratezi vreuna, avatarul tău va suferi daune peste noapte. Bifatul lor constant va duce la recompense grozave!
ru: Будьте осторожны - если вы пропустите одну задачу, ваш аватар получит урон за ночь. Периодическая провека на выполнение приносит отличные награды!
zh_hans: 小心！如果日常任务未完成，第二天你将损失生命值。坚持不懈完成任务将带来巨大回报！

# tutorials.todos_1
source: Use To Do's to keep track of tasks you need to do just once.
es: Utiliza las Tareas Pendientes para realizar un seguimiento de las tareas que necesitas hacer solo una vez.
id: Gunakan Agenda untuk mencatat tugas-tugas yang hanya perlu kamu lakukan sekali.
it: Usa le Cose da Fare per tenere traccia della attività che hai bisogno di fare solo una volta.
ja: 一回限りのタスクを管理するのにTo Doを使いましょう。
nl: Gebruik To Do's om taken bij te houden die je slechts één keer moet doen.
ro: Utilizează lista cu lucruri De-Făcut pentru a-ți organiza sarcinile pe care trebuie să le îndeplinești o singură dată.
ru: Используйте список задач для отслеживания дел, которые необходимо выполнить только один раз.
zh_hans: 待办事项可用来记录一次性任务。

# tutorials.todos_2
source: If your To Do has to be done by a certain time, set a due date. Looks like you can check one off — go ahead!
es: Si tus Tareas Pendientes deben ser completadas para un momento determinado, establece una fecha límite. Parece que puedes tachar una... ¡Adelante!
id: Kalau Agendamu harus diselesaikan pada waktu tertentu, tetapkan tenggat waktunya. Sepertinya ada satu yang bisa kamu centang sekarang — sana!
it: Se la tua Cosa da Fare deve essere completata entro un certo tempo, imposta una scadenza. sembra che tu possa spuntarne una — avanti così!
ja: もしTo Doに期限があるのなら、設定しましょう。あなたにはクリアできるはず――がんばって！
nl: Als je to do op een bepaalde tijd moet zijn voltooid, stel je een einddatum in. Het lijkt erop dat je er een kunt aanvinken - ga je gang!
ro: Dacă lucrurile pe care le ai De-Făcut trebuie finalizate până la o anumită dată, setează una. Se pare că ai ceva de bifat — fă-o!
ru: Если ваша задача должна быть выполнена к определенному времени, установите срок. Похоже, вы можете одну отметить — вперед!
zh_hans: 如果待办事项有截止日期，可以设置到期日。现在就去设置试试吧！

# tutorials.rewards_1
source: Buy gear for your avatar with the gold you earn!
cs: Nakupuj pro svou postavu vybavení za peníze, které jsi si vydělal!
es: ¡Compra equipamiento para tu avatar con el oro que ganes!
id: Beli perlengkapan untuk avatarmu menggunakan koin emas yang kamu dapatkan!
it: Compra attrezzatura per il tuo avatar con l'oro che guadagni!
ja: 手に入れたゴールドでアバターの装備を買おう！
nl: Koop uitrusting voor je avatar met het goud wat je verdient!
ro: Cumpără echipament pentru avatarul tău cu Aurul acumulat!
ru: Покупайте снаряжение для вашего аватара за золото, которое вы получаете!
zh_hans: 用挣得的金币购买装备！

# tutorials.rewards_2
source: You can also make real-world Custom Rewards based on what motivates you.
cs: Na základě toho, co vás motivuje, můžete také vytvořit skutečné odměny v reálném světě.
es: También puedes crear recompensas personalizadas para el mundo real en función de lo que lo motiva.
id: Kamu juga bisa membuat Hadiah yang benar-benar ada di dunia nyata tergantung apa yang memotivasimu.
it: Puoi anche creare delle ricompense nel mondo reale basate su ciò che ti motiva.
ja: 自分のやる気を出すための実世界での自分専用のごほうびを設定することもできます。
nl: Je kan ook Aangepaste beloningen van de echte wereld maken gebaseerd op wat jou motivatie is.
ro: Poți de asemenea crea Recompense Personalizate bazate pe ce te motivează pe tine.
ru: Вы также можете создавать реальные пользовательские вознаграждения на основе того, что мотивирует вас.
zh_hans: 你也可以根据激励你的事件，设置现实奖励。

# tutorials.add_task
source: Tap to add a new task.
cs: Ťuknutím přidáš nový úkol.
es: Pulsa aquí para añadir una tarea.
id: Ketuk untuk menambahkan tugas baru.
it: Tocca per aggiungere una nuova attività.
ja: タップしてタスクを追加します。
nl: Tik om een nieuwe taak toe te voegen.
ro: Apasă pentru a adăuga o nouă sarcină.
ru: Нажмите, чтобы добавить новую задачу.
zh_hans: 点击添加任务。

# tutorials.edit_task
source: Tap a task to edit it and add reminders. Swipe left to delete it.
cs: Klepnutím na úkol jej upravíte a přidáte připomenutí. Chcete-li jej odstranit, přejeďte prstem doleva.
es: Pulsa en una tarea para editarla y añadir recordatorios. Deslízala hacia la izquierda para eliminarla.
id: Ketuk tugas untuk mengeditnya dan menambahkan pengingat. Geser ke kiri untuk menghapusnya.
it: Digita un compito per correggere e aggiungere promemoria. Swipe a sinistra per cancellarli.
ja: タスクをタップして編集し、通知を指定します。左にスワイプすると削除します。
nl: Tik op een taak om hem te bewerken en herinneringen toe te voegen. Veeg naar links om hem te verwijderen.
ro: Apasă pe o sarcină pentru a o edita și a adăuga memnto. Dă swipe la stânga pentru a o șterge.
ru: Нажмите на задание, чтобы редактировать его или добавить напоминание. Смахните его влево для удаления.
zh_hans: 点击任务以编辑和添加提醒。左划删除。

# tutorials.filter_task
source: Tap to filter tasks.
cs: Ťuknutím seřadíš úkoly.
es: Pulsa para filtrar las tareas.
id: Ketuk untuk memfilter tugas.
it: Tocca per filtrare le attività.
ja: タップしてタスク表示をフィルターします。
nl: Tik om taken te filteren.
ro: Apasă pentru a adăuga un filtru sarcinilor.
ru: Нажмите, чтобы отфильтровать заданияю.
zh_hans: 点击筛选任务。

# tutorials.reorder_task
source: Hold down on a task to drag it around.
cs: Podrž úkol abys jej mohl/a přetáhnout.
es: Mantén presionado una tarea para moverla.
id: Ketuk tahan tugas untuk menyeretnya.
it: Tieni premuto su una attività per trascinarla in giro.
ja: タスクを長押しして、場所を入れ替えます。
nl: Houd een taak ingedrukt om hem te verplaatsen.
ro: Ține apăsat pe o sarcină pentru a o muta.
ru: Удерживайте задачу, чтобы перемещать ее.
zh_hans: 长按任务来拖动。

# tutorials.inbox
source: This is where you can read and reply to private messages! You can also message people from their profiles.
cs: Zde můžete číst soukromé zprávy a odpovídat na ně! Můžete také posílat zprávy lidem z jejich profilů.
es: ¡Aquí puedes leer y responder a tus mensajes privados! También puedes mandar mensajes a la gente desde su perfil.
id: Di sinilah kamu dapat membaca dan membalas pesan pribadi! Kamu juga dapat mengirim pesan kepada orang-orang dari profil mereka.
it: Qui è dove puoi leggere e rispondere ai messaggi privati! Puoi mandare messaggi alle persone anche dai loro profili privati.
ja: ここではプライベート メッセージを読んだり、返信したりできます。メッセージは相手のプロフィールからも送ることができます。
nl: Dit is waar je privé-berichten kan lezen en beantwoorden! Je kan berichten ook sturen naar mensen vanaf hun profiel.
ro: Aici poți citi și răspunde la mesaje private! Poți de asemenea trimite mesaje oamenilor de pe profilurile lor.
ru: Здесь вы можете читать и отвечать на личные сообщения! Вы также можете отправлять сообщения из своих профилей.
zh_hans: 这里可以查看和回复私信！也可以从其他玩家的资料页发送私信。

# tutorials.stats
source: Tap the gray button to allocate lots of your stats at once, or tap the arrows to add them one point at a time.
cs: Klepnutím na šedé tlačítko přidělte mnoho bodů najednou, nebo klepnutím na šipky přidejte jednotlivé body.
es: Tocar el botón gris para asignar los puntos de tus estadísticas a la vez, o toca las flechas para agregarlas punto por punto.
id: Ketuk tombol abu-abu untuk mengalokasikan banyak status sekaligus, atau ketuk pada tanda panah untuk menambahkan satu per satu.
it: Usa il bottone grigio per assegnare più punti assieme, o usa le frecce per assegnarli uno alla volta.
ja: グレーのボタンをタップして一度にポイントを能力値に割り当てるか、矢印をタップして１ポイントずつ割り当ててください。
nl: Tik op de grijze knop om veel punten in één keer toe te wijzen, of klik op de pijlen om één punt per keer toe te wijzen.
ro: Apasă pe butonul gri pentru a aloca mai multe statistici deodată, sau apasă pe săgeți pentru a adăuga câte un punct pe rând.
ru: Нажмите серую кнопку, чтобы распределить очки на ваши характеристик сразу или коснитесь стрелок, чтобы добавлять в их по одному очку.
zh_hans: 点击灰色按钮，自动分配全部属性。点击箭头，一次加一点属性。

# world_boss.pending_strike
source: Pending Strike
cs: Čekající výpad
es: Ataque pendiente
id: Serangan Tertunda
it: Attacco in sospeso
ja: 保留中の攻撃
nl: Inkomende Aanval
ro: Lovitură iminentă
ru: Ожидаемый урон
zh_hans: 即将造成的攻击

# world_boss.rage_strike_explanation_button
source: What's a Rage Strike?
es: ¿Qué es un Ataque de Ira?
id: Apakah itu Serangan Amarah?
it: Cos'è un Attacco di Furia?
ja: 怒りの攻撃って何？
nl: Wat is een Woede Treffer?
ro: Ce este Lovitura Furioasă?
ru: Что такое удар ярости?
zh_hans: 什么是狂暴攻击？

source: Buffs
cs: Bonusy
es: Mejoras
id: Buff
it: Bonus
ja: 勢いボーナス
nl: Versterkingen
ro: Sporuri
ru: Бафы
zh_hans: 增益Buff

source: Allocated
cs: Přiděleno
es: Asignado
id: Dialokasikan
it: Assegnati
ja: 割り当て済み
nl: Toegewezen
ro: Alocate
ru: Распределено очков
zh_hans: 已分配

source: Gems
cs: Drahokamy
es: Gemas
id: Permata
it: Gemme
ja: ジェム
nl: Edelstenen
ro: Nestemate
ru: Самоцветы
zh_hans: 宝石

# teleporting_habitica
source: Teleporting to Habitica
cs: Teleportování do Habitica
es: Teletransportándose a Habitica
id: Teleportasi ke Habitica
it: Teletrasporto ad Habitica
ja: Habiticaへ転送中
nl: Bezig met teleporteren naar Habitica
ro: Te teleportăm la Habitica
ru: Телепортация в Habitica
zh_hans: 传送到Habitica

source: Subscription
cs: Předplatné
es: Suscripción
id: Langganan
it: Abbonamento
ja: 有料プラン
nl: Abonnement
ro: Abonament
ru: Подписка
zh_hans: 订阅

# remember_check_off_dailies
source: Remember to check off your Dailies!
cs: Nezapomeň splnit své denní úkoly!
es: ¡No te olvides de completar tus tareas diarias!
id: Ingatlah untuk memeriksa tugasmu!
it: Ricordati di spuntare le tue Dailies!
ja: 日課をチェックするのを忘れずに！
nl: Denk er aan je dagelijkse taken af te vinken!
ro: Nu uita să-ți bifezi Activitățile Zilnice!
ru: Не забудьте отметить ежедневные задачи!
zh_hans: 记得完成你的日常任务！

source: Complete
cs: Dokončit
es: Completado
id: Selesai
ja: 完了
nl: Voltooid
ro: Îndeplinite
ru: Сделанные
zh_hans: 完成

source: Accept
cs: Přijmout
es: Aceptar
id: Terima
it: Accetta
ja: 承認
nl: Accepteren
ro: Acceptă
ru: Принять
zh_hans: 接受

source: Reject
cs: Odmítnout
es: Rechazar
id: Tolak
it: Rifiuta
ja: 拒否
nl: Afwijzen
ro: Refuză
ru: Отказать
zh_hans: 拒绝

source: Abort
cs: Zrušit
es: Anular
id: Batalkan
it: Annulla
ja: 中断する
nl: Afbreken
ro: Abandon
ru: Отменить
zh_hans: 中止

source: Reply
cs: Odpovědět
es: Responder
id: Balas
it: Rispondi
ja: 返信
nl: Antwoord
ro: Răspunde
ru: Ответить
zh_hans: 回复

source: Send
cs: Poslat
es: Enviar
id: Kirim
it: Invia
ja: 送信
nl: Verstuur
ru: Отправить
zh_hans: 发送

source: Reminder
cs: Upomínka
es: Recordatorio
id: Pengingat
it: Promemoria
ja: 通知
nl: Herinnering
ro: Memento
ru: Напоминание
zh_hans: 提醒

source: buy
cs: koupit
es: comprar
id: beli
it: Compra
ja: 買う
nl: koop
ro: cumpără
ru: купить
zh_hans: 购买

source: success
cs: úspěch
es: éxito
id: berhasil
it: successo
ja: 成功
nl: succes
ro: succes
ru: успех
zh_hans: 成功

source: Invitations
cs: Pozvánky
es: Invitaciones
id: Undangan
it: Inviti
ja: 招待状
nl: Uitnodigingen
ru: Приглашения
zh_hans: 邀请

# accessibility.tap_hide_boss_art
source: Double tap to hide boss art
cs: Dvakrát poklepej pro zkrytí ztvárnění příšery
es: Toca dos veces para esconder el arte del jefe
id: Ketuk dua kali untuk menyembunyikan gambar bos
it: Doppio click per nascondere l'immagine del Boss
ja: ダブルタップしてボス画像を隠す
nl: Tweemaal klikken om Baas kunst te verbergen
ro: Dublu-click pentru a ascunde arta Căpcăunului
ru: Нажмите дважды, чтобы скрыть изображение босса
zh_hans: 双击隐藏Boss形象

# accessibility.reply_to_message
source: Reply to Message
cs: Odpovědět na zprávu
es: Responder al Mensaje
id: Balas Pesan
it: Rispondi al messaggio
ja: メッセージに返信
nl: Bericht beantwoorden
ro: Răspunde la Mesaj
ru: Ответить на сообщение
zh_hans: 回复信息

# accessibility.copy_message
source: Copy Message
cs: Kopírovat zprávu
es: Copiar Mensaje
id: Salin Pesan
it: Copia Messaggio
ja: メッセージをコピー
nl: Kopieer bericht
ro: Copiază Mesajul
ru: Скопировать сообщение
zh_hans: 复制信息

# accessibility.delete_message
source: Delete Message
cs: Smazat zprávu
es: Eliminar el Mensaje
id: Hapus Pesan
it: Elimina Messaggio
ja: メッセージを削除
nl: Verwijder bericht
ro: Șterge Mesajul
ru: Удалить сообщение
zh_hans: 删除信息

# accessibility.like_message
source: Like Message
cs: Líbí se mi
es: Me gusta el mensaje
id: Sukai Pesan
it: Mi piace
ja: いいね
nl: Bericht leuk vinden
ro: Dă Like Mesajului
ru: Нравится
zh_hans: 点赞信息

# accessibility.report_message
source: Report Message
cs: Nahlásit zprávu
es: Reportar Mensaje
id: Laporkan Pesan
it: Segnala messaggio
ja: メッセージを報告する
nl: Bericht melden als ongewenst
ro: Raportează Mesajul
ru: Пожаловаться на сообщение
zh_hans: 举报信息

# accessibility.completed_x
source: Completed %@
cs: Dokončeno %@
es: Completado %@
id: %@ terselesaikan
it: Completato %@
ja: 完了した%@
nl: Voltooid %@
ru: Выполнено %@
zh_hans: %@完成

# accessibility.double_tap_to_complete
source: Double tap to complete
cs: Dvakrát poklepej pro dokončení
es: Toca dos veces para completar
id: Ketuk dua kali untuk menyelesaikan
it: Doppio click per completare
ja: ダブルタップして完了
nl: Twee keer tikken om te voltooien
ro: Dublu-click pentru a completa
ru: Нажмите дважды, чтобы завершить
zh_hans: 双击完成

# accessibility.double_tap_to_edit
source: Double tap to edit
cs: Dvakrát poklepej pro úpravu
es: Toca dos veces para editar
id: Ketuk dua kali untuk mengubah
it: Doppio click per modificare
ja: ダブルタップして編集
nl: Twee keer tikken om aan te passen
ro: Dublu-click pentru a edita
ru: Нажмите дважды для правки
zh_hans: 双击编辑

# accessibility.complete_task
source: Complete Task
cs: Dokončit úkol
es: Completar Tarea
id: Selesaikan Tugas
it: Completa l'Attività
ja: タスクを完了する
nl: Voltooi taak
ro: Completează Sarcina
ru: Завершите задание
zh_hans: 完成任务

# accessibility.due
source: Due
cs: Do
es: Pendiente
id: Jatuh Tempo
it: Da fare
ja: 期限
nl: Onvoltooid
ro: Scadente
ru: Текущие
zh_hans: 到期

# accessibility.completed
source: Completed
cs: Dokončeno
es: Completado
id: Selesai
it: Completata
ja: 完了
nl: Voltooid
ro: Completat
ru: Завершено
zh_hans: 已完成

source: Collect
cs: Sbírat
es: Recolectar
id: Kumpulkan
it: Raccogli
ja: 収集
nl: Verzamel
ru: Собрать
zh_hans: 收集

source: Mystery Sets
cs: Záhadné sety
es: Conjuntos Misteriosos
id: Set Misteri
it: Set Misteriosi
ja: ミステリー セット
nl: Mysterie Sets
ro: Seturi Misterioase
ru: Таинственный набор
zh_hans: 神秘套装

source: Edit Tag
cs: Upravit štítek
es: Editar etiqueta
id: Ubah Tanda
it: Modifica etichetta
ja: タグを編集する
nl: Bewerk label
ro: Editează Eticheta
ru: Редактировать теги
zh_hans: 编辑标签

source: Create Tag
cs: Vytvořit tag
es: Crear una etiqueta
id: Buat Tanda
it: Crea etichetta
ja: タグをつくる
nl: Label maken
ro: Crează o Etichetă
ru: Создать тэг
zh_hans: 创建标签
