Repository: HabitRPG/habitica-ios
Catalog: HabitRPG/Strings/*.lproj/Mainstrings.strings
Languages: cs, es, hr, id, it, ja, nl, ro, ru, zh_hans

# create_task_description
source: Add a task for something you would like to accomplish this week
es: Agrega una tarea para algo que te gustaría lograr esta semana
id: Tambahkan tugas untuk hal yang ingin kamu tuntaskan pekan ini
it: Aggiungi un'attività per qualcosa che vorresti realizzare questa settimana
ja: 今週中に達成したいことをタスクとして追加しましょう
nl: Voeg een taak toe voor iets wat je deze week zou willen bereiken
ru: Добавить задачу для чего-то, что вы хотели бы выполнить на этой неделе
zh_hans: 把这个星期你想完成的任务加在这里

# purchase_equipment_title
source: Purchase Equipment
es: Compra equipamiento
id: Beli Perlengkapan
it: Acquista attrezzatura
ja: 装備を買う
nl: Koop uitrusting
ru: Купить снаряжение
zh_hans: 购入装备

# percent_complete
source: %d%% Complete
es: %d%% completado
id: %d%% Terselesaikan
it: %d%% Completo
ja: %d%%完了
nl: %d%% compleet
ru: %d%% завершено
zh_hans: %d%%完成

source: Known Issues
es: Problemas conocidos
id: Masalah yang Diketahui
it: Problemi noti
ja: 既知の問題
nl: Bekende problemen
ru: Известные проблемы
zh_hans: 已知的问题

# more_help_button
source: Report a Bug
es: Reportar un error
id: Laporkan Gangguan
it: Segnala un problema
ja: バグを報告する
nl: Rapporteer een bug
ru: Сообщить о проблеме
zh_hans: 报告漏洞

source: Onboarding Tasks
es: Tareas de incorporación
id: Tugas Pengenalan
it: Attività introduttive
ja: 初心者入門のタスク
nl: Onboarding taken
ru: Первые задания
zh_hans: 新手任务

# menu.support
source: Support
cs: Podpora
es: Soporte
id: Dukungan
it: Supporto
ja: サポート
nl: Ondersteuning
ru: Техподдержка
zh_hans: 支持

# createdTaskTitle
source: Created your first task
es: Creaste tu primera tarea
id: Tugas pertamamu dibuat
it: Crea la tua prima attività
ja: 最初のタスクを作成する
nl: Je hebt je eerste taak toegevoegd
ru: Создал(-а) свою первую задачу
zh_hans: 创建你的第一个任务

# gift_sent_to
source: You sent %@:
es: Enviaste a %@:
id: Kamu mengirim %@:
it: Hai inviato %@:
ja: %@に贈りました：
nl: Jij verzond %@:
ru: Вы отправили %@:
zh_hans: 你发送%@：

# titles.basics
source: Basics
cs: Základy
es: Básico
hr: Osnove
id: Dasar
it: Nozioni di base
ja: 基本
nl: Basis
ru: Основное
zh_hans: 基本

# fedPetTitle
source: Fed a Pet
es: Alimentaste una mascota
id: Peliharaan diberi makan
it: Dai da mangiare a un Animale
ja: ペットにえさをやる
nl: Je hebt een huisdier gevoerd
ru: Покормил(-а) питомца
zh_hans: 喂一只宠物

# completedTaskTitle
source: Completed a task
es: Completaste una tarea
id: Tugas terselesaikan
it: Completa una attività
ja: タスクを完了する
nl: Je hebt een taak afgevinkt
ru: Выполни(-а) задачу
zh_hans: 完成了一个任务

# purchase_x
source: Purchase %d
es: Comprar %d
id: Beli %d
it: Acquista %d
ja: %dを買う
nl: Koop %d
ru: Купить: %d
zh_hans: 购买%d

# titles.hall_of_contributors
source: Hall of Contributors
cs: Síň přispěvatelů
es: Salón de Contribuyentes
hr: Dvorana Doprinositelja
id: Aula Para Kontributor
it: Sala dei Contributori
ja: 貢献者記念館
nl: Hal der Bijdragers
ru: Зал участников
zh_hans: 贡献者殿堂

# titles.hall_of_heroes
source: Hall of Heroes
cs: Síň hrdinů
es: Salón de los héroes
hr: Dvorana heroja
id: Aula Para Pahlawan
it: Sala degli Eroi
ja: 英雄記念館
nl: Hal der Helden
ru: Зал героев
zh_hans: 英雄殿堂

source: Excess Items
es: Exceso de artículos
id: Item Berlebih
it: Articoli in eccesso
ja: あまったアイテム
nl: Overtollige voorwerpen
ru: Лишние предметы
zh_hans: 多余物品

# complete_to_earn_gold
source: Complete to earn 100 Gold!
es: ¡Completa para ganar 100 de oro!
id: Selesaikan untuk mendapatkan 100 Koin Emas!
it: Completa per guadagnare 100 monete d'oro!
ja: 完了して100ゴールドをゲットしよう！
nl: Voltooi om 100 goud te verdienen!
ru: Выполните, чтобы получить 100 золота!
zh_hans: 完成即可赚取100金币！

# beastMasterDescription
source: You have earned the “Beast Master” Achievement for collecting all the pets!
es: ¡Obtuviste el logro de "Maestro de bestias" por coleccionar todas las mascotas!
id: Kamu mendapatkan Pencapaian "Penjinak Binatang" karena telah mengumpulkan semua peliharaan!
it: Hai ottenuto la Medaglia "Domatore id Bestie" per aver collezionato tutti gli animali!
ja: すべてのペットを集めた実績、「獣使い」を手に入れた!
nl: Je hebt de "Meester van de beesten" prestatie verdiend voor het verzamelen van alle huisdieren!
ru: Вы заработали достижение «Повелитель зверей» за то, что собрали всех питомцев!
zh_hans: 你集齐了所有宠物，获得了“驯兽师”的成就！

# beastMasterTitle
source: Beast Master
es: Maestro de bestias
id: Penjinak Binatang
it: Re delle Bestie
ja: 獣使い
nl: Meester van de beesten
ru: Повелитель зверей
zh_hans: 驯兽师

# partyOnDescription
source: Your party grew to 4 members!
es: ¡Tu equipo creció hasta los 4 miembros!
id: Party-mu telah tumbuh beranggotakan 4 orang!
it: La tua squadra ha raggiunto i 4 membri!
ja: 4人以上のパーティーに参加しました！
nl: Je groep is uitgegroeid tot 4 leden!
ru: Ваша команда увеличилась до 4 участников!
zh_hans: 你的队伍达到了4人！

# partyOnTitle
source: Party On
es: Agrúpate
id: Terus Berpesta
it: La Squadra continua
ja: パーティーは続く
nl: Ga aan de slag met je groep
ru: Время вечеринок
zh_hans: 欢乐派对

# partyUpDescription
source: You teamed up with a party member!
es: ¡Te uniste con un miembro del grupo!
id: Kamu bergabung dengan anggota party!
it: Hai collaborato con un membro della squadra!
ja: 仲間たちとパーティーを組みました！
nl: Je bent gaan samenwerken met een groepsgenoot!
ru: Вы объединились с членом команды!
zh_hans: 你和一名队友合作愉快！

# partyUpTitle
source: Party Up
es: Agrúpate
id: Mari Berpesta
it: La Squadra Festante
ja: パーティーに参加
nl: Vorm een groep
ru: Зажигаем
zh_hans: 举行派对

source: Gift One, Get One Event
es: Evento "Regala uno, consigue otro"
id: Event Beri Satu, Dapat Satu
it: Evento Regalane uno, Ricevine Uno
ja: ギフトワン、ゲットワンキャンペーン
nl: "Schenk er één en krijg er één" gebeurtenis
ru: Акция «Подарите подписку, получите подписку»
zh_hans: 赠一得一活动

# titles.hall_of_patrons
source: Hall of Patrons
cs: Síň patronů
es: Salón de los patrocinadores
hr: Dvorana Pokrovitelja
id: Aula Para Pelindung
it: Sala dei Sostenitori
ja: 後援者記念館
nl: Hal der Weldoeners
ru: Зал покровителей
zh_hans: 赞助人殿堂

# hatch_pet_description
source: Complete tasks to get a Hatching Potion and Egg then hatch your Pet!
es: ¡Completa tareas para obtener una poción para incubar y un huevo y luego incubar a tu mascota!
id: Selesaikan tugas untuk mendapatkan Ramuan Penetas dan Telur kemudian tetaskan peliharaanmu!
it: Completa le attività per ottenere una Pozione di Schiusa ed un uovo, quindi fai schiudere il tuo animale!
ja: タスクを完了させて魔法のたまごがえしの薬を手に入れ、ペットを孵化させましょう！
nl: Voltooi taken om een uitbroeddrank en een ei te krijgen en broed vervolgens je huisdier uit!
ru: Выполнайте ваши задачи чтобы получить инкубационный эликсир и яйцо и потом вылупить питомца!
zh_hans: 完成任务以获得孵化药水和蛋，然后孵化你的宠物！

# excess_x_items_left
source: You only need %d %@s to hatch all possible pets. Are you sure you want to purchase %d?
es: Solo necesitas %d %@s para eclosionar todas las mascotas posibles. ¿Seguro que quieres %d?
id: Kamu hanya membutuhkan %d %@s untuk menetaskan semua peliharaan yang memungkinkan. Apakah kamu yakin untuk membeli %d?
it: Hai solo bisogno di %d %@ per schiudere tutti i possibili animali. Sei sicuro di voler acquistare %d?
ja: 今孵せるペットに必要なのは%d%@sだけです。本当に%dを購入しますか？
nl: Je hebt maar %d %@s nodig om alle mogelijke huisdieren uit te laten komen. Weet je zeker dat je %d wilt kopen?
ru: Вам всего лишь нужно %d %@s, чтобы вывести всех возможных питомцев. Вы уверены, что хотите приобрести %d?
zh_hans: 你只需要%d %@s孵化所有可孵化的宠物。你确定要购买%d吗？

# excess_no_items_left
source: You already have everything you need for all %@ pets. Are you sure you want to purchase %d %@s?
es: Ya tienes todo lo que necesitas para todas tus %@ mascotas. ¿Seguro que quieres comprar %d %@s?
id: Kamu telah mempunyai semua yang kamu butuhkan untuk semua peliharaan %@. Apakah kamu yakin untuk membeli %d %@s?
it: Hai già tutto il necessario per tutti gli animali %@. Sei sicuro di voler acquistare %d %@s?
ja: すでに%@ペットは全て所有しています。本当に%d%@を購入しますか？
nl: Je hebt al alles wat je nodig hebt voor alle %@ huisdieren. Weet je zeker dat je %d %@s wilt kopen?
ru: У вас уже есть всё что нужно для всех %@ питомцев. Вы уверены, что хотите приобрести %d %@s?
zh_hans: 你已经拥有了所有%@只宠物需的一切。你确定要购买%d %@s吗？

# gift_gems_explanation_purchase
source: Choose how many Gems to gift below or switch tabs to gift Gems from your current balance
es: Elige cuántas Gemas regalar debajo o cambia pestañas para regalar Gemas desde tu balance actual
id: Pilih berapa Permata yang akan dihadiahkan atau alihkan tab untuk memberi Permata dari saldomu saat ini
it: Scegli di seguito il numero di Gemme da regalare o cambia scheda per regalare gemme dal tuo saldo corrente
ja: 以下からいくつのジェムをプレゼントするか選んでください。もしくは現在持っているジェムをプレゼントにするためにタブを切り替えてください
nl: Kies hieronder hoeveel edelstenen je wilt schenken of schakel tussen tabbladen om edelstenen te schenken van je huidige saldo
ru: Выберите ниже, сколько самоцветов подарить, или переключите вкладки, чтобы подарить самоцветы с вашего текущего баланса
zh_hans: 在下面选择要赠送的宝石数量，或从当前余额中将标签切换到赠送的宝石

source: View Onboarding Tasks
es: Mira la tareas de incorporación
id: Lihat Tugas Pengenalan
it: Visualizza le attività introduttive
ja: 「初心者入門のタスク」を見る
nl: Bekijk onboarding taken
ru: Посмотреть первые задания
zh_hans: 看新手任务

# first_drop_title
source: You found new items!
cs: Objevil/a jsi nový předmět!
es: ¡Encontraste nuevos objetos!
id: Kamu menemukan item baru!
it: Hai trovato nuovi oggetti!
ja: 新しいアイテムを見つけました！
nl: Je hebt nieuwe voorwerpen gevonden!
ru: Вы нашли новыйе предметы!
zh_hans: 你发现了新物品！

source: Go to Items
cs: Jdi do předmětů
es: Ve a tus objetos
id: Buka Item
it: Vai agli Oggetti
ja: 「アイテム」へ
nl: Ga naar voorwerpen
ru: Перейти к предметам
zh_hans: 前往物品

# first_drop_explanation2
source: Head to your Items and try combining your new Egg and Hatching Potion!
cs: Jdi do tvých předmětů a zkus kombinovat tvá nová vejce a líhnoucí lektvary!
es: ¡Dirígete a tus objetos para tratar de combinar tu nuevo huevo con una poción de eclosión!
id: Pergi ke Item milikmu dan cobalah mengombinasikan telur barumu dengan Ramuan Penetas!
it: Vai ai tuoi oggetti e prova a combinare la tua nuova pozione di schiusa con un uovo!
ja: 「アイテム」メニューから新しいたまごにたまごがえしの薬を使ってみましょう！
nl: Ga naar je voorwerpen en probeer je nieuwe ei en uitbroeddrank te combineren!
ru: Посмотрите в своих предметах и попробуйте объединить ваш новый инкубационный эликсир и яйцо!
zh_hans: 前往你的物品，尝试结合你的新蛋和孵化药水！

# first_drop_explanation1
source: Completing tasks gives you a chance to find eggs, hatching potions, and pet food.
cs: Plněním úkolů získáváš šanci nalézt vejce, líhnoucí lektvary nebo jídlo pro mazlíčky.
es: Completar tareas te da la oportunidad de encontrar huevos, pociones de eclosión y comida para mascotas.
id: Menyelesaikan tugas memberimu kesempatan untuk memperoleh telur, ramuan penetas, dan makanan peliharaan.
it: Completare delle attività ti dà la possibilità di trovare oggetti, come Uova, Pozioni di Schiusa e Cibo per Animali.
ja: タスクを完了することで、たまご・たまごがえしの薬・ペットのえさなどのアイテムを見つけるチャンスが与えられます。
nl: Taken afvinken geeft je een kans om eieren, uitbroeddranken, en voer voor je huisdieren te vinden.
ru: За выполнение заданий вы можете получить яйца, инкубационные эликсиры или корм для питомцев.
zh_hans: 完成任务使你有机会找到物品，例如蛋、孵化药水和食物。

source: View Achievements
cs: Prohlédnout úspěchy
es: Ver Logros
id: Lihat Pencapaian
it: Visualizza le tue Medaglie
ja: 実績を見る
nl: Bekijk prestaties
ru: Посмотреть достижения
zh_hans: 看成就

# you_got_achievement
source: You got an Achievement!
cs: Získáváš úspěch!
es: ¡Obtuviste un logro!
id: Kamu mendapatkan Pencapaian!
it: Hai ricevuto una Medaglia!
ja: 実績を解除しました！
nl: Je hebt een prestatie!
ru: Вы получили достижение!
zh_hans: 你有一个成就！

# purchasedEquipmentTitle
source: Purchased Equipment
es: Compraste equipamiento
id: Perlengkapan dibeli
it: Attrezzatura acquistata
ja: 装備を買う
nl: Gekochte uitrusting
ru: Купил(-а) снаряжение
zh_hans: 购入一件装备

# hatchedPetTitle
source: Hatched a Pet
es: Eclosionaste una mascota
id: Peliharaan menetas
it: Schiudi un Animale
ja: ペットをかえす
nl: Je hebt een huisdier uitgebroed
ru: Вырастил(-а) питомца
zh_hans: 孵化一只宠物

# purchase_equipment_description
source: Equipment is a way to customize your avatar and improve your stats
es: El equipamiento es una forma de personalizar tu avatar y mejorar tus estadísticas
id: Perlengkapan adalah sebuah cara untuk mengkustomisasi avatarmu dan menambah stat
it: L'equipaggiamento è un modo per personalizzare il tuo avatar e migliorare le tue statistiche
ja: 「装備」はあなたのアバターをカスタマイズしたりステータスを強化したりする要素です
nl: Uitrusting is een manier om je avatar aan te passen en je stats te verbeteren
ru: Снаряжение - это способ персонализировать свой аватар и улучшить свои характеристики
zh_hans: 装备可以用来打造你的专属形象并提升你的属性

# feedPet_description
source: Complete tasks to get food! You can feed it to your pet from Pets & Mounts
es: ¡Completa tareas para conseguir comida! Puedes dárselo a tu mascota desde el menú "Mascotas y Monturas"
id: Selesaikan tugas untuk mendapatkan makanan! Kamu dapat memberi makan peliharaanmu dari Peliharaan & Tunggangan
it: Completa le attività per ottenere cibo! Puoi dar da mangiare al tuo animale da Animali e Cavalcature
ja: えさを手に入れるためにタスクを完了させましょう！「ペットと乗騎」から、ペットにえさをやることができます
nl: Voltooi taken om dierenvoeding te krijgen! Je kunt het je huisdier voeren via het tabblad huisdieren & rijdieren
ru: Выполнайте ваши задачи чтобы получить корм! Им можно кормить своего питомца в разделе «Питомцы и Скакуны»
zh_hans: 完成任务以获取食物！你可以通过“宠物和坐骑”将其喂给宠物

# block_username
source: Block %@?
es: ¿Bloquear a %@?
id: Blokir %@?
it: Bloccare %@?
ja: %@をブロックしますか？
nl: %@ blokkeren?
ru: Заблокировать %@?
zh_hans: 阻止%@？

# unblock_user
source: Un-block
es: Desbloquear
id: Hapus Blokir
it: Sblocca
ja: ブロックを解除する
nl: Deblokkeren
ru: Разблокировать
zh_hans: 解锁

# block_user
source: Block
es: Bloquear
id: Blokir
it: Blocca
ja: ブロックする
nl: Blokkeren
ru: Заблокировать
zh_hans: 阻止

# five_achievements
source: 5 Achievements
cs: 5 úspěchů
es: 5 logros
id: 5 Pencapaian
it: 5 Medaglie
ja: 5つの実績
nl: 5 prestaties
ru: 5 Достижений
zh_hans: 5项成就

# hundred_gold
source: 100 Gold
cs: 100 zlaťáků
es: 100 piezas de oro
id: 100 Koin Emas
it: 100 Oro
ja: 100ゴールド
nl: 100 goud
ru: 100 Золота
zh_hans: 100枚金币

# feedPet_title
source: Feed a Pet
es: Alimenta una mascota
id: Beri Makan Peliharaan
it: Dai da mangiare ad un Animale
ja: ペットにえさをやる
nl: Voer een huisdier
ru: Покормить Питомца
zh_hans: 喂一只宠物

# hatch_pet_title
source: Hatch a Pet
es: Eclosiona una mascota
id: Tetaskan Peliharaan
it: Schiudi un Animale
ja: ペットをかえす
nl: Laat een huisdier uitkomen
ru: Вырастить питомца
zh_hans: 孵化一只宠物

# complete_task_title
source: Complete a Task
es: Completa una tarea
id: Selesaikan Tugas
it: Completa una attività
ja: タスクを完了する
nl: Voltooi een taak
ru: Завершить Задачу
zh_hans: 完成一个任务

# create_task_title
source: Create a Task
es: Crea una tarea
id: Membuat Tugas
it: Crea una Attività
ja: タスクの作成
nl: Creëer een taak
ru: Создать Задачу
zh_hans: 创建一个任务

# purchasedEquipmentDescription
source: Equipment can be practical or just fashionable. Raise your stats to get all sorts of benefits to your avatar
es: El equipamiento puede ser práctico o simplemente tener estilo. Sube tus estadísticas para conseguir todo tipo de beneficios para tu personaje
id: Perlengkapan dapat berguna atau hanya sebagai penampilan semata. Tingkatkan stat milikmu untuk mendapatkan berbagai macam keuntungan pada avatarmu
it: L'equipaggiamento può essere pratico o semplicemente alla moda. Aumenta le tue statistiche per ottenere tutti i tipi di vantaggi per il tuo avatar
ja: 装備には実用的なものと、おしゃれのためのものがあります。ステータスをあげてアバターにあらゆる種類のメリットをもたらしましょう
nl: Uitrusting kan praktisch of gewoon modieus zijn. Verhoog je statistieken om allerlei voordelen voor uw avatar te krijgen
ru: Снаряжение может быть практичным или просто модным. Повышайте свою статистику, чтобы получить всевозможные преимущества для своего аватара
zh_hans: 装备可能比较强，也可能只是为了帅。提升属性对你的人物能产生各种各样的增益

# fedPetDescription
source: Every Pet has a specific food they enjoy! Experiment to find out which will grow your Pet the fastest
es: ¡Cada mascota tiene una comida favorita! Experimenta para descubrir cuál la hace crecer más rápido
id: Setiap Peliharaan punya satu jenis makanan yang mereka sukai! Bereksperimenlah untuk mencari tahu mana yang tercepat menumbuhkan Peliharaanmu
it: Ogni animale ha un cibo specifico che gli piace! Sperimenta per scoprire quale lo farà crescere più velocemente
ja: それぞれのペットには好きなえさがあります！どのえさで早く育つのか、試してみましょう
nl: Elk huisdier heeft een specifiek voer waar ze van genieten! Experimenteer om erachter te komen welk voedsel je huisdier het snelst zal laten groeien
ru: У каждого питомца есть особая еда, которая ему нравится! Поэкспериментируйте, чтобы узнать, какой из ваших Питомцев вырастет быстрее всего
zh_hans: 每个宠物都有它们喜欢的特定食物！进行实验以找出哪种食物可以让你的宠物长得最快

# hatchedPetDescription
source: There are so many Pets to collect, you’re bound to have a favorite. If you feed them, they may just grow…
es: Hay tantas mascotas que coleccionar, pero estás condenado a que alguna sea tu favorita. Si las alimentas, puede que crezcan…
id: Ada banyak sekali Peliharaan untuk dikoleksi, kamu pasti punya satu yang favorit. Jika kamu beri makan, mereka bisa saja bertumbuh…
it: Ci sono così tanti animali da collezionare, ma ne avrai sicuramente uno preferito. Dagli da mangiare e potrebbe crescere…
ja: 集めるペットはたくさんいるので、お気に入りが見つかるでしょう。あなたがえさをあげれば成長するかも……
nl: Er zijn zo enorm veel huisdieren om te verzamelen, dat je zeker een favoriet zult vinden. Als je ze voert, zouden ze wel eens kunnen groeien…
ru: Так много питомцев, которых нужно собрать, у вас обязательно будет любимый. Если их покормить, они могут просто вырасти …
zh_hans: 有这么多的宠物收集，你一定有一个最喜欢的。如果喂它们，它们可能会长大……

# completedTaskDescription
source: A task can be a Habit, Daily, or To Do. Continue completing them to receive all sorts of rewards!
es: Una tarea puede ser un hábito, tarea diaria o tarea pendiente. ¡Continúa completándolos todos para recibir todo tipo de recompensas!
id: Sebuah tugas bisa berupa Kebiasaan, Keseharian, atau Agenda. Lanjutkan menyelesaikan mereka untuk mendapatkan berbagai hadiah!
it: Un'attività può essere un'Abitudine, Attività Giornaliera o una Cosa da Fare. Continua a completarli per ricevere ricompense diverse!
ja: タスクには習慣・日課・To Doがあります。すべての種類のごほうびを受け取るためにタスクをこなし続けましょう！
nl: Een taak kan een gewoonte, dagelijkse taak, of to do zijn. Ga door met deze afvinken om allerlei beloningen te ontvangen!
ru: Задание может быть в виде Привычки, Ежедневного Дела, или Задачи. Продолжайте их выполнять, чтобы получать всевозможные награды!
zh_hans: 任务可以是“习惯”，“每日任务”或者“待办事项”。继续完成它们，即可获得各种奖励！

# createdTaskDescription
source: Keep it up! If you need help planning tasks, try thinking about what you’d like to do during a specific time of day
es: ¡Sigue así! Si necesitas ayuda planeando tareas, intenta pensar en lo que te gustaría hace a una hora concreta del día
id: Lanjutkan! Jika kamu perlu bantuan untuk merencanakan tugas, coba pikirkan hal apa yang ingin kamu lakukan pada waktu tertentu dalam sehari
it: Continua così! Se hai bisogno di aiuto per pianificare le attività, prova a pensare a cosa ti piacerebbe fare durante una determinata ora del giorno
ja: 続けましょう！タスクを計画するのに助けがいるなら、特定の時間帯になにをしたいか考えてみましょう
nl: Ga zo door! Als je hulp nodig hebt bij het inplannen van taken, probeer dan te bedenken wat je zou willen doen op een specifiek tijdstip van de dag
ru: Так держать! Если вам нужна помощь в планировании задач, попробуйте подумать о том, чем вы бы хотели заниматься в определенное время дня
zh_hans: 保持！ 如果你在规划任务时需要帮助，请尝试考虑在一天中的特定时间想要做什么

# invitedFriendDescription
source: You invited a friend (or friends) who joined you on your adventure!
cs: Pozval/a jsi kamaráda/ku (či kamarády/ky), kteří se připojili k tvému dobrodružství!
es: ¡Invitaste a un amigo (o amigos) a unirse contigo a tu aventura!
id: Kamu mengundang seorang teman (atau banyak teman) untuk bertualang bersamamu!
it: Hai invitato un amico (o amici) che si sono uniti a te in questa avventura!
ja: 仲間（または仲間たち）を招待し、ともに冒険の旅に出ました！
nl: Je hebt een vriend (of vrienden) uitgenodigd die met je mee is gegaan op avontuur!
ru: Вы пригласили друга (или друзей), который присоединился к вам в вашем приключении!
zh_hans: 这名用户成功邀请朋友加入了冒险！

# invitedFriendTitle
source: Invited a Friend
es: Invitaste a un amigo
id: Mengundang Teman
it: Invitato un amico
ja: 仲間を招待しました
nl: Een vriend uitgenodigd
ru: Пригласил(а) друга
zh_hans: 邀请朋友

# challengeJoinedDescription
source: You put themselves to the test by joining a Challenge!
es: ¡Os pusisteis a prueba uniéndoos a un reto!
id: Kamu menantang dirimu dengan bergabung pada Tantangan!
it: Ti metti alla prova partecipando a una Sfida!
ja: チャレンジに参加することで自らに試練を課しました！
nl: Je test ze door mee te doen aan een uitdaging!
ru: Вы решаете опробовать свои силы, присоединившись к испытанию!
zh_hans: 该用户加入一个挑战来测试他们自己！

# challengeJoinedTitle
source: Joined a Challenge
es: Te uniste a un reto
id: Bergabung dengan Tantangan
it: Partecipa a una sfida
ja: チャレンジに参加しました
nl: Deelgenomen aan een uitdaging
ru: Присоединился(-ась) к испытанию
zh_hans: 加入一个挑战

# guildJoinedTitle
source: Joined a Guild
es: Te uniste a un gremio
id: Bergabung dengan Guild
it: È entrato a far parte di una gilda
ja: ギルドに参加しました
nl: Lid geworden van een gilde
ru: Присоединился(-ась) к гильдии
zh_hans: 加入一个公会

# guildJoinedDescription
source: Ventured into the social side of Habitica by joining a Guild!
es: ¡Aventúrate en la parte social de Habitica uniéndote a un gremio!
id: Menapaki aspek sosial Habitica dengan bergabung dalam sebuah Guild!
it: Avventurati nel lato sociale di Habitica entrando a far parte di una Gilda!
ja: 勇気をだしてギルドに入り、Habitica の人々と交流しました！
nl: Heeft zich gewaagd aan de sociale kant van Habitica door lid te worden van een gilde!
ru: Отважился(-ась) зайти на социальную сторону страны Habitica, присоединившись к Гильдии!
zh_hans: 通过加入一个公会来探索Habitica的社交一面！

# triadBingoDescription
source: You have earned the “Triad Bingo” achievement for finding all the pets, taming all the mounts, and finding all the pets again!
cs: Získal jsi ocenění "Bingo trojice" za nalezení všech mazlíčků, zkrocení všech zvířat, a znovunalezení všech mazlíčku ještě jednou!
es: ¡Obtuviste el logro "Tríada de bingo" por encontrar todas las mascotas, amaestrar todas las monturas y encontrar todas las mascotas otra vez!
id: Kamu mendapatkan Pencapaian "Bingo Tiga Serangkai" karena telah menemukan semua peliharaan, hewan tunggangan, dan menemukan lagi semua peliharaan!
it: Hai ottenuto la medaglia “Triplo Bingo” per aver collezionato tutti gli animali, domato tutte le cavalcature e trovato nuovamente tutti gli animali!
ja: すべてのペットを発見しすべての乗騎を飼いならすか、再びすべてのペットを発見したので「ペット完全制覇」の実績を解除しました！
nl: Je hebt de "Triade bingo" prestatie verdiend voor het vinden van alle huisdieren, het temmen van alle rijdieren en het opnieuw vinden van alle huisdieren!
ru: Вы заработали достижение «Тройное Бинго» за нахождение всех питомцев, приручение всех скакунов и повторное нахождение всех питомцев!
zh_hans: 你找到了所有宠物，驯服了所有坐骑，并再次找到所有宠物，获得了“大三元”成就！

# triadBingoTitle
source: Triad Bingo
es: Tríada de bingo
id: Bingo Tiga Serangkai
it: Triplo Bingo
ja: ペット完全制覇
nl: Triade bingo
ru: Тройное бинго
zh_hans: 大三元

# mountMasterDescription
source: You have earned the “Mount Master” achievement for taming all the mounts!
es: ¡Obtuviste el logro de "Maestro de monturas" por amaestrar todas las monturas!
id: Kamu mendapatkan Pencapaian "Penjinak Tunggangan" karena telah mengumpulkan semua hewan tunggangan!
it: Hai ottenuto la medaglia "Domatore di Cavalcature" per aver domato tutte le cavalcature!
ja: すべての乗騎を手なずけたので、「乗騎使い」の実績を解除しました！
nl: Je hebt de "Meester van de rijdieren" prestatie verdiend voor het temmen van alle rijdieren!
ru: Вы заработали достижение «Повелитель скакунов» за приручение всех скакунов!
zh_hans: 由于你驯养了所有坐骑，你获得了“坐骑大师”成就！

# mountMasterTitle
source: Mount Master
es: Maestro de monturas
id: Penjinak Tunggangan
it: Domatore di Bestie
ja: 乗騎使い
nl: Meester van de rijdieren
ru: Повелитель скакунов
zh_hans: 坐骑大师
