Repository: HabitRPG/habitica-ios
Catalog: HabitRPG/Strings/*.lproj/Mainstrings.strings
Languages: cs, es, hr, id, it, ja, nl, ro, ru, zh_hans

# quests.unlock_level
source: Unlock by reaching level %d
cs: Odemkni tím, že dosáhneš %d. levelu
es: Se desbloquea al llegar al nivel %d
id: Buka dengan mencapai level %d
it: Sbloccalo raggiungendo il livello %d
ja: レベル%dに達するとアンロックされます
nl: Ontgrendel door level %d te bereiken
ru: Разблокировать, завершив уровень %d
zh_hans: 升到%d级可解锁

source: More Options
cs: více možností
es: Más opciones
id: Opsi Lainnya
it: Altre opzioni
ja: より多くのオプション
nl: Meer instellingen
ru: Дополнительные параметры
zh_hans: 其他选项

# accessibility.unknown
source: Unknown
es: Desconocido
id: Tidak Diketahui
it: Sconosciuta
ja: 未発見
nl: Onbekend
ru: Неизвестный
zh_hans: 未知

# accessibility.xofx
source: %d of %d
es: %d de %d
id: %d dari %d
it: %d di %d
ja: %dの%d
ru: %d из %d
zh_hans: %d/%d

# copied_x_to_clipboard
source: Copied %@ to Clipboard
cs: „%@“ zkopírováno do schránky
es: %@ copiado al Portapapeles
id: %s disalin ke Clipboard
it: Copiato %@ negli Appunti
ja: %@をクリップボードにコピーしました
nl: %@ naar klembord gekopieerd
ru: Скопировано в буфер обмена: %@
zh_hans: %@复制到了剪贴板

# tasks.form.accessibility.attribute
source: Attribute is %@
cs: Vlastnost je %@
es: Atributo es %@
hr: Atribut je %@
id: Atributnya adalah %@
it: L'attributo è %@
ja: 属性は%@です
nl: Kenmerk is %@
ru: Это %@
zh_hans: 属性为%@

# tasks.form.accessibility.set_attribute
source: Change attribute to %@
cs: Změnit vlastnost na %@
es: Cambiar atributo a %@
hr: Promijeni atribut u %@
id: Ganti atribut ke %@
it: Cambia attributo in %@
ja: 属性を%@に変更する
nl: Kenmerk wijzigen in %@
ru: Поменять на %@
zh_hans: 修改属性为%@

source: Go Shopping
es: Ir de compras
id: Pergi Berbelanja
it: Vai a fare shopping
ja: 買い物に行く
nl: Ga winkelen
ru: Идти за покупками
zh_hans: 去购买东西

# accessibility.unknown_mount
source: Unknown Mount
es: Montura desconocida
id: Tunggangan Tidak Diketahui
it: Cavalcatura sconosciuta
ja: 未発見の乗騎
nl: Onbekend rijdier
ru: Неизвестный скакун
zh_hans: 未知坐骑

# accessibility.unknown_pet
source: Unknown Pet
es: Mascota desconocida
id: Peliharaan Tidak Diketahui
it: Animale sconosciuto
ja: 未発見のペット
nl: Onbekend huisdier
ru: Неизвестный питомец
zh_hans: 未知宠物

# quests.unlock_invite
source: Unlock by inviting friends to your party
cs: Odemkni tím, že pozveš přátele do své skupiny
es: Desbloquéalo invitando amigos a tu grupo
id: Buka dengan mengundang teman ke party-mu
it: Sblocca invitando gli amici nella tua squadra
ja: パーティーに仲間を招待するとアンロックされます
nl: Ontgrendel door vrienden voor je groep uit te nodigen
ru: Разблокировать, пригласив друзей в команду
zh_hans: 邀请朋友加入队伍可解锁

# quests.unlock_invite_short
source: Invite Friends
cs: Pozvi přátele
es: Invitar amigos
id: Undang Teman
it: Invita degli Amici
ja: 仲間を招待する
nl: Nodig vrienden uit
ru: Пригласить друзей
zh_hans: 邀请朋友

# settings.email_notifications.subscription_reminders
source: Subscription Reminders
cs: Upozornění k předplatnému
es: Recordatorios de suscripción
id: Pengingat Langganan
it: Promemoria Abbonamento
ja: 有料プランについてのリマインダー
nl: Abboneringsherinnering
ru: Напоминания о подписке
zh_hans: 订阅提醒

# settings.email_notifications.banned_group
source: Kicked from Group
cs: Vykopnut ze skupiny
es: Expulsado del grupo
id: Dikeluarkan dari Grup
it: Espulso dal gruppo
ja: グループから追い出されました
nl: Verbannen uit Groep
ru: Исключен из группы
zh_hans: 已被小组踢出

# settings.disable_all_emails
source: Disable all Emails
cs: Deaktivovat všechny emaily
es: Deshabilitar todos los correos electrónicos
id: Nonaktifkan semua Email
it: Disabilita tutte le Email
ja: すべてのメールを無効にする
nl: Schakel alle e-mails uit
ru: Отключить всю электронную почту
zh_hans: 关闭电邮

source: New Message
es: Nuevo Mensaje
id: Pesan Baru
it: Nuovo messaggio
ja: 新しいメッセージ
nl: Nieuw bericht
ru: Новое сообщение
zh_hans: 新消息

source: Add
cs: přidat
es: Añadir
id: Tambah
it: Aggiungi
ja: 追加
nl: Toevoegen
ru: Добавить
zh_hans: 添加

# party.quest_not_participating
source: You are not participating
cs: Neúčastníš se
es: No estas participando
id: Kamu tidak berpartisipasi
it: Non stai partecipando
ja: あなたは参加していません
nl: Je neemt niet deel
ru: Вы не принимаете участие
zh_hans: 你没有参加这个副本

# quest_completed_title
source: Quest Completed!
cs: Výprava dokončena!
es: ¡Misión Completada!
id: Misi Selesai!
it: Missione completata!
ja: クエストを達成しました！
nl: Queeste volbracht!
ru: Квест завершён!
zh_hans: 副本已完成！

# quests.unlock_previous_short
source: Finish Quest %d
cs: Dokonči výpravu %d
es: Terminar la misión %d
id: Selesaikan Misi %d
it: Termina la Missione %d
ja: %d クエストを完了する
nl: Maak queeste %d af
ru: Завершите квест %d
zh_hans: 完成副本“%d”

# quests.unlock_previous
source: Unlock by finishing Quest %d
cs: Odemkni dokončením výpravy %d
es: Se desbloquea al terminar la misión %d
id: Buka dengan menyelesaikan Misi %d
it: Sbloccalo completando la Sfida %d
ja: クエスト「%d」完了でアンロックされます
nl: Ontgrendel door queeste %d af te maken
ru: Разблокировать, завершив квест %d
zh_hans: 完成副本“%d”可解锁

# settings.add_email_and_password
source: Add Email and Password authentication
cs: Zadej e-mail a ověř heslo
es: Agregar autenticación de correo electrónico y contraseña
id: Tambahkan otentikasi Email dan Kata Sandi
it: Aggiungi autenticazione email e password
ja: メールアドレスとパスワードの認証を追加する
nl: Voeg E-mail en Wachtwoord authenticatie toe
ru: Добавьте адрес электронной почты и пароль
zh_hans: 添加电子邮件和密码身份验证

source: Purchase Customization
es: Comprar personalización
id: Beli Item
it: Compra personalizzazione
ja: カスタマイズを購入する
nl: Koop aanpassingen
ru: Купить дополнительные настройки
zh_hans: 购买定制

# gift_one_get_one
source: Gift a sub and get a sub free event going on now!
es: ¡El evento Regala una suscripción y obtén una gratis está sucediendo!
id: Even beri satu berlangganan gratis satu berlangganan sedang berlangsung!
it: Evento Regala un Abbonamento e Ricevi un Abbonamento Gratuito in corso ora!
ja: 有料プランをプレゼントすると同じ分の有料プランを無料で受けられるイベントが開催中です！
nl: "Geef een abonnement cadeau en ontvang er één gratis" evenement is nu bezig!
ru: Сейчас активна акция подари подписку и получи ещё одну бесплатно!
zh_hans: 活动进行中！订阅赠一得一！

# accessibility.viewX
source: View %@
es: Vista %@
id: Tampilkan %@
it: Vedi %@
ja: %@を見る
nl: Bekijk %@
ru: Посмотреть %@
zh_hans: 查看%@

# achievements.onboarding
source: Onboarding Achievements
es: Logros de incorporación
id: Pencapaian Pemain Baru
it: Medaglie Iniziali
ja: 初心者入門の実績
nl: Inwerkprestaties
ru: Достижения освоения
zh_hans: 新人成就

# edit_challenge_tasks
source: Challenge tasks only offer limited editing.
es: Las Tareas de desafío sólo ofrecen una edición limitada.
id: Tugas tantangan hanya menawarkan pengeditan terbatas.
it: Le attività di sfida offrono solo modifiche limitate.
ja: チャレンジのタスクは限られた編集だけが行えるように制限されています。
nl: Uitdagingstaken hebben slechts beperkte opties om te bewerken.
ru: Задачи испытания предлагают только ограниченное редактирование.
zh_hans: 挑战任务仅提供有限的编辑。

source: Show Details
es: Mostrar Detalles
id: Tampilkan Detil
it: Mostra dettagli
ja: 詳細を表示する
nl: Toon details
ru: Подробнее
zh_hans: 显示详细资料

# purchase_from_time_travelers_shop
source: You can purchase this customization from the Time Travelers shop
es: Puedes comprar ésta personalización en la tienda de los viajeros del tiempo
id: Kamu dapat membeli kustomisasi ini dari toko Penjelajah Waktu
it: Puoi acquistare questa personalizzazione nel negozio Viaggiatori del tempo
ja: タイムトラベラーの店でこのカスタマイズを購入できます
nl: Je kan deze aanpassing kopen in de Tijdreizigers winkel
ru: Вы можете приобрести эту настройку в магазине путешественников во времени
zh_hans: 你可以在时空旅行者的商店买这个定制

source: Sale
cs: Sleva
es: Oferta
id: Diskon
it: Vendita
ja: セール
nl: Uitverkoop
ru: Акция
zh_hans: 特卖

# get_more_habitica
source: Get more out of Habitica
cs: Získejte více z Habitica
es: Aprovecha Habitica a tope
id: Dapatkan yang lebih banyak lagi di Habitica
it: Ottieni di più da Habitica
ja: Habiticaをさらに楽しみましょう
nl: Haal meer uit Habitica
ru: Получить больше от Habitica
zh_hans: 从Habitica得到更多

# accessibility.notOwned
source: Not owned
es: No adquirido
id: Tidak Dimiliki
it: Non posseduto
ja: オーナーではない
nl: Niet in bezit
ru: Еще нет
zh_hans: 未拥有

# accessibility.owned
source: Owned
es: Adquirido
id: Dimiliki
it: Posseduto
ja: オーナーである
nl: In bezit
ru: Уже есть
zh_hans: 已拥有

# subscription_info_3_description_new
source: Subscribe now to get this %@ set now and receive new items every month!
cs: Staň se předplatitelem/kou nyní a získej tuto sadu: %@, a každý měsíc obdržíš nové předměty!
es: ¡Suscríbete ahora para conseguir este set de %@ y recibir nuevos objetos cada mes!
id: Berlangganan sekarang untuk mendapatkan Set %@ ini sekarang juga dan item baru lainnya setiap bulan!
it: Abbonati ora per ottenere il set %@ subito e ricevere nuovi oggetti ogni mese!
ja: 今すぐ有料プランに加入して、この%@セットや毎月の新しいアイテムを受け取りましょう！
nl: Schrijf je in om deze %@ set nu te krijgen en daarna elke maand nieuwe voorwerpen te ontvangen!
ru: Оформите подписку сейчас, чтобы получить этот %@ костюм сейчас, а также получать новые предметы ежемесячно!
zh_hans: 现在订阅，可以得到%@套装，每月还可获得奖励！

# settings.delete_account_description_social
source: This will delete your account forever, and it can never be restored! Banked or spent Gems will not be refunded. If you’re absolutely certain, type DELETE into the text box below.
cs: Tento úkon permanentně smaže tvůj účet, a nikdy již nemůže být obnoven! Peníze za uložené, nebo utracené drahokamy nebudou vráceny. Pokud si jsi absolutně jistý/á, napiš DELETE do textového pole níže.
es: Esto eliminará su cuenta para siempre y nunca podrá ser restaurada. Las gemas almacenadas o gastadas no serán reembolsadas. Si está absolutamente seguro, escriba ELIMINAR en el cuadro de texto a continuación.
id: Ini akan menghapus akunmu selamanya, dan tidak akan pernah bisa dipulihkan! Permata yang disimpan atau dibelanjakan tidak akan dikembalikan. Jika kamu benar-benar yakin, ketik DELETE ke dalam kotak teks di bawah ini.
it: Così cancellerai per sempre il tuo account, e non potrai ripristinarlo! Le gemme conservate o spese non verranno rimborsate. Se ne sei assolutamente sicuro, scrivi CANCELLA sulla casella qui sotto.
ja: この操作であなたのアカウントは完全に削除され、決して復元はできません！ 貯めているジェム、使ったジェムは、返金できません。本当にアカウントを削除するのなら、下のテキストボックスに「DELETE」と入力してください。
nl: Dit zal je account voor altijd verwijderen, en het kan nooit hersteld worden! Opgespaarde of uitgegeven Edelstenen zullen niet terugbetaald worden. Als je absoluut zeker bent, type dan DELETE in het onderstaande tekstvak.
ru: Ваш аккаунт будет удален навсегда без возможности восстановления! Стоимость потраченных и находящихся в банке самоцветов не будет компенсирована. Если вы абсолютно уверены, напишите DELETE в текстовое поле.
zh_hans: 这会永远地删除你的账号，并且永远无法恢复。如果你非常确定要删号，请在下面的框里输入“DELETE”。

# cancel_subscription_group_plan
source: You have a free subscription because you are a member a Party or Guild that has a Group Plan. This will end if you leave or the Group Plan is cancelled by the owner. Any months of extra subscription credit you have will be applied at the end of the Group Plan.
es: Tienes una suscripción gratis porque eres miembro de un grupo o gremio que tiene un plan grupal. Acabará si lo abandonas o si el propietario cancela el plan grupal. Cualquier mes de suscripción extra que ya tengas será aplicado cuando termine el plan grupal.
id: Kamu memiliki berlangganan gratis karena kamu adalah anggota dari Party atau Guild yang mempunyai Paket Grup. Ini dapat dibatalkan jika kamu meninggalkan grup atau Paket Grup dibatalkan oleh sang pemilik. Bulan ekstra berlangganan tersisa yang kamu punya akan dimasukkan pada akhir Paket Grup.
it: Hai un abbonamento gratuito perché sei un membro di una Squadra o di una Gilda che ha un Piano di gruppo. Questo terminerà se si esce dalla gilda o se il Piano di gruppo viene annullato dal proprietario. Eventuali mesi di credito aggiuntivo per l'abbonamento verranno applicati alla fine del Piano di Gruppo.
ja: あなたはグループプランに加入したパーティーかギルドのメンバーであるため、有料プランの特典が無料で付与されています。これはあなたがグループを離れるか、オーナーによってグループプランが解約された場合に終了します。有料プランの有効期間が余分にある場合、その月数はグループプランが終了された際に適用されます。
nl: Je hebt een gratis abonnement omdat je lid bent van een partij of gilde met een groepsplan. Dit eindigt als je vertrekt of als het groepsplan door de eigenaar wordt opgezegd. Alle maanden extra abonnementskrediet die je hebt, worden aan het einde van het groepsplan toegepast.
ru: У вас бесплатная подписка, потому что вы состоите в команде или гильдии с активным групповым тарифом. Если вы покинете группу, или владелец отменит групповой тариф, ваша подписка закончится. Все дополнительно оплаченные месяцы подписки будут добавлены по истечении группового тарифа.
zh_hans: 你现在拥有免费订阅，因为你所在队伍或工会拥有团队计划。如果你离开小组，或团队计划被取消，订阅结束。你购买的订阅会在团队计划基础上延长。

# locations.time_travelers_shop
source: Time Travelers Shop
cs: Obchod cestovatelů časem
es: Tienda de los Viajeros del Tiempo
id: Toko Penjelajah Waktu
it: Negozio dei Viaggiatori Del Tempo
ja: タイムトラベラーの店
nl: Tijdreizigerswinkel
ru: Магазин Путешественников во времени
zh_hans: 时空旅行者商店

source: Egg
cs: Vejce
es: Huevo
id: Telur
it: Uovo
ja: たまご
nl: Ei
ru: Яйцо
zh_hans: 蛋

# settings.added_local_auth
source: Successfully added email and password
cs: Úspěšně jsi přidal/a e-mail a heslo
es: Correo electrónico y contraseña agregados correctamente
id: Email dan kata sandi berhasil ditambahkan
it: Email e password aggiunte correttamente
ja: メールアドレスとパスワードが正常に追加されました
nl: Succesvolle toevoeging van e-mail en wachtwoord
ru: Адрес электронной почты и пароль успешно добавлены
zh_hans: 成功加入电邮和密码

# login.register_error
source: There was an issue with the request. Please check all data carefully.
cs: V požadavku se vyskytl nějaký problém. Prosím, zkontroluj pečlivě všechny hodnoty.
es: Ha habido un problema con la petición. Por favor revisa la información cuidadosamente.
id: Ada masalah dengan permintaan tersebut. Harap periksa semua data dengan cermat.
it: Si è verificato un problema con la richiesta. Si prega di ricontrollare attentamente tutti i dati.
ja: リクエストに問題がありました。すべてのデータをよくご確認ください。
nl: Er was een probleem met je aanvraag. Check alle data zorgvuldig a.u.b.
ru: При выполнении этого запроса возникли проблемы. Пожалуйста, проверьте всю информацию внимательно.
zh_hans: 请求存在了问题。请仔细检查所有数据。

# login.email_invalid
source: Please enter a valid email.
cs: Prosím, zadej platný email.
es: Por favor ingresa un email válido.
id: Silakan masukkan email yang valid.
it: Inserisci una email valida.
ja: 正しいメールアドレスを入力してください。
nl: Kies a.u.b. een geldig e-mail adres.
ru: Пожалуйста, введите действительный адрес электронной почты.
zh_hans: 请输入有效的电子邮件。

source: Quest
cs: Výprava
es: Busqueda
id: Misi
it: Missione
ja: クエスト
nl: Queeste
ru: Квест
zh_hans: 副本

# food_singular
source: Food
cs: Jídlo
es: Comida
id: Makanan
it: Cibo
ja: えさ
nl: Voedsel
ru: Корм
zh_hans: 食物

source: Hatching Potion
cs: Líhnoucí lektvar
es: Poción para incubar
id: Ramuan Penetas
it: Pozioni di Schiusa
ja: たまごがえしの薬
nl: Uitkom toverdrank
ru: Инкубационный эликсир
zh_hans: 孵化药水

# login.social_register
source: Register with %@
cs: Registrovat se přes %@
es: Registrate con %@
id: Daftar dengan %@
it: Registrati con %@
ja: %@で登録する
nl: Registreer met %@
ru: Регистрация через %@
zh_hans: 用%@来注册

source: Pin
es: Fijar
it: Fissa
ja: ピン留めする
nl: Vastzetten
ru: Прикрепить
zh_hans: 固定

source: Unpin
es: Dejar de Fijar
id: Hapus pin
it: Rimuovi
ja: ピン留めを外す
nl: Losmaken
ru: Открепить
zh_hans: 取消固定

# errors.user_not_found
source: User not found.
cs: Uživatel/ka nenalezen/a.
es: Usuario no encontrado.
id: Pengguna tidak ditemukan.
it: Utente non trovato.
ja: ユーザーが見つかりませんでした。
nl: Gebruiker niet gevonden.
ru: Пользователь не найден.
zh_hans: 找不到该用户。

# login.social_login
source: Login with %@
cs: Přihlásit se přes %@
es: Iniciar sesión con %@
id: Masuk dengan %@
it: Entra con %@
ja: %@でログインする
nl: Meld je aan met %@
ru: Войти через %@
zh_hans: 用%@来登录

source: Onwards
cs: Kupředu
es: Adelante
id: Lanjut
it: Inoltrare
ja: 次へ
nl: Voorwaarts
ru: Дальше
zh_hans: 继续

# empty.inbox.description
source: Start chatting below! Remember to be friendly and follow the Community Guidelines.
es: ¡Empieza a chatear debajo! Recuerda ser amigable y seguir los Lineamientos de la Comunidad.
id: Mulai mengobrol di bawah ini! Ingatlah untuk bersikap ramah dan ikuti Pedoman Komunitas.
it: Inizia a chattare qui sotto! Ricorda di essere amichevole e di seguire le Norme della community.
ja: 下からチャットを始めましょう！ 友好的に接してコミュニティガイドラインを守ることを忘れないでください。
nl: Begin hieronder met chatten! Denk eraan vriendelijk te zijn en de communityrichtlijnen te volgen.
ru: Начать общаться можно ниже! Не забывайте проявлять дружелюбие и соблюдать правила сообщества.
zh_hans: 开始聊天吧！记住要友善并遵守社区准则。

# gift_gems_disclaimer
source: Habitica will never require you to gift gems to other players. Begging people for gems is a violation of the Community Guidelines and should be reported to admin@habitica.com.
es: Habitica nunca requerirá que le envíes Gemas a otros jugadores. Pedirle Gemas a los demás es una violación de los Lineamientos de la Comunidad y debe de ser reportado a admin@habitica.com.
id: Habitica tidak akan pernah meminta kamu untuk memberikan permata kepada pemain lain. Mengemis orang lain agar diberi permata adalah tindakan pelanggaran pada Pedoman Komunitas dan akan dilaporkan pada admin@habitica.com.
it: Habitica non ti chiederà mai di regalare gemme ad altri giocatori. Chiedere gemme è una violazione delle Norme della Community e deve essere segnalato a admin@habitica.com.
ja: Habiticaはプレイヤー間のジェムの贈答を強制しません。他のプレイヤーにジェムを要求することはコミュニティガイドラインに違反します。この行為を見かけた方はadmin@habitica.comまでご連絡ください。
nl: Habitica vereist nooit dat je edelstenen schenkt aan andere spelers. Mensen die smeken om edelstenen schenden de communityrichtlijnen en moet worden gemeld aan admin@habitica.com.
ru: Habitica никогда не требует от вас дарить самоцветы другим игрокам. Выпрашивание у игроков самоцветов является нарушением правил сообщества, и о всех подобных случаях следует сообщать на admin@habitica.com.
zh_hans: Habitica绝不会要求你将宝石赠送给其他玩家。向人们乞讨宝石是违反社区准则的行为，应向admin@habitica.com报告。

# gift_gems_alert_prompt
source: Enter recipient's @username
es: Introduce el @username del destinatario
id: Masukkan @namapengguna penerima
it: Inserisci @username del destinatario
ja: 受け取る人の@ユーザー名を入力してください
nl: Vul de @username van de ontvanger in
ru: Введите @имя получателя
zh_hans: 输入收件人的@用户名

# gift_gems_alert_title
source: Who would you like to send your gift to?
es: ¿A quién quisieras enviarle este regalo?
id: Kepada siapa kamu ingin mengirim hadiah?
it: A chi vorresti inviare un regalo?
ja: 誰にプレゼントを贈りたいですか？
nl: Naar wie wil je het geschenk sturen?
ru: Кому бы вы хотели отправить подарок?
zh_hans: 您想将礼物发送给谁？

# gift_gems_prompt
source: Want to bestow a shiny haul of Gems to someone else?
es: ¿Quieres regalar una brillante cantidad de gemas a otra persona?
id: Ingin menganugerahi Permata berkilauan kepada orang lain?
it: Ti piacerebbe regalare un gruzzolo di Gemme brillanti e luccicose a qualcuno?
ja: どなたかに輝くジェムを送りたいですか？
nl: Wil je een glimmende lading edelstenen aan iemand anders schenken?
ru: Хотите подарить блестящую коллекцию самоцветов кому-то еще?
zh_hans: 想赠送耀眼宝石吗？

# gift_sent_confirmation
source: Your gift was sent!
es: ¡Tu regalo fue enviado!
id: Hadiahmu telah dikirim!
it: Il tuo regalo è stato inviato!
ja: プレゼントを贈りました！
nl: Je geschenk is verzonden!
ru: Ваш подарок отправлен!
zh_hans: 您的礼物已发送！

# gift_gems_explanation_balance
source: Enter how many of your Gems you’d like to gift or switch tabs to purchase Gems to gift
es: Ingresa cuántas de tus gemas te gustaría regalar o cambia de pestaña para comprar gemas para regalar
id: Masukkan berapa banyak Permata yang ingin kamu hadiahkan atau geser tabs untuk membeli Permata untuk dihadiahkan
it: Inserisci qui di seguito il numero di Gemme che desideri inviare o cambia scheda per acquistare Gemme da regalare
ja: 贈りたいジェムの数を記入するか、タブを切り替えて贈るためのジェムを購入してください
nl: Voer in hoeveel van je edelstenen je cadeau wilt doen of wissel tussen tabbladen om edelstenen te kopen om cadeau te doen
ru: Укажите, сколько самоцветов вы хотели бы подарить, или переключите вкладку, чтобы купить самоцветы в подарок
zh_hans: 输入您要赠送的宝石数量，或切换标签以购买要赠送的宝石

source: Learn More
es: Aprende más
id: Pelajari Lebih Lanjut
it: Per saperne di più
ja: もっと詳しく知る
nl: Meer informatie
ru: Подробнее
zh_hans: 学到更多

# insufficient_hourglasses_message_subscriber
source: You’ll need more Mystic Hourglasses to buy this item! Stay Subscribed to keep receiving your Hourglasses.
es: ¡Necesitarás más Relojes de arena Místicos para comprar este artículo! Manténgase suscrito para seguir recibiendo sus relojes de arena.
id: Kamu perlu lebih banyak Jam Pasir Mistik untuk membeli item ini! Tetap Berlangganan untuk terus menerima Jam Pasir-mu.
it: Hai bisogna di più clessidre mistiche per acquistare questo articolo! Resta iscritto per continuare a ricevere le tue clessidre.
ja: このアイテムを購入するにはもっと神秘の砂時計が必要です！ 砂時計を受け取り続けるために有料プランを継続しましょう。
nl: Je hebt meer mystieke zandlopers nodig om dit voorwerp te kopen! Blijf geabonneerd om je zandlopers te blijven ontvangen.
ru: Чтобы купить этот предмет, вам понадобится больше Мистических Песочных Часов! Оставайтесь подписанными, чтобы продолжать получать их.
zh_hans: 你需要更多的神秘沙漏来购买该物品！保持订阅，以继续接收你的沙漏。

# insufficient_hourglasses_message
source: You’ll need more Mystic Hourglasses to buy this item! Hourglasses are rewarded for being subscribed for consecutive months.
es: ¡Necesitarás más Relojes de arena Místicos para comprar este artículo! Los relojes de arena son recompensados por estar suscritos durante meses consecutivos.
id: Kamu perlu lebih banyak Jam Pasir Mistik untuk membeli item ini! Jam Pasir diberikan setelah berlangganan berturut-turut.
it: Devi possedere più Clessidre Mistiche per acquistare questo articolo! Le clessidre vengono donate a agli Abbonati per più mesi consecutivi.
ja: このアイテムを購入するにはもっと神秘の砂時計が必要です！ 神秘の砂時計は有料プランを数カ月継続すると獲得できます。
nl: Je hebt meer mystieke zandlopers nodig om dit voorwerp te kopen! Zandlopers worden beloond voor het geabonneerd zijn van opeenvolgende maanden.
ru: Чтобы купить этот предмет, вам понадобится больше Мистических Песочных Часов! «Песочными Часами» награждают за подписку сразу на несколько месяцев.
zh_hans: 你需要更多的神秘沙漏来购买该物品！沙漏连续订阅会获得奖励。

# more_gems_message
source: You’ll need more Gems to buy this item!
es: ¡Necesitarás más gemas para comprar este artículo!
id: Kamu perlu lebih banyak Permata untuk membeli item ini!
it: Ti servono più Gemme per comprare questo oggetto!
ja: このアイテムを購入するにはもっとジェムが必要です！
nl: Je hebt meer edelstenen nodig om dit voorwerp te kopen!
ru: Для покупки этого предмета вам нужно больше самоцветов!
zh_hans: 你需要更多宝石才能购买这个物品！

# complete_more_tasks
source: You need to complete more tasks before you can afford this item!
es: ¡Necesitas completar más tareas antes de poder pagar este artículo!
id: Kamu perlu menyelesaikan lebih banyak tugas sebelum bisa membeli item ini!
it: Hai bisogno di completare più attività per comprare questo oggetto!
ja: このアイテムを購入するにはもっとタスクをこなす必要があります！
nl: Je moet meer taken voltooien voordat je dit voorwerp kunt aanschaffen!
ru: Вам нужно выполнить больше задач, прежде чем вы сможете позволить себе этот предмет!
zh_hans: 你需要完成更多任务，然后才能负担得起该物品！

# complete_task_description
source: Check off any of your tasks to earn rewards
es: Marquá cualquiera de tus tareas para ganar recompensas
id: Centang semua tugasmu untuk memperoleh hadiah
it: Spunta le tue attività per guadagnare premi
ja: ごほうびをもらうためにいずれかのタスクをチェックしましょう
nl: Vink een van je taken af om beloningen te verdienen
ru: Отметить любую из своих задач, чтобы заработать награды
zh_hans: 你可以清点任务已得到奖励
