Repository: HabitRPG/habitica-ios
Catalog: HabitRPG/Strings/*.lproj/Mainstrings.strings
Languages: cs, es, hr, id, it, ja, nl, ro, ru, zh_hans

# stat_description
source: All Habitica characters have four stats that affect the gameplay aspects of Habitica. **Strength (STR)** affects critical hits and raises damage done to a Quest Boss. Warriors and Rogues gain STR from their class equipment. **Constitution (CON)** raises your HP and makes you take less damage. Healers and Warriors gain CON from their class equipment. **Intelligence (INT)** raises the amount of EXP you earn and gives you more Mana. Mages and Healers gain INT from their class equipment. **Perception (PER)** increases the gold you earn and the rate of finding dropped items. Rogues and Mages gain PER from their class equipment. After level 10, you earn 1 Stat Point every level you gain that you can put into any stat you’d like. You can also equip gear that has different combinations of stat boosts.
es: Todos los personajes de Habitica tienen cuatro estadísticas que afectan los aspectos del juego. La **Fuerza (FUE)** afecta los golpes críticos y aumenta el daño infligido a los jefes de misión. Los guerreros y pícaros obtienen FUE de su equipo de clase. La **Constitución (CON)** aumenta tu PS y te hace sufrir menos daño. Los sanadores y guerreros obtienen CON de su equipo de clase. La **Inteligencia (INT)** aumenta la cantidad de EXP que ganas y te da más maná. Los magos y sanadores obtienen INT de su equipo de clase. La **percepción (PER)** aumenta las piezas de oro que ganas y el índice de objetos conseguidos. Los pícaros y magos obtienen PER de su equipo de clase. Después del nivel 10, obtienes 1 punto de estadística por cada nivel que ganes, que puedes añadir a cualquier estadística que desees. También puedes equiparte objetos que aumenten tus estadísticas.
id: Semua karakter di Habitica memiliki 4 status (stat) yang berpengaruh pada permainan di Habitica. **Kekuatan (KEK)** berpengaruh pada pukulan kritikal dan menaikkan dampak kerusakan pada Misi Boss. Prajurit dan Perampok mendapat KUAT dari perlengkapan profesi mereka. **Ketahanan (KET)** berpengaruh pada kenaikan HP dan membuatmu lebih tahan serangan. Penyembuh dan Prajurit mendapat KET dari perlengkapan profesi mereka. **Kecerdasan (KEC)** berpengaruh pada kenaikan EXP yang didapat dan memberimu lebih banyak Mana. Penyihir dan Penyembuh mendapat KEC dari perlengkapan profesi mereka. **Persepsi (PER)** berpengaruh pada banyaknya emas yang didapat dan seberapa sering mendapat item yang dijatuhkan. Perampok dan Penyihir mendapat PER dari perlengkapan profesi mereka. Setelah mencapai level 10, kamu mendapat 1 Poin Stat pada setiap kenaikan level yang dapat kamu alokasikan pada stat yang kamu mau. Kamu juga bisa memakai perlengkapan dengan kombinasi kenaikan stat yang berbeda-beda.
it: Tutti i personaggi di Habitica hanno quattro statistiche che influenzano gli aspetti del gioco. **Forza (STR) ** influenza colpi critici e aumenta i danni inflitti al Boss di una Missione. Guerrieri e Ladri ottengono STR dalla loro equipaggiamento di classe. **Costituzione (CON)** aumenta i tuoi HP e ti fa subire meno danni. Guaritori e Guerrieri ottengono CON dal loro equipaggiamento di classe. **Intelligenza (INT)** aumenta la quantità di EXP che guadagni e ti dà più Mana. Maghi e Guaritori ottengono INT dal loro equipaggiamento di classe. **Percezione (PER)** aumenta l'Oro che guadagni e la probabilità di trovare oggetti. I Ladri e i Maghi guadagnano il PER dal loro equipaggiamento di classe. Dopo il livello 10, guadagni 1 Punto Stat per ogni aumento di livello e lo puoi assegnare in qualsiasi Stat tu desideri. Puoi anche indossare equipaggiamento con diverse combinazioni per aumentare le tue statistiche.
ja: 全てのプレイヤーにはHabiticaのゲームプレイに影響を与える4つのステータス設定があります。 **力(STR)**のステータスはクリティカルヒットに影響し、クエストボスのダメージを増加させます。戦士と盗賊はクラス専用装備に力のステータスポイントの上昇効果があります。 **体質(CON)**のステータスはHPを増やし、受けるダメージを少なくします。治療師と戦士はクラス専用装備に体質のステータスポイントの上昇効果があります。 **知能 (INT)**のステータスは獲得できる経験値を増やしより多くのマナをより多く得られるようになりま。魔道士と治療師はクラス専用装備に知能のステータスポイントの上昇効果があります。 **知覚(PER)**のステータスは獲得できるゴールドと、ドロップアイテムを見つける確率を増やします。盗賊と魔道士はクラス専用装備に知覚のステータスポイントの上昇効果があります。 レベル10以降、レベルアップごとにステータスポイントを1獲得でき、好きなステータスに割り振ることができます。ステータスを増加させる様々な組み合わせのアイテムを装備することができます。
nl: Alle Habitica-personages hebben vier eigenschappen die invloed hebben op de spelaspecten van Habitica. **Kracht (KRA)** heeft invloed op voltreffers en verhoogt de schade die aan Eindbazen van Queesten gedaan wordt. Krijgers en Dieven ontvangen KRA van hun klasse-uitrusting. **Weerbaarheid (WBH)** verhoogt je gezondheid en zorgt ervoor dat je minder schade krijgt. Helers en Krijgers ontvangen WBH van hun klasse-uitrusting. **Intelligentie (INT)** verhoogt de hoeveelheid ERV die je verdient en geeft je meer Mana. Magiërs en Helers ontvangen INT van hun klasse-uitrusting. **Perceptie (PER)** verhoogt de hoeveelheid goud die je verdient en de mate waarin je voorwerpen vindt. Dieven en Magiërs ontvangen PER van hun klasse-uitrusting. Na level 10 krijg je 1 Eigenschapspunt voor ieder level dat je omhooggaat. Deze punten kun je naar keuze in een Eigenschap stoppen. Er zijn ook uitrustingen die bonussen op eigenschappen geven.
ru: Все персонажи Habitica имеют четыре характеристики, которые влияют на игровые аспекты Habitica. **Сила (СИЛ)** влияет на критические удары и увеличивает урон, наносимый квестовому боссу. Воины и разбойники получают больше СИЛ из своего классового снаряжения. **Телосложение (ТЕЛ)** увеличивает очки здоровья и уменьшает получаемый урон. Целители и воины получают больше ТЕЛ из своего классового снаряжения. **Интеллект (ИНТ)** повышает количество получаемого опыта и дает больше маны. Маги и целители получают больше ИНТ из своего классового снаряжения. **Восприятие (ВОС)** увеличивает количество получаемого золота и шанс выпадения предметов. Разбойники и маги получают больше ВОС из своего классового снаряжения. После 10 уровня, вы получаете 1 очко характеристик за каждый новый уровень и можете распределить его в любую желаемую характеристику. Вы также можете надевать экипировку с различными комбинациями повышаемых характеристик.
zh_hans: 每个角色都拥有四种属性点。 **力量** 提升暴击伤害，可对探险Boss造成更多伤害。战士和盗贼可通过装备提升力量值。 **体质** 提升生命值，减少所受伤害。医者和战士可通过装备提升体质值。 **智力** 增加获得的经验值和魔法值。法师和医者可通过装备提升智力值。 **感知** 增加获得的金币，也影响物品掉率。盗贼和法师可通过装备提升感知值。 10级后，每升一级即可获得1属性点。您也可以装备带有不同属性点的服饰来提升属性。

source: Stat Allocation
es: Asignación de estadísticas
id: Alokasi Stat
it: Allocazione statistiche
ja: ステータスポイントの割り当て
nl: Toewijzen van eigenschappen
ru: Распределение очков характеристик
zh_hans: 技能分配

# mana_description
source: Mana points are unlocked with the class system at level 10 and allow you to **use Skills** once you begin learning them at level 11. Some **MP is restored** at day reset every day, but you can regain more by completing tasks or using a Mage class skill.
es: Los puntos de maná se desbloquean con el sistema de clases en el nivel 10 y te permiten **usar habilidades** una vez que comiences a aprenderlas en el nivel 11. Cuando se reinicia tu día **restauras algunos PM**, pero puedes recuperar más completando tareas o usando habilidades de la clase mago.
id: Poin Mana (MP) akan terbuka dengan sistem profesi pada level 10 dan membuatmu dapat **menggunakan Kemampuan** setelah kamu mempelajarinya pada level 11. Beberapa **MP terisi** setiap pergantian hari, tetapi kamu dapat memperoleh lebih banyak lagi dengan menyelesaikan tugas atau menggunakan Kemampuan Penyihir.
it: I punti mana (MP) vengono sbloccati con il sistema di classe al livello 10 e ti consentono di **usare le Abilità** una volta imparate al livello 11. Alcuni **MP vengono ripristinati** allo scadere di ogni giorno, ma puoi riguadagnarne di più completando le attività o usando un'abilità della classe Mago.
ja: マナポイント(Mana points=MP)はレベル10になってクラスシステムが解放されると表示されるようになり、レベル11から一つずつ覚える**スキルを使う**ことができるようになります。 日をまたぐことでいくらかの**MPは回復します**が、タスクを完了したり、魔道士のスキルを使用することでさらにMPを獲得できます。
nl: Mana punten worden vrijgespeeld in het klasse systeem op level 10, en stellen je in staat om **Vaardigheden te gebruiken** zodra je ze begint te leren op level 11. Een gedeelte van je **MP worden aangevuld** bij de dagelijkse reset, maar je krijgt er meer terug door taken af te ronden of de Magiër klassevaardigheid te gebruiken.
ru: Очки маны будут доступны вместе с классовой системой на 10 уровне и дают вам возможность **использовать навыки**, как только вы начнете их изучать на 11 уровне. Некоторое **количество очков восстанавливается** в начале каждого дня, но вы можете восполнить еще больше, выполняя задания или используя классовый навык Мага.
zh_hans: 魔法值在10级解锁。11级后可以学习技能，魔法值可用来 **使用技能**。 每天凌晨，**部分魔法值会自动恢复**, 但您也可以完成任务或使用魔法类技能来增加魔法值。

# gold_description
source: Gold is the **main form of currency** within Habitica and allows you to buy certain gear, quests, items, or even custom rewards you make for yourself. **Earn Gold** through completing tasks or quests, or through some Class skills. Higher **Perception stats** raise the amount of Gold you earn. If you subscribe to Habitica, you can even use Gold to purchase a number of Gems determined by the length of time you’ve been subscribed.
es: El oro es la **moneda principal** de Habitica y te permite comprar ciertos equipamientos, misiones, artículos o incluso recompensas personalizadas que te marques. **Gana oro** completando tareas o misiones, o mediante algunas habilidades de clase. ** La estadística PERCEPCIÓN** modifica el índice e oro que ganas. Si te suscribes a Habitica, también podrás usar el oro para comprar una cierta cantidad de gemas en función del tiempo que lleves suscrito.
id: Koin Emas adalah **mata uang utama** dalam Habitica dan dapat kamu gunakan untuk membeli perlengkapan, misi, items, atau bahkan hadiah custom yang kamu buat sendiri. **Koin Emas diperoleh** dengan cara menyelesaikan tugas atau misi, atau melalui beberapa kemampuan Profesi. **Stat Persepsi (Perception)** yang lebih tinggi membuatmu memperoleh Emas lebih banyak. Jika kamu berlangganan Habitica, maka kamu bahkan dapat menggunakan Koin Emas untuk membeli Permata yang jumlahnya bergantung dengan seberapa lama kamu telah berlangganan.
it: L'Oro è la **principale forma di valuta** all'interno di Habitica e ti consente di acquistare determinati equipaggiamenti, missioni, oggetti o persino premi personalizzati che puoi crearti da solo. **Guadagna Oro** completando attività, missioni o attraverso alcune abilità di classe. Le **statistiche di percezione** aumentano la quantità di oro che guadagni. Se ti abboni ad Habitica, puoi persino usare l'Oro per acquistare un numero di Gemme in base al periodo di abbonamento.
ja: ゴールドは**メインのゲーム内通貨**で、装備・クエスト・アイテム・自分自身で設定できるカスタムごほうびなどを購入することができます。 **ゴールドを稼ぐには**タスクやクエストを完了するか、スキルを使います。**知覚のステータス**が高いほど、得るゴールドの量が多くなります。 あなたがHabiticaの有料会員なら、ゴールドでジェムを購入することができます。購入できる数は有料プランに加入している期間によって変化します。
nl: Goud is de **voornaamste valuta** in Habitica en stelt je in staat om bepaalde uitrustingen, queesten, voorwerpen of zelfs op maat ingestelde beloningen voor jezelf te kopen. **Verdien Goud** door taken en queesten af te ronden, en met sommige klasse vaardigheden. Een hogere **Perceptie eigenschap** zorgt voor een hogere goudopbrengst. Als je een abonnement neemt op Habitica, kun je goud zelfs gebruiken om een aantal edelstenen van te kopen, gebaseerd op de tijdsduur van je abonnement.
ru: Золото - это **основная форма валюты** в Habitica, что позволяет вам покупать определенное снаряжение, квесты, предметы или даже пользовательские награды, которые вы можете создать для себя. **Заработать золото** можно через выполнение заданий или квестов, или же через использование некоторых классовых навыков. Чем выше **характеристика Восприятие**, тем большее количество золота вы получаете. Если вы являетесь подписчиком Habitica, вы даже можете использовать золото для покупки некоторого количества самоцветов, определяемого продолжительностью вашей подписки.
zh_hans: 金币是Habitica的 **主要货币**，可购买服装、探险、物品，也可购买自己为自己设计的奖励。 **获得金币** 的方式有完成任务或探险，或使用技能。高等级 **感知力** 能增加获得金币的能力。 如果你订阅Habitica，您可以使用金币购买宝石，数量视您订阅时长而定。

# experience_description
source: Experience points represent your progress and allow you to level up. You’ll mainly **gain EXP** from completing tasks or quests, but there are also some class skills that give EXP. Tasks of higher difficulty, or red-colored tasks will give you **more EXP**. The **Intelligence stat** also raises your rate of EXP gain.
es: Los puntos de experiencia representan tu progreso y te ayuda a subir de nivel. **Ganas EXP** eminentemente completando tareas o misiones, pero también hay algunas habilidades que proporcionan EXP. Las tareas de mayor dificultad o de color rojo, te proporcionan **mayor EXP**. La **estadística INTELIGENCIA** también aumenta tu índice de obtención de experiencia.
id: Poin Pengalaman / EXP merepresentasikan progressmu dan mempebolehkanmu untuk naik level. Kamu pada intinya akan **mendapatkan EXP** dengan menyelesaikan tugas atau misi, namun ada beberapa profesi yang dapat memberikan EXP. Tugas dengan kesulitan yang lebih tinggi, atau yang diwarnai merah akan memberikanmu **EXP lebih banyak**. **Stat Kecerdasan** yang kamu miliki juga berpengaruh pada pemerolehan EXP.
it: I punti esperienza (EXP) rappresentano i tuoi progressi e ti consentono di salire di livello. Principalmente ** otterrai EXP ** completando compiti o missioni, ma ci sono anche alcune abilità di classe che danno EXP. Attività più difficili o attività di colore rosso ti daranno ** più EXP**. La **statistica dell'Intelligenza** aumenta anche la quantita di EXP guadagnata.
ja: 経験値(XP)はプレイヤーの進捗状況を表し、経験値が貯まるとレベルアップできます。**経験値を得るには**おもにタスクやクエストを完了させる他、いくつかのクラスのスキルを使用することでも得ることができます。 より難しいタスクや、赤い色のタスクを完了すると**より多い経験値**を得ることができます。**知能のステータス**が得られる経験値に影響します。
nl: Ervaringspunten geven je voortgang weer, en zorgen ervoor dat je een level omhoog gaat. Je zult hoofdzakelijk **EXP krijgen** door het voltooien van taken of queestes, maar er zijn ook klasse-vaardigheden die EXP geven. Moeilijkere taken, of roodgekleurde taken geven je **meer EXP**. De **Intelligentie stat** zorgt ook voor snellere EXP stijging.
ru: Очки опыта отражают ваш прогресс и дают возможность поднять уровень. В основном вы будете **получать опыт** от выполнения заданий или квестов, однако, его получить и при использовании некоторых классовых навыков. Задания повышенной сложности или же красного цвета будут давать **больше опыта**. **Характеристика Интеллект** также увеличивает количество получаемого опыта.
zh_hans: 经验值代表您的进步，能用来升级。您可通过完成任务或探险来**获得经验值**，一些职业技能也能增加经验值。 难度较高的任务(红色任务)将提供**更多经验值**。提高**智力**也可让您获得更多经验。

source: Experience Points
es: Puntos de experiencia
id: Poin Pengalaman
it: Punti esperienza
ja: 経験値
nl: Ervaringspunten
ru: Очки опыта
zh_hans: 经验值

# health_description
source: This represents your avatar’s life. Missing a Daily or doing a negative Habit **reduces your HP**. **Regain HP** by leveling up, using a Health Potion, or a class skill with healing ability. If your **HP reaches 0** you will lose a level, all Gold, and one piece of equipment. Lost equipment can be re-purchased.
es: Esto representa la vida de tu personaje. Olvidarte una tarea diaria o cometer un hábito negativo **reduce tus puntos de vida **reduce tu PS**. **Recupera PS** subiendo de nivel, usando pociones de salud o usando una habilidad de curación. Si tu **PS llega a 0** perderás un nivel, todo el oro y una pieza de tu equipamiento. El equipamiento perdido puede volver a ser comprado.
id: Ini menunjukkan nyawa karakter kamu. Lupa mengerjakan keseharian atau melakukan kebiasaan buruk akan **mengurangi Nyawa**. **Pulihkan Nyawa** dengan naik level, menggunakan Ramuan Penyembuh, atau dengan kemampuan penyembuh. Jika **Nyawa kamu sampai 0** kamu akan kehilangan satu level, semua Koin Emas, dan sebuah perlengkapan. Perlengkapan yang hilang bisa dibeli lagi nanti.
it: Rappresentano la vita del tuo avatar. Una Attività giornaliera non completata o un'abitudine negativa ** riducono i tuoi HP **. ** Riacquista HP ** aumentando di livello, usando una Pozione di salute o un'abilità di classe con abilità curativa. Se il tuo ** HP raggiunge lo 0 ** perderai un livello, tutto l'oro e un pezzo di equipaggiamento. Le attrezzature perse possono essere riacquistate.
ja: これはあなたのアバターの体力(Health Point=HP)を表します。日課をこなさなかったか、悪い習慣を行うと**HPは減少します**。 **HPの回復**にはレベルアップするか、体力回復の薬を使うか、治療師のスキルを使います。 もしあなたの**HPが0になると**レベルが1下がり、ゴールドを全て失い、装備を一つ失います。無くなった装備はもう一度購入することで取り戻せます。
nl: Dit stelt je avatar's leven voor. Een dagelijkse taak missen, of een negatieve gewoonte naleven **reduceert je HP**. **Herstel HP** door een level omhoog te gaan, een genezingsdrank te gebruiken, of een vaardigheid die geneest in te zetten. Als je **HP 0 bereikt** verlies je één level, al je Goud, en één voorwerp. Verloren voorwerpen kunnen teruggekocht worden.
ru: Это показывает жизнь вашего аватара. Отсутствие ежедневного занятия или негативная привычка ** снижает ваш HP ** ** Восстанавливайте HP **, повышая уровень, используя зелье здоровья или классовый навык с лечебной способностью Если ваш ** HP достигнет 0 **, вы потеряете уровень, все золото и одно из ваших снаряжений. Утерянное снаряжение можно выкупить повторно.
zh_hans: 这代表您的生命值。未完成日常任务或做消极习惯都会 **降低生命值**. **恢复生命值** 的方式有升级、使用生命药水、使用具有回血效果的技能。 如果您对 **生命值为0** 将降一级，失去所有金币以及一件装备。损失的装备可以重新购买。

source: Health Points
es: Puntos de salud
id: Poin Nyawa
it: Punti salute
ja: 体力
nl: Levenspunten
ru: Очки здоровья
zh_hans: 生命值

# update_app_description
source: We’re constantly pushing out new fixes, so be sure to check the App Store to see if there are any updates available
es: Sacamos constantemente nuevas versiones con arreglos, así que asegúrate de comprobar el Apple Store para ver si hay actualizaciones disponibles
id: Kami terus mendorong perbaikan baru, jadi pastikan untuk memeriksa App Store untuk melihat apakah ada pembaruan yang tersedia
it: Siamo costantemente alla ricerca di nuove soluzioni, quindi assicurati di controllare l'App Store per controllare se ci sono aggiornamenti disponibili
ja: 常時バグの修正が行われた新しいバージョンがリリースされています。Appストアをチェックして新しいアップデートがないか確認してください
nl: We zijn constant bezig met het uitbrengen van nieuwe oplossingen, dus controleer de App Store om te zien of er updates beschikbaar zijn
ru: Мы постоянно выпускаем новые исправления, поэтому обязательно загляните в App Store, чтобы узнать, доступны ли какие-либо обновления
zh_hans: 我们会不断推出新的修复程序，因此请务必检查App Store以查看是否有更新

# update_app_title
source: Update the App
es: Actualizar aplicación
id: Perbarui Aplikasi
it: Aggiorna l'App
ja: アプリをアップデートする
nl: Update de app
ru: Обновить приложение
zh_hans: 更新应用

# manual_sync_description
source: Sometimes the app won’t automatically sync content or gets stuck with some odd behavior. Pull to refresh or force close the app and reopen it to see if it helps
es: Algunas veces la aplicación no sincroniza automáticamente el contenido o se queda bloqueada con algún comportamiento extraño. Arrastra hacia abajo la pantalla o cierra y reabre la aplicación para ver si se soluciona
id: Terkadang aplikasi tidak akan secara otomatis menyinkronkan konten atau terjebak dengan beberapa perilaku aneh. Tarik untuk menyegarkan atau tutup paksa aplikasi dan buka kembali untuk melihat apakah itu bisa membantu
it: A volte l'app non sincronizza automaticamente i contenuti o si blocca con un comportamento strano. Scrolla per aggiornare o forza la chiusura dell'app e riaprirla per vedere se risolve il problema
ja: アプリは自動で内容が更新されないことがあります。動作がおかしいと感じたら、画面を下に引っ張ってリフレッシュさせるか、アプリを一度終了させてから起動してください
nl: Soms synchroniseert de app de inhoud niet automatisch of blijft hij vreemd gedrag vertonen. Swipe naar beneden om de app te vernieuwen of sluit de app geforceerd af en open deze opnieuw om te zien of het helpt
ru: Иногда приложение не синхронизирует контент автоматически или застревает ведя себя странно. Потяните, чтобы обновить, или принудительно закройте приложение и снова откройте его, чтобы проверить, помогает ли это
zh_hans: 有时应用不会自动同步内容或陷入某些奇怪的行为。 拉动刷新或强制关闭应用程序，然后重新打开以查看它是否有帮助

# manual_sync_title
source: Manual Sync & Force Restart
es: Sincronización manual y reinicio forzoso
id: Sinkronisasi Manual & Paksa Mulai Ulang
it: Sincronizzazione manuale e riavvio forzato
ja: 手動で同期するか再起動してください
nl: Handmatig synchroniseren en opnieuw opstarten forceren
ru: Ручная Синхронизация и Принудительный Перезапуск
zh_hans: 手动同步和强制重启

# clear_cache_description
source: To do this, open Menu > Settings then scroll to the bottom to find the buttons
es: Para hacer esto, ve a Menú > Ajustes y luego dirígete abajo del todo para encontrar los botones
id: Untuk melakukan ini, buka Menu > Pengaturan lalu gulir ke bawah untuk menemukan tombolnya
it: Per fare ciò, apri Menu > Impostazioni e quindi scorri verso il basso per trovare i pulsanti
ja: メニュー＞設定で、画面を一番下までスクロールし「再度読み込み」ボタンを押します
nl: Om dit te doen, open je Menu > Instellingen en scrol je naar beneden om de knoppen te vinden
ru: Для этого откройте Меню > Настройки, затем прокрутите вниз, чтобы найти кнопки
zh_hans: 为此，请打开菜单>设置，然后滚动到底部以找到按钮

# clear_cache_title
source: Clear Cache & Reload Content
es: Borrar caché y recargar contenido
id: Hapus Cache & Muat Ulang Konten
it: Cancella cache e ricarica i contenuti
ja: キャッシュをクリアする＆リロードする
nl: Cache wissen en inhoud opnieuw laden
ru: Очистить кэш & обновить содержимое
zh_hans: 清除缓存并重新加载内容

# more_help_description
source: Send a report to us and we’ll get back to you!
es: ¡Envíanos un informe y nos pondremos en contacto contigo!
id: Kirimkan laporan kepada kami dan kami akan menghubungimu kembali!
it: Inviaci una segnalazione di un bug e ti risponderemo!
ja: バグの報告をしてください。折り返し連絡します！
nl: Stuur ons een foutmelding, en we komen bij je terug!
ru: Отправьте нам отчет, и мы свяжемся с вами!
zh_hans: 向我们发送错误报告，我们会尽快与你联系！

# more_help_title
source: Need more help?
es: ¿Necesitas más ayuda?
id: Butuh bantuan lebih lanjut?
it: Hai bisogno di aiuto?
ja: もっと助けが必要ですか？
nl: Meer hulp nodig?
ru: Нужна помощь?
zh_hans: 需要其他帮助？

source: Common Fixes
es: Soluciones frecuentes
id: Perbaikan Umum
it: Correzioni comuni
ja: 一般的な対処法
nl: Vaak werkende oplossingen
ru: Общие исправления
zh_hans: 常见修正

# more_questions_text
source: Post a message in the [Habitica Help Guild](https://habitica.com/groups/guild/5481ccf3-5d2d-48a9-a871-70a7380cee5a) to have your questions answered by a fellow player
es: Publica un mensaje en el gremio [Habitica Help Guild](https://habitica.com/groups/guild/5481ccf3-5d2d-48a9-a871-70a7380cee5a) para que otro jugador te eche un cable con tus preguntas
id: Kirim pesan di [Guild Bantuan Habitica](https://habitica.com/groups/guild/5481ccf3-5d2d-48a9-a871-70a7380cee5a) agar pertanyaanmu dijawab oleh sesama pemain
it: Pubblica un messaggio nella [gilda d'aiuto di Habitica](https://habitica.com/groups/guild/5481ccf3-5d2d-48a9-a871-70a7380cee5a) per ricevere risposte alle tue domande dagli altri utenti
ja: [Habitica Help Guild](https://habitica.com/groups/guild/5481ccf3-5d2d-48a9-a871-70a7380cee5a) もしくは[日本語話者の集会所](https://habitica.com/groups/guild/1f99d3df-bb93-4505-bf3b-6f348e1896f3)にメッセージを投稿して、他のプレイヤーに答えてもらいましょう
nl: Plaats een bericht in de [Habitica Hulp Gilde](https://habitica.com/groups/guild/5481ccf3-5d2d-48a9-a871-70a7380cee5a) om je vragen door een medespeler te laten beantwoorden
ru: Отправьте сообщение в [Habitica Help Guild](https://habitica.com/groups/guild/5481ccf3-5d2d-48a9-a871-70a7380cee5a), чтобы на ваши вопросы ответил другой игрок
zh_hans: 在[Habitica帮助协会]（https://habitica.com/groups/guild/5481ccf3-5d2d-48a9-a871-70a7380cee5a）中发布一条消息，让其他玩家回答你的问题

# more_questions_title
source: Still have a question?
es: ¿Aún tienes dudas?
id: Masih ada pertanyaan?
it: Hai altre domande?
ja: まだ疑問が解決しませんか？
nl: Heb je verder nog vragen?
ru: Все еще есть вопросы?
zh_hans: 还有问题吗？

source: Common Questions
es: Preguntas frecuentes
id: Pertanyaan Umum
it: Domande frequenti
ja: よくある質問
nl: Veel voorkomende vragen
ru: Частые вопросы
zh_hans: 常见问题
