Repository: HabitRPG/habitica-ios
Catalog: HabitRPG/Strings/*.lproj/Mainstrings.strings
Languages: cs, es, hr, id, it, ja, nl, ro, ru, zh_hans

# levelup_title
source: You Reached Level %ld!
cs: Dostal/a ses na úroveň %ld!
es: ¡Has alcanzado el Nivel %ld!
hr: Dosegnuo/la si novi level!
id: Kamu Telah Mencapai Level %ld!
it: Hai raggiunto il livello %ld!
ja: レベル%ldになった！
nl: Je hebt level %ld bereikt!
ro: Ai crescut un nivel!
ru: Вы достигли %ld уровня!
zh_hans: 你升级到%ld级！

source: Mana
es: Maná
ja: マナ
ru: Мана
zh_hans: 魔法值

# member.last_logged_in
source: Last logged in
cs: Naposledy přihlášen
es: Último inicio de sesión
hr: Datum zadnje prijave
id: Terakhir Masuk
it: Ultimo accesso
ja: 最終ログイン日
nl: Laatst ingelogd op
ro: Ultima logare pe
ru: Последний вход
zh_hans: 上一次登录时间

# member.member_since
source: Member Since
cs: Členem od
es: Miembro desde
hr: Član od
id: Anggota Sejak
it: Membro dal
ja: メンバー登録日
nl: Lid sinds
ro: Membru din
ru: Участник с
zh_hans: 成员自

# menu.customize_avatar
source: Customize Avatar
cs: Upravit postavu
es: Personalizar Avatar
hr: Uredi Avatara
id: Kustomisasi Avatar
it: Personalizza Avatar
ja: アバターのカスタマイズ
nl: Avatar aanpassen
ro: Personalizează Avatarul
ru: Изменить аватар
zh_hans: 自定角色

# menu.help_faq
source: Help & FAQ
cs: Nápověda a často kladené dotazy
es: Ayuda y preguntas frecuentes
hr: Pomoć & ČPP
id: Bantuan & FAQ
it: Aiuto & FAQ
ja: ヘルプ・よくある質問
ro: Ajutor & FAQ
ru: Помощь и ЧаВо
zh_hans: 帮助与FAQ

# menu.inventory
source: Inventory
cs: Inventář
es: Inventario
hr: Inventar
id: Inventori
it: Inventario
ja: 所持品
nl: Bezittingen
ro: Inventar
ru: Инвентарь
zh_hans: 物品栏

# menu.select_class
source: Select Class
cs: Vybrat povolání
es: Elegir clase
hr: Odaberi Klasu
id: Pilih Profesi
it: Seleziona Classe
ja: クラスを選ぶ
nl: Selecteer klasse
ro: Selectează Clasa
ru: Выбрать класс
zh_hans: 选择职业

# menu.shops
source: Shops
cs: Obchody
es: Tiendas
hr: Dućani
id: Toko
it: Negozi
ja: ショップ
nl: Winkels
ro: Magazine
ru: Рынки
zh_hans: 商店

# menu.social
source: Social
cs: Komunita
hr: Društvene mreže
id: Sosial
ja: ソーシャル
nl: Sociaal
ru: Общение
zh_hans: 社交

source: Monthly
cs: Měsíčně
es: Mensualmente
hr: Mjesečno
id: Bulanan
it: Mensile
ja: 毎月
nl: Maandelijks
ro: Lunar
ru: Ежемесячно
zh_hans: 每月

source: Mounts
cs: Zvířata
es: Monturas
hr: Jahaće životinje
id: Tunggangan
it: Cavalcature
ja: 乗騎
nl: Rijdieren
ro: Animale de călărit
ru: Скакуны
zh_hans: 坐骑

source: My Challenges
cs: Moje výzvy
es: Mis Desafíos
hr: Moji Izazovi
id: Tantangan Saya
it: Le mie Sfide
ja: マイチャレンジ
nl: Mijn Uitdagingen
ro: Provocările mele
ru: Мои испытания
zh_hans: 我的挑战

source: My Guilds
cs: Mé cechy
es: Mis hermandades
hr: Moji Cehovi
id: Guild Saya
it: Le mie Gilde
ja: 所属ギルド
nl: Mijn gilden
ro: Breslele mele
ru: Мои гильдии
zh_hans: 我的公会

source: Name
cs: Název
es: Nombre
hr: Ime
id: Nama
it: Nome
ja: 名前
nl: Naam
ro: Nume
ru: Имя
zh_hans: 名称

source: Notes
cs: Poznámky
es: Notas
hr: Bilješke
id: Catatan
it: Note
ja: メモ
nl: Notities
ro: Notițe
ru: Заметки
zh_hans: 注释

source: Open
cs: Otevřít
es: Abrir
hr: Otvori
id: Buka
it: Apri
ja: 開く
ro: Deschide
ru: Открыта
zh_hans: 打开

# party.invited_to_quest
source: %@ invited you to participate in a quest
cs: %@ tě pozval na výpravu
es: %@ te ha invitado a participar en una misión
hr: %@ te pozvao/la da sudjeluješ u pustolovini
id: %@ mengundangmu untuk berpartisipasi dalam misi
it: %@ ti ha invitato a partecipare ad una missione
ja: %@ があなたをクエストに招待しました
nl: %@ heeft je uitgenodigd om deel te nemen aan een queeste
ro: %@ te-a invitat să participi într-o expediție
ru: %@ пригласил(а) вас принять участие в квесте
zh_hans: %@ 邀请你参加一个副本

# party.quest_number_responded
source: %d/%d Members responded
cs: %d/%d členové odpověděli
es: %d/%d han respondido
hr: %d/%d članova je odgovorilo
id: %d/%d Anggota merespon
it: %d/%d membri hanno risposto
ja: %d/%d 人が反応しました
nl: %d/%d leden gereageerd
ro: %d/%d Membri au răspuns
ru: %d/%d откликнулось Участников
zh_hans: %d/%d个成员 接受

# party.quest_participant_count
source: %d Participants
cs: %d Účastníků
es: %d participantes
hr: %d sudionika
id: %d Partisipan
it: %d Partecipanti
ja: 参加者： %d 人
nl: %d Deelnemers
ro: %d Participanți
ru: %d участников
zh_hans: %d位参与者

source: Pending damage
cs: Očekávaná škoda
es: Daño pendiente
hr: Šteta na čekanju
id: Damage terkumpul
it: danno accumulato
ja: 保留中のダメージ
nl: Schade in afwachting
ro: Deteriorare iminentă
ru: Ожидаемый урон
zh_hans: 即将造成的伤害

source: Pets
cs: Mazlíčci
es: Mascotas
hr: Ljubimce
id: Peliharaan
it: Animali
ja: ペット
nl: Huisdieren
ro: Animale de companie
ru: Питомцы
zh_hans: 宠物

# purchase_for_gems
source: Purchase for %d Gems
cs: Nakoupit za drahokamy
es: Comprar por %d gemas
hr: Kupi za %d Dragulja
id: Beli seharga %d Permata
it: Acquista per %d Gemme
ja: %dジェム購入する
nl: Koop voor %d Edelstenen
ro: Achiziționează pentru %d Nestemate
ru: Купить за %d самоцветов
zh_hans: 购买了%d个金币

source: Quests
cs: Výpravy
es: Misiones
hr: Pustolovine
id: Misi
it: Missioni
ja: クエスト
nl: Queestes
ro: Căutări
ru: Квесты
zh_hans: 任务

# quests.accepted
source: Accepted
cs: Přijato
es: Aceptado
hr: Prihvaćeno
id: Diterima
it: Accettata
ja: 承認しました
nl: Geaccepteerd
ro: Acceptat
ru: Принято
zh_hans: 已接受

# quests.boss_battle
source: Boss Battle
cs: Boj s bossem
es: Batalla contra Jefe
hr: Borba protiv Bosa
id: Pertempuran Bos
it: Battaglia Boss
ja: ボス戦
nl: Baasgevecht
ro: Bătălia împotriva Căpcăunului
ru: Бой с Боссом
zh_hans: Boss战

# quests.collection_quest
source: Collection quest
cs: Sběratelská výprava
es: Misión de recolección
hr: Pustolovina prikupljanja
id: Misi Pencarian
it: Missione di raccolta
ja: アイテム集めのクエスト
nl: Verzamelingsqueeste
ro: Colecția expedițiilor
ru: Собираемый квест
zh_hans: 收集副本

# quests.confirm_abort
source: Are you sure you want to abort this mission? It will abort it for everyone in your party and all progress will be lost. The quest scroll will be returned to the quest owner.
cs: Jsi si jistý/á, že chceš ukončit výpravu? Bude ukončena pro všechny v družině a všechen pokrok bude ztracen. Svitek bude navrácen svému majiteli.
es: ¿Estás seguro que quieres abandonar esta misión? Abortará para todos los componentes del grupo y todo progreso se perderá. El pergamino de la misión volverá a su dueño.
hr: Jesi li siguran/na da želiš otkazati ovu pustolovinu? Ovo će je otkazati za sve u tvojoj družini i sav napredak će biti izgubljen. Pustolovni svitak će biti vraćen vlasniku pustolovine.
id: Apakah kamu yakin ingin membatalkan misi ini? Ini akan membatalkannya juga untuk semua orang di party-mu dan semua kemajuan misi akan hilang. Gulungan misi akan dikembalikan ke pemilik misi.
it: Vuoi davvero annullare questa missione? Questo causerà l'annullamento della missione anche per tutti i membri della tua squadra ed ogni progresso andrà perduto. La Pergamena verrà restituita al Capomissione.
ja: このミッションを中断します。よろしいですか? パーティの全員が中断になり、すべての進行状況は失われます。クエストの巻物はクエスト所有者の手に戻ります。
nl: Weet je zeker dat je deze missie wilt afbreken? De missie wordt afgebroken voor iedereen in jouw gezelschap; alle vorderingen gaan verloren. De queeste-perkamentrol wordt teruggegeven aan de eigenaar van de queeste.
ro: Ești sigur că vrei să abandonezi această misiune? Ea va fi abandonată pentru toți din echipa ta și tot progresul va fi pierdut.
ru: Вы уверены, что хотите отменить эту миссию? Она отменится для всех членов группы, весь прогресс будет утерян. Свиток вернется к владельцу квеста.
zh_hans: 你确定要中止副本吗？队伍中的所有人都会中止副本并丢失全部进度。副本卷轴仍然会保留。

# quests.confirm_cancel_invitation
source: Are you sure you want to cancel this quest? All invitation acceptances will be lost. The quest owner will retain possession of the quest scroll.
cs: Jsi si jistý/á, že chceš zrušit výpravu? Všechny pozvánky budou ztraceny. Svitek bude navrácen svému majiteli.
es: ¿Estás seguro que quieres cancelar esta misión? Todas las invitaciones aceptadas se perderán. El dueño de la misión se quedará con el pergamino usado.
hr: Jesi li siguran/na da želiš otkazati ovu pustolovinu? Svi prihvaćeni pozivi će biti izgubljeni. Vlasnik pustolovine će zadržati pustolovni svitak u svom posjedu.
id: Apakah kamu yakin ingin membatalkan misi ini? Semua undangan yang diterima akan dihapus. Pemilik misi tidak akan kehilangan gulungan misi.
it: Vuoi davvero annullare questa missione? Tutti gli inviti accettati andranno perduti. Il Capomissione resterà in possesso della Pergamena.
ja: このクエストを中止します。よろしいですか? 招待への承認は全て無効になります。クエストの巻物は、クエストの所有者の手に戻ります。
nl: Weet je zeker dat je deze queeste af wilt breken? Alle geaccepteerde uitnodigingen gaan verloren. De eigenaar van de queeste houdt de queeste-perkamentrol.
ro: Ești sigur că vrei să anulezi această expediție? Toate invitațiile acceptate vor fi pierdute. Posesorul aventurii va păstra răvașul expediției.
ru: Вы уверены, что хотите отменить квест? Приглашение будет потеряно. Свиток сохранится у владельца квеста.
zh_hans: 你确定想取消这个副本吗？所有已接受的副本邀请都会无效。副本卷轴仍然会保留。

# quests.confirm_force_start
source: Are you sure? Not all party members have joined this quest! Quests start automatically when all players have joined or rejected the invitation.
cs: Jsi si jistý/á? Někteří členové skupiny se výpravy neúčastní! Výprava začne automaticky, když všichni členové přijmou nebo odmítnou pozvání.
es: ¿Estás seguro? ¡No todos los miembros de tu equipo se han unido a la misión! Las misiones empiezan automáticamente cuando todos los jugadores se han unido o han rechazado la invitación.
hr: Jesi li siguran/na? Još se nisu svi članovi družine priključili pustolovini! Pustolovine počinju automatski kad se svi igrači pridruže ili pak odbiju poziv.
id: Kamu yakin? Tidak semua anggota party bergabung dalam misi ini! Misi dimulai otomatis ketika semua pemain telah bergabung atau menolak undangan.
it: Vuoi farlo davvero? Non tutti i tuoi compagni di squadra si sono uniti alla missione! Le missioni iniziano automaticamente quando tutti i giocatori hanno accettato o rifiutato l'invito.
ja: 本当によろしいですか？パーティーメンバーのうち何人かはクエストに参加していません。すべてのプレイヤーが参加または招待を辞退すると、クエストは自動的に始まります。
nl: Weet je het zeker? Niet alle gezelschapsgenoten zijn deze Queeste aangegaan! Queesten starten automatisch wanneer alle spelers hun uitnodiging hebben geaccepteerd of afgewezen.
ro: Ești sigur(ă)? Nu toți membrii cetei s-au alăturat acestei expediții! Expedițiile încep automat când toți jucătorii au acceptat sau refuzat invitația.
ru: Вы уверены? Не все участники команды присоединились к этому квесту! Квест начнется автоматически, когда все игроки к нему присоединяются или отклонят.
zh_hans: 你确定吗？不是所有队伍成员都加入了副本！副本会在所有成员都加入或拒绝后自动开始。

# quests.invitations_header
source: Invitations
cs: Pozvánky
es: Invitaciones
hr: Pozivnice
id: Undangan
it: Inviti
ja: 招待状
nl: Uitnodigingen
ru: Приглашения
zh_hans: 邀请

# quests.participants_header
source: Participants
cs: účastníci
es: Participantes
hr: Sudionici
id: Partisipan
it: Partecipanti
ja: 参加者
nl: Deelnemers
ro: Participanți
ru: Участники
zh_hans: 参与者

# quests.pending
source: Pending
cs: Nerozhodnuto
es: Pendiente
hr: Na čekanju
id: Tertunda
it: In attesa
ja: 保留
nl: In afwachting
ro: În așteptare
ru: В ожидании
zh_hans: 未决定

# quests.rejected
source: Rejected
cs: Odmítnuto
es: Rechazado
hr: Odbijeno
id: Ditolak
it: Rifiutata
ja: 拒否しました
nl: Geweigerd
ro: Refuzat
ru: Отклонено
zh_hans: 拒绝

# quests.started_by
source: Started by %@
cs: Založil %@
es: Empezado por %@
hr: Započeo/la je %@
id: Dimulai oleh %@
it: Iniziata da %@
ja: %@ が開始したクエスト
nl: Gestart door %@
ro: Început de %@
ru: Стартовал %@
zh_hans: 开始于%@

# reset_tips
source: Reset Tutorials
cs: Obnovit tutoriál
es: Restablecer el tutorial
hr: Resetiraj Justinove savjete
id: Ulangi Tutorial
it: Ripristina i Tutorial
ja: チュートリアルをリセットする
nl: Reset de Tutorials
ro: Resetează Sfaturile lui Justin
ru: Сбросить Подсказки Режима Обучения
zh_hans: 重置新手教学

source: Reset Streak
cs: Obnovit sérii úspěšnosti
es: Reiniciar Racha
hr: Resetiraj broj ponavljanja
id: Ulang Rentetan
it: Reset serie
ja: 実行回数のリセット
nl: Serie resetten
ro: Resetează Șirul
ru: Сбросить серию
zh_hans: 连击归零

source: Resync
cs: Synchronizovat
es: Resincronizar
hr: Resinkroniziraj
id: Sinkronkan
it: Sincronizza
ja: 更新する
nl: Hersyncroniseer
ro: Resincronizează
ru: Синхронизировать
zh_hans: 重新同步

source: Resync all
cs: Synchronizovat všechno
es: Resincronizar todo
hr: Resinkroniziraj sve
id: Sinkronkan semua
it: Sincronizza tutto
ja: すべて更新する
nl: Hersyncroniseer Alles
ro: Resincronizează tot
ru: Синхронизировать все
zh_hans: 重新同步所有数据

# resync_task
source: Resync this task
cs: Synchronizovat tento úkol
es: Resincronizar esta tarea
hr: Resinkroniziraj ovaj zadatak
id: Sinkronkan tugas ini
it: Sincronizza questa attività
ja: このタスクを更新する
nl: Hersyncroniseer deze taak
ro: Resincronizează această sarcină
ru: Синхронизировать задачу
zh_hans: 重新同步任务

source: Save
cs: Uložit
es: Guardar
hr: Spremi
id: Simpan
it: Salva
ja: 保存
nl: Opslaan
ro: Salvează
ru: Сохранить
zh_hans: 保存

source: Search
cs: Vyhledávání
es: Buscar
hr: Traži
id: Pencarian
it: Cerca
ja: 検索
nl: Zoeken
ro: Caută
ru: Поиск
zh_hans: 搜索

# sell
source: Sell for %d Gold
cs: Prodat za %d zlata
es: Vender por %d oro
hr: Prodaj za %d zlatnika
id: Jual seharga %d Koin Emas
it: Vendi per %d Oro
ja: %d ゴールドで売る
nl: Verkoop voor %d goud
ro: Vinde pentru %d monezi de aur
ru: Продать за %d золота
zh_hans: 卖掉得到了%d个金币

# settings.are_you_sure
source: Are you sure?
cs: Jsi si jistý?
es: ¿Estás seguro?
hr: Jesi li siguran/na?
id: Kamu yakin?
it: Sei sicuro/a?
ja: 本当によろしいですか?
nl: Weet je het zeker?
ro: Sunteți sigur?
ru: Вы уверены?
zh_hans: 你确定吗？

# settings.authentication
source: Authentication
cs: Ověření
es: Autentificación
hr: Provjera autentičnosti
id: Otentikasi
it: Autenticazione
ja: 認証
nl: Authenticatie
ro: Autentificare
ru: Аутентификация
zh_hans: 认证

# settings.change_class
source: Change Class
cs: Změň třídu
es: Cambiar de clase
hr: Promijeni klasu
id: Ganti Profesi
it: Cambia Classe
ja: クラスを変更する
nl: Verander klasse
ro: Schimbă-ți Clasa
ru: Сменить класс
zh_hans: 改变职业

# settings.change_class_disclaimer
source: This will reset your character's class and allocated points (you'll get them all back to re-allocate), and costs 3 gems.
cs: Toto obnoví tvou třídu a vrátí ti přidělené body (můžeš je nově rozdělit) a stojí tři drahokamy.
es: Se restablecerán la clase y los puntos asignados a tu personaje (que recuperarás y podrás volver a asignar), y te costará 3 gemas.
hr: Ovo će resetirati klasu tvog lika i raspodijeljene bodove (dobit ćeš ih sve natrag za ponovnu raspodjelu) i košta 3 dragulja.
id: Ini akan mengatur ulang profesi karakter dan poin yang dialokasikan (kamu akan mendapatkan semuanya kembali untuk dialokasikan kembali), dan menghabiskan 3 permata.
it: In questo modo definire la classe del tuo personaggio e punti assegnati (avrete tutti di nuovo a ri-allocare), al costo di 3 gemme.
ja: よろしいのですか? この操作で、あなたのキャラクターのクラスと割り当てたポイントがリセットされます(獲得したポイントについては、再割り当てできる状態に戻ります)。また、3 ジェムが必要です。
nl: Dit zet de klasse van je personage en toegewezen eigenschapspunten terug op nul (je krijgt ze allemaal terug om opnieuw toe te wijzen) en kost 3 edelstenen.
ro: Asta îți va reseta clasa personajului și punctele alocate (le vei primi înapoi pentru a le realoca), și va costa 3 nestemate.
ru: После сброса потребуется заново выбрать класс персонажа и перераспределить очки характеристик (будут доступны все ранее полученные очки). Цена — 3 самоцвета.
zh_hans: 这将会重置你角色职业和已经分配的属性点(它们将会被返还让你重新分配)，消耗3个宝石。

# settings.clear_cache
source: Clear Cache
cs: Vymazat cache
es: Borrar la caché
hr: Očisti predmemoriju
id: Bersihkan Cache
it: Pulisci la Cache
ja: キャッシュを消去する
nl: Cache wissen
ro: Curăță Arhiva
ru: Очистить кэш
zh_hans: 清空缓存

# settings.custom_day_start
source: Custom Day Start
cs: Vlastní začátek dne
es: Inicio de día personalizado
hr: Prilagođeni početak dana
id: Permulaan Hari Diatur
it: Inizio giorno personalizzato
ja: 日付更新の設定
nl: Aangepast begin van de dag
ro: Când începe ziua
ru: Персональное начало суток
zh_hans: 自定义每日起始时间

# settings.daily_reminder
source: Daily Reminder
cs: Denní upomínka
es: Recordatorio diario
hr: Svakodnevni podsjetnik
id: Pengingat Harian
it: Promemoria giornaliero
ja: 日課の通知
nl: Dagelijkse herinnering
ro: Memento Zilnic
ru: Ежедневное напоминание
zh_hans: 日常任务提醒

# settings.day_start
source: Day Start
cs: Začátek dne
es: Inicio de día
hr: Početak dana
id: Permulaan Hari
it: Inizio del giorno
ja: 日付更新する時間
nl: Begin van de dag
ro: Începutul Zilei
ru: Начало суток
zh_hans: 起始日期

# settings.disable_all_notifications
source: Disable all Push Notifications
cs: Vypnout všechna oznámení Push
es: Desactivar todas las notificaciones Push
hr: Onemogući sve push notifikacije
id: Nonaktifkan semua Notifikasi Push
it: Disabilita tutte le Notifiche Push
ja: すべてのプッシュ通知を無効にする
nl: Schakel alle pushnotificaties uit
ro: Dezactivarea tuturor Notificărilor Push
ru: Включить все push-уведомления
zh_hans: 关闭推送通知

# settings.disable_pm
source: Disable Private Messages
cs: Deaktivovat soukromé zprávy
es: Desactivar mensajes privados
hr: Onemogući privatne poruke
id: Nonaktifkan Pesan Pribadi
it: Disabilita messaggi privati
ja: プライベートメッセージを無効にする
nl: Schakel privéberichten uit
ro: Dezactivează Mesajele Private
ru: Заблокировать получение личных сообщений
zh_hans: 关闭私人消息

# settings.display_notification_badge
source: Display Notification Badge
cs: Zobrazit odznak za oznámení
es: Muestra la medalla de notificación
hr: Prikaži obavještajne značke
id: Tampilan Tanda Notifikasi
it: Mostra badge notifiche
ja: 通知バッジを表示
nl: Toon Notificatie Badge
ro: Afișează Insigna de Notificare
ru: Показать уведомления
zh_hans: 展示通知徽章

# settings.enable_class_system
source: Enable Class System
cs: Povolit systém povolání
es: Activar sistema de clases
hr: Omogući Sustav Klasa
id: Aktifkan Sistem Profesi
it: Attiva il sistema delle classi
ja: クラスシステムを有効にする
nl: Klassesysteem aanzetten
ro: Activează Sistemul de Clase
ru: Включить систему классов
zh_hans: 开启职业系统

# settings.fix_characterValues
source: Fix Character Values
cs: Opravit hodnoty postavy
es: Arreglar el Valor del Personaje
hr: Popravi Vrijednosti Lika
id: Betulkan Nilai Karakter
it: Sistema i valori del tuo personaggio
ja: キャラクターの設定値を直す
nl: Personagewaarden bijstellen
ro: Aranjează Valorile Personajului
ru: Исправить данные персонажа
zh_hans: 修复角色数值

# settings.log_out
source: Log Out
cs: Odhlásit
es: Cerrar sesión
hr: Odjava
id: Keluar
it: Esci
ja: ログアウト
nl: Uitloggen
ro: Deconectează-te
ru: Выйти
zh_hans: 注销

# settings.maintenance
source: Maintenance
cs: Údržba
es: Mantenimiento
hr: Održavanje sustava
id: Pemeliharaan
it: Manutenzione
ja: メンテナンス
nl: Onderhoud
ro: Mentenanță
ru: Техническое обслуживание
zh_hans: 维护

# settings.notification_badge
source: Notification Badge
cs: Odznak za oznámení
es: Medalla de Notificación
hr: Obavještajne značke
id: Tanda Notifikasi
it: Badge notifica
ja: 通知バッジ
nl: Notificatie badge
ro: Insignă de Notificare
ru: Уведомление
zh_hans: 通知徽章

# settings.preferences
source: Preferences
cs: Preference
es: Preferencias
hr: Postavke
id: Preferensi
it: Preferenze
ja: 設定
nl: Voorkeuren
ro: Preferințe
ru: Настройки
zh_hans: 偏好设置

# settings.profile
source: Profile
cs: Profil
es: Perfil
hr: Profil
id: Profil
it: Profilo
ja: プロフィール
nl: Profiel
ro: Profil
ru: Профиль
zh_hans: 角色信息

# settings.reload_content
source: Reload Content
cs: Znovu načíst obsah
es: Volver a cargar el contenido
hr: Ponovno učitaj sadržaj
id: Muat Ulang Konten
it: Ricarica i contenuti
ja: コンテンツを再読み込み
nl: Herlaad inhoud
ro: Reîncarcă Conținutul
ru: Обновить содержимое
zh_hans: 重新加载内容

# settings.reminder
source: Reminder
cs: Upomínka
es: Recordatorio
hr: Podsjetnik
id: Pengingat
it: Promemoria
ja: 通知
nl: Herinnering
ro: Memento
ru: Напоминание
zh_hans: 提醒

# settings.select_class
source: Select Class
cs: Vybrat povolání
es: Elegir clase
hr: Odaberi Klasu
id: Pilih Profesi
it: Seleziona Classe
ja: クラスを選ぶ
nl: Selecteer klasse
ro: Selectează Clasa
ru: Выбрать класс
zh_hans: 选择职业

# settings.social
source: Social
cs: Komunita
hr: Društvene mreže
id: Sosial
ja: ソーシャル
nl: Sociaal
ru: Общение
zh_hans: 社交

# settings.user
source: User
cs: Uživatel
es: Usuario
hr: Korisnik
id: Pengguna
it: Utente
ja: ユーザー
nl: Gebruiker
ro: Utilizator
ru: Пользователь
zh_hans: 用户

source: Share
cs: Sdílet
es: Compartir
hr: Podijeli
id: Bagikan
it: Condividi
ja: 共有
nl: Deel
ro: Distribuie
ru: Поделиться
zh_hans: 分享

# skills.use_skill
source: You use %@
cs: Používáš %@
es: Usas %@
hr: Ti koristiš %@
id: Kamu menggunakan %@
it: Hai usato %@
ja: %@を使う
nl: Je gebruikt %@
ro: Folosești %@
ru: Вы используете %@
zh_hans: 你使用了 %@

# skills.used_transformation_item
source: You used %@
cs: Použil/a jsi %@
es: Has usado %@
hr: Iskoristio/la si %@
id: Kamu melemparkan %@
it: Hai usato %@
ja: %@ を使用しました
nl: Je hebt %@ gebruikt
ro: Ai folosit %@
ru: Вы использовали %@
zh_hans: 你使用了 %@

# stable.feed
source: Feed
cs: Nakrmit
es: Alimentar
hr: Nahrani
id: Beri Makan
it: Nutri
ja: えさをやる
nl: Voer
ro: Hrănește
ru: Покормить
zh_hans: 喂食

# stable.premium
source: Magic Potion
cs: Magický lektvar
es: Poción de Magia
hr: Od čarobnih napitaka
id: Ramuan Ajaib
it: Pozione Magica
ja: 魔法の薬
nl: Magisch drankje
ro: Poțiune Magică
ru: Из Волшебного эликсира
zh_hans: 神奇药水

# stable.quest_mounts
source: Quest Mounts
cs: Zvířata z výprav
es: Monturas de misiones
hr: Pustolovne Jahaće životinje
id: Tunggangan Misi
it: Cavalcature delle missioni
ja: クエスト乗騎
nl: Rijdieren van queesten
ro: Animale de călărit obținute din aventuri
ru: Квестовые скакуны
zh_hans: 副本坐骑

# stable.quest_pets
source: Quest Pets
cs: Mazlíčci z výprav
es: Mascotas de misiones
hr: Pustolovni Ljubimci
id: Peliharaan Misi
it: Animaletti delle missioni
ja: クエストペット
nl: Huisdieren van queesten
ro: Companioni din adventuri
ru: Квестовые питомцы
zh_hans: 剧情副本宠物

# stable.special_mounts
source: Special Mounts
cs: Speciální zvířata
es: Monturas especiales
hr: Posebne Jahaće životinje
id: Tunggangan Spesial
it: Cavalcature speciali
ja: スペシャル乗騎
nl: Speciale rijdieren
ro: Animale de Călărit Speciale
ru: Особые скакуны
zh_hans: 特殊坐骑

# stable.special_pets
source: Special Pets
cs: Speciální mazlíčci
es: Mascotas especiales
hr: Posebni Ljubimci
id: Peliharaan Spesial
it: Animaletti speciali
ja: スペシャルペット
nl: Speciale huisdieren
ro: Animale de companie Speciale
ru: Особые питомцы
zh_hans: 特殊宠物

# stable.standard
source: Standard
cs: Běžný
es: Estándar
hr: Standardni
id: Standar
it: Base
ja: 基本
nl: Standaard
ru: Обычные
zh_hans: 基础

# stats.allocated
source: Allocated
cs: Přiděleno
es: Asignado
hr: Raspodijeljeno
id: Dialokasikan
it: Assegnati
ja: 割り当て済み
nl: Toegewezen
ro: Alocate
ru: Распределено очков
zh_hans: 已分配

# stats.battle_gear
source: Battle Gear
cs: Bojová výzbroj
es: Equipo de batalla
hr: Ratna oprema
id: Perlengkapan Tempur
it: Equipaggiamento da battaglia
ja: 武装
nl: Gevechtsuitrusting
ro: Echipament de luptă
ru: Боевая экипировка
zh_hans: 战斗装备

# stats.buffs
source: Buffs
cs: Bonusy
es: Mejoras
hr: Ojačanja
id: Buff
it: Bonus
ja: 勢いボーナス
nl: Versterkingen
ro: Sporuri
ru: Бафы
zh_hans: 增益

# stats.class_bonus
source: Class-Bonus
cs: Bonus třídy
es: Bonus de clase
hr: Bonus klase
id: Bonus Profesi
it: Bonus classe
ja: クラスボーナス
nl: Klassebonus
ro: Bonus pentru Clasă
ru: Бонус класса
zh_hans: 职业加成

# stats.level
source: Level
cs: Úroveň
es: Nivel
it: Livello
ja: レベル
nl: Niveau
ro: Nivel
ru: Уровень
zh_hans: 等级

# stats.no_points_to_allocate
source: 0 Points to Allocate
cs: 0 bodů pro přidělení
es: 0 Puntos para Colocar
hr: 0 Bodova za raspodjelu
id: 0 Poin untuk Dialokasikan
it: 0 Punti da Assegnare
ja: 割り当てられるポイント：０
nl: 0 Punten om toe te wijzen
ro: 0 Puncte de Alocat
ru: 0 очков для распределения
zh_hans: 可分配的点数为0

source: Summary
cs: Shrnutí
es: Resumen
hr: Sažetak
id: Ringkasan
it: Riassunto
ja: 概要
nl: Samenvatting
ro: Rezumat
ru: Сводка о гильдии
zh_hans: 简介

source: Tags
cs: Štítky
es: Etiquetas
hr: Oznake
id: Penanda
it: Etichette
ja: タグ
ro: Etichete
ru: Теги
zh_hans: 标签
