Repository: HabitRPG/habitica-ios
Catalog: HabitRPG/Strings/*.lproj/Mainstrings.strings
Languages: cs, es, hr, id, it, ja, nl, ro, ru, zh_hans

# onboardingComplete_achievement_title
source: You completed your OnboardingTasks!
es: ¡Completaste todas tus tareas de incorporación!
id: Kamu menyelesaikan Tugas Pengenalan!
it: Hai completato le attività introduttive!
ja: 初心者入門のタスクを完了しました！
nl: Je hebt je onboarding taken afgerond!
ru: Вы выполнили свои первые задания!
zh_hans: 你完成了新手任务！

# onboardingCompleteDescription
source: If you want even more, check out Achievements and start collecting!
es: ¡Si quieres conseguir aún más, comprueba los logros que existen y empieza a coleccionarlos!
id: Jika kamu menginginkan lebih, lihat bagian Pencapaian dan mulailah mengumpulkannya!
it: Se ne vuoi di più, dai un'occhiata alle Medaglie ed inizia a collezionarle!
ja: もっとほしいなら、実績を確認してコレクションをはじめましょう！
nl: Als je nog meer wilt, bekijk dan prestaties en begin met verzamelen!
ru: Хотите больше? Посмотрите список Достижений и начинайте собирать!
zh_hans: 如果你想要更多，请查看成就并开始收集！

source: Block
es: Bloquear
id: Blokir
it: Blocca
ja: ブロック
nl: Blokkeren
ru: Заблокировать
zh_hans: 阻止

# adventure_guide_description
source: Complete these onboarding tasks and you’ll earn 5 Achievements and 100 Gold once you’re done!
es: ¡Completa estas tareas de incorporación y obtendrás 5 logros y 100 piezas de oro cuando acabes!
id: Selesaikan tugas pengenalan ini dan kamu akan memperoleh 5 Pencapaian dan 100 Koin Emas setelah selesai!
it: Completa queste attività iniziali ed otterrai 5 Medaglie e 100 Oro una volta terminate!
ja: これらの初心者入門のタスクを完了して、5つの実績バッジと100ゴールドをゲットしましょう！
nl: Voltooi deze begintaken en je verdient 5 prestaties en 100 goud als je klaar bent!
ru: Выполните эти задания по адаптации, и вы получите 5 достижений и 100 золотых, как только закончите!
zh_hans: 完成这些新手任务，你会获得5项成就和100枚金币！

# onboardingCompleteTitle
source: You earned 5 Achievements and 100 Gold for your efforts.
es: Obtuviste 5 logros y 100 piezas de oro por tus esfuerzos.
id: Kamu memperoleh 5 Pencapaian dan 100 Koin Emas atas usahamu.
it: Hai guadagnato 5 Medaglie e 100 Oro per i tuoi sforzi.
ja: がんばったので5つの実績と100ゴールドを入手しました。
nl: Je hebt 5 prestaties en 100 goud voor je moeite verdiend.
ru: Вы получили 5 достижений и 100 золота за ваши усилия.
zh_hans: 你获得了5项成就和100枚金币。

source: Game Mechanics
es: Mecánica del juego
id: Mekanika Game
it: Meccaniche del gioco
ja: ゲームの仕組み
nl: Spelmechanisme
ru: Механика игры
zh_hans: 游戏机制

# support.suggestions_button
source: Submit Feedback
es: Enviar comentarios
id: Kirimkan Umpan Balik
it: Invia Feedback
ja: フィードバックを送る
nl: Feedback verzenden
ru: Отправить отзыв
zh_hans: 提交反馈

# support.suggestions_description
source: Have input on how features could work better or an idea for something new? Tell us!
es: ¿Tienes comentarios sobre cómo las características podrían funcionar mejor o se te ha ocurrido incorporar alguna nueva? ¡Cuéntanoslo!
id: Punya saran agar fitur bisa bekerja lebih baik atau ide hal-hal baru? Sampaikan pada kami!
it: Hai suggerimenti su dei miglioramenti o su un'idea per qualcosa di nuovo? Raccontacelo!
ja: Habiticaがもっと上手く機能しそうな仕組みや新しいアイデアをお持ちですか？是非教えてください！
nl: Heb je voorstellen over hoe de functies beter kunnen, of een idee voor iets nieuws? Vertel het ons!
ru: Знаете, как функции могут работать лучше, или есть идея для чего-то нового? Расскажите нам!
zh_hans: 如果你愿意给我们反馈或想请求新的功能，告诉我们吧！

# support.suggestions_title
source: Suggestions & Feedback
es: Sugerencias y comentarios
id: Saran dan Kritik
it: Suggerimenti & Feedback
ja: 提案とフィードバック
nl: Suggesties en feedback
ru: Предложения и отзывы
zh_hans: 建议与反馈

# support.bug_fixes_button
source: Get Help
es: Consigue ayuda
id: Dapatkan Bantuan
it: Ottieni Aiuto
ja: サポートを受ける
nl: Krijg hulp
ru: Получить помощь
zh_hans: 找帮助

# support.bug_fixes_description
source: Did something go wrong? Check for answers here or reach out to us for help
es: ¿Algo salió mal? Busca respuestas aquí o comunícate con nosotros para obtener ayuda
id: Ada sesuatu yang salah? Cek jawabannya disini atau hubungi kami
it: Qualcosa non va? Controlla qui le risposte o contattaci per ricevere aiuto
ja: 何か問題が起こりましたか？ 解決方法をチェックするか、サポートを受けるために我々に連絡してください
nl: Ging er iets verkeerd? Kijk hier voor antwoorden of vraag ons om hulp
ru: Что-то пошло не так? Найдите ответы здесь или обратитесь к нам за помощью
zh_hans: 出问题了吗？在这里查看答案或与我们联系以寻求帮助

# support.bug_fixes_title
source: Bugs & Fixes
es: Errores y correcciones
id: Bugs & Perbaikan
it: Bug & Correzioni
ja: バグとバグの修正
nl: Bugs & oplossingen
ru: Ошибки и исправления
zh_hans: 错误与修复

# support.questions_button
source: Read More
es: Leer más
id: Baca Lebih Lanjut
it: Mostra di più
ja: つづきを読む
nl: Lees meer
ru: Подробнее
zh_hans: 阅读更多

# support.questions_description
source: We’ll explain the basics and answer common questions to get you up to speed
es: Te explicaremos lo básico y daremos respuesta a preguntas frecuentes para que cojas el ritmo
id: Kami akan menjelaskan semua dasar dan menjawab pertanyaan umum untuk mempercepat kamu
it: Ti spiegheremo le basi e risponderemo alle domande più comuni per metterti in carreggiata
ja: より理解を深めるために、基本的な機能の説明しよくある質問にお答えします
nl: We leggen de basis uit en beantwoorden veelgestelde vragen om je op weg te helpen
ru: Мы объясним основы и ответим на распространенные вопросы, чтобы ввести вас в курс дела
zh_hans: 我们会解释基础知识并回答常见问题，帮助你快速入门

# support.questions_title
source: Habitica Questions
es: Preguntas sobre Habitica
id: Pertanyaan Habitica
it: Domande su Habitica
ja: よくある質問
nl: Habitica vragen
ru: Вопросы о Habitica
zh_hans: Habitica问题

# backer_tier
source: Backer Tier: %d
es: Nivel de patrocinador: %d
id: Tingkatan Pendukung: %d
it: Livello Sostenitore: %d
ja: 資金協力段位：%d段
nl: Ondersteuner rang: %d
ru: Ранг спонсора: %d
zh_hans: 支持者层级：%d

# leave_and_delete_tasks
source: Leave & Delete Tasks
es: Abandonar y borrar tareas
id: Tinggalkan & Hapus Tugas
it: Lascia e rimuovi le attività
ja: やめる、タスクも削除する
nl: Verlaat & verwijder taken
ru: Покинуть & удалить задания
zh_hans: 离开&删除任务

# leave_and_keep_tasks
source: Leave & Keep Tasks
es: Abandonar y mantener tareas
id: Tinggalkan & Simpan Tugas
it: Lascia e mantieni attività
ja: やめる、タスクはこのまま
nl: Verlaat & bewaar taken
ru: Покинуть & оставить задания
zh_hans: 离开&保留任务

# leave_and_delete_x_tasks
source: Leave & Delete %d Tasks
es: Abandonar y borrar %d tareas
id: Tinggalkan & Hapus %d Tugas
it: Lascia e rimuovi le %d attività
ja: やめる、%dタスクを削除する
nl: Verlaat & verwijder %d taken
ru: Покинуть & удалить %d задания
zh_hans: 退出挑战并删除%d个任务

# delete_challenge_task_description
source: This is one of %d tasks that are part of the “%s” Challenge. You must leave the Challenge to delete this task.
es: Esta es una de las %d tareas que son partes del reto "%s". Debes abandonar el reto para poder borrar la tarea.
id: Tugas ini adalah salah satu bagian dari Tantangan "%@" . Kamu harus meninggalkan Tantangan untuk menghapus tugas ini.
it: Questa è una delle %d attività che fanno parte della sfida "%@". Devi abbandonare la sfida per eliminare questa attività.
ja: このタスクは「%s」チャレンジの%dタスクの一部です。このタスクを削除するにはチャレンジをやめてください。
nl: Dit is een van de %d taken die deel uitmaken van de “%s” uitdaging. Je moet de uitdaging verlaten om deze taak te verwijderen.
ru: Это одна из %d задач, которая является частью испытания «%@». Что бы удалить эту задачу, вы должны покинуть это испытание.
zh_hans: 这是%d个挑战任务之一，属于“%@”挑战。你必须先退出挑战才能删除这个任务。

# leave_and_delete_task
source: Leave & Delete Task
es: Abandonar y borrar tarea
id: Tinggalkan & Hapus Tugas
it: Lascia e rimuovi le attività
ja: やめる、タスクも削除する
nl: Verlaat & verwijder taken
ru: Покинуть и удалить задание
zh_hans: 退出挑战并删除任务

source: Delete Challenge Task?
es: ¿Borrar tarea del reto?
id: Hapus Tugas Tantangan?
it: Eliminare le attività della sfida?
ja: チャレンジのタスクを削除しますか？
nl: Uitdagingstaken verwijderen?
ru: Удалить Задачу Испытания?
zh_hans: 删除挑战任务？

# delete_x_tasks
source: Delete %d Tasks
es: Borrar %d tareas
id: Hapus %d Tugas
it: Elimina %d attività
ja: %dのタスクを削除する
nl: %d taken verwijderen
ru: Удалить %d задания
zh_hans: 删除%d个任务

# keep_x_tasks
source: Keep %d Tasks
es: Mantener %d tareas
id: Simpan %d Tugas
it: Tieni %d attività
ja: %dのタスクを残す
nl: %d taken bewaren
ru: Оставить задания: %d
zh_hans: 保留%d个任务

# broken_challenge_description
source: This is one of %d tasks that are part of a Challenge that no longer exists. What would you like to do with these left over tasks?
es: Esta es una de las %d tareas que forman parte de un desafío que ya no existe. ¿Qué te gustaría hacer con estas tareas sobrantes?
id: Tugas ini adalah satu dari %d Tugas yang merupakan bagian dari Tantangan yang sudah tidak lagi aktif. Apa yang ingin kamu lakukan pada Tugas ini?
it: Questa è una delle %d attività che fanno parte di una Sfida che non esiste più. Cosa vorresti fare con queste attività orfane?
ja: このタスクは%dチャレンジの一部です。このチャレンジは終了しました。残ったタスクをどうしますか？
nl: Dit is een van de % d taken die deel uitmaken van een uitdaging die niet langer bestaat. Wat zou je willen doen met deze overgebleven taken?
ru: Это одна из %d задач, что является частью Испытания которого больше не существует. Что бы вы хотели сделать с этими оставшимися задачами?
zh_hans: 这是%d个挑战任务之一，属于一个已不复存在的挑战。你想如何处理这些遗留的任务？

source: Broken Challenge
es: Reto estropeado
id: Tantangan yang Selesai
it: Sfida mancante
ja: チャレンジのリンク切れ
nl: Gebroken uitdaging
ru: Разорвана связь с испытанием
zh_hans: 已损坏的挑战

# gift_subscription
source: Gift a Subscription
es: Regala un suscripción
id: Hadiahkan fitur Langganan
it: Regala un Abbonamento
ja: 有料プランをプレゼントする
nl: Schenk een abonnement
ru: Подарить подписку
zh_hans: 赠送一份订阅

source: Gift Gems
es: Regala gemas
id: Hadiahkan Permata
it: Regala Gemme
ja: ジェムを送る
nl: Geef edelstenen cadeau
ru: Подарить самоцветы
zh_hans: 赠送宝石

# user_was_unblocked
source: You unblocked %s.
es: Desbloqueaste a %s.
id: Kamu membuka blokir %@.
it: Hai sbloccato %@.
ja: %sのブロックを解除しました。
nl: Je hebt %s gedeblokkeerd.
ru: Вы разблокировали %@.
zh_hans: 取消阻止%@。

# user_was_blocked
source: You blocked %s.
es: Bloqueaste a %s.
id: Kamu memblokir %@.
it: Hai bloccato %@.
ja: %sをブロックしました。
nl: Je hebt %s geblokkeerd.
ru: Вы заблокировали %@.
zh_hans: 你阻止了%@。

# block_description
source: A blocked user cannot send you Private Messages but you will still see their posts in Tavern or Guilds. This will have no effect if the person is a moderator now or in the future.
es: Un usuario bloqueado no puede enviarte mensajes privados, pero seguirás viendo sus mensajes en la taberna o los gremios. Si el usuario es moderador o lo es en el futuro, bloquearle no tendrá ningún efecto.
id: Pengguna yang terblokir tidak dapat mengirimkan pesan pribadi kepadamu tapi kamu masih tetap bisa melihat postingan mereka.
it: Un utente bloccato non può inviarti messaggi privati ma vedrai comunque i suoi post nella Taverna o nelle Gilde. Non avrà alcun effetto se la persona è un moderatore o lo sarà in futuro.
ja: ブロックしたユーザーはあなたにプライベートメッセージを送ることができません。ですが、ブロックしたユーザーがキャンプ場やギルドに書き込んだ書き込みはいままでどおり見ることができます。ブロックはモデレーターや将来モデレーターになるユーザーに対しては使えません。
nl: Een geblokkeerde gebruiker kan je geen privéberichten sturen, maar je zult zijn of haar berichten nog steeds in de herberg of gilde zien. Dit heeft geen effect als de persoon nu of in de toekomst moderator is.
ru: Заблокированный пользователь не может отправлять вам личные сообщения, но вы все равно будете видеть их сообщения в Таверне или Гильдиях. Это не повлияет на то, является ли человек модератором сейчас или в будущем.
zh_hans: 被阻止的用户无法向你发送私人消息，但你仍会在酒馆或公会中看到他们的帖子。如果角色现在是管理员或将来会成为管理员，此功能将无效。

source: Joined Challenge
es: Te uniste a un reto
id: Tantangan Diikuti
it: Partecipato ad una Sfida
ja: チャレンジに参加しました
nl: Deelgenomen aan een uitdaging
ru: Присоединился(-ась) к испытанию
zh_hans: 加入挑战

# hourglasses_description
source: Mystic Hourglasses are an extremely rare form of currency you can only receive for subscribing to Habitica for three consecutive months or more. They are used in the Time Traveler’s shop to buy past gear sets, pets, mounts, animated backgrounds, or even special quests. You can receive up to four Mystic Hourglasses a year. The time they are rewarded is based on your subscription renewal schedule. They are sent out on the first day of a new month after your last subscription payment that qualified you for an hourglass. See the [Subscription] page for more details.
es: Los relojes de arena místicos son un tipo de divisa extremadamente raro que solo puedes recibir por suscribirse a Habitica durante tres o más meses consecutivos. Se utilizan en la tienda del Viajero del Tiempo para conjuntos de equipo, mascotas, monturas, fondos animados o incluso misiones especiales de años pasados. Puedes recibir hasta cuatro relojes de arena místicos al año. El tiempo en se recibe esta recompensa se basa en la fecha de renovación de tu suscripción. Se reciben el primer día del mes posterior al pago de la suscripción que te hizo merecedor de un reloj. Consulta la página [Suscripción] para obtener más detalles.
id: Jam Pasir Mistik adalah bentuk mata uang yang sangat langka yang hanya dapat kamu terima untuk berlangganan Habitica selama tiga bulan berturut-turut atau lebih. Ini digunakan di toko Penjelajah Waktu untuk membeli set perlengkapan masa lalu, peliharaan, tunggangan, latar belakang animasi, atau bahkan pencarian khusus. Kamu dapat menerima hingga empat Jam Pasir Mistik setahun. Saat pemberiannya didasarkan pada jadwal perpanjangan langgananmu. Jam Pasir Ajaib dikirim pada hari pertama bulan baru setelah pembayaran berlangganan terakhirmu apabila memenuhi syarat untuk jam pasir. Lihat halaman [Langganan] untuk detail selengkapnya.
it: Le Clessidre Mistiche sono una forma di valuta estremamente rara che puoi ricevere solo con un abbonamento a Habitica per tre mesi consecutivi o di più. Vengono utilizzati nel negozio del Viaggiatore del Tempo per acquistare equipaggiamenti, animali, cavalcature, sfondi animati o anche missioni speciali. Puoi ricevere fino a quattro Clessidre Mistiche all'anno. Ti vengono donate in base alla data del rinnovo dell'abbonamento. Vengono inviate il primo giorno di un nuovo mese dopo l'ultimo pagamento dell'abbonamento che ha diritto ad una clessidra. Vedi la pagina [Abbonamento] per maggiori dettagli.
ja: 神秘の砂時計は極めてレアなゲーム内通貨で、Habiticaの有料会員を3ヶ月以上継続することで受け取れます。タイムトラベラーの店で神秘の砂時計を使って、過去の装備セット・ペット・乗騎・動く背景・特別なクエストなどを購入できます。 あなたは神秘の砂時計を年に4つ受け取れます。入手のタイミングは有料会員の更新スケジュールに基づいています。砂時計を入手できる期間の有料プランを支払うと、その翌月の最初の日に配布されます。詳しくは [有料プラン] のページをご覧ください。
nl: Mystieke zandlopers zijn een uiterst zeldzame vorm van valuta die u alleen kunt ontvangen als u zich gedurende drie opeenvolgende maanden of langer op Habitica abonneert. Ze worden gebruikt in de winkel van de tijdreiziger om eerdere uitrustingssets, huisdieren, rijdieren, geanimeerde achtergronden of zelfs speciale speurtochten te kopen. Je kunt maximaal vier mystieke zandlopers per jaar ontvangen. De tijd dat ze worden beloond, is gebaseerd op het verlengingsschema van uw abonnement. Ze worden verzonden op de eerste dag van een nieuwe maand na uw laatste abonnementsbetaling die jou kwalificeerde voor een zandloper. Zie de pagina [Abonnement] voor meer details.
ru: Мистические песочные часы - это чрезвычайно редкая формы валюты, которую вы можете получить за подписку на Habitica в течение трех или более месяцев подряд. Они используются в магазине Путешественников во времени для покупки прошлых наборов экипировки, питомцев, скакунов, анимированных фонов или даже специальных квестов. Вы можете получить до четырех Мистических песочных часов в год. Время, в течение которого вы будете вознаграждены, зависит от вашего графика продления подписки. Песочные часы будут разосланы в первый день нового месяца после последнего платежа за подписку, что позволяет вам получить их. Более подробную информацию смотрите на странице [Подписка].
zh_hans: 神秘沙漏是一种极为罕见的货币，只能通过订阅Habitica连续三个月以上才可获得。在时空旅行者的商店，神秘沙漏可用于购买已下架的装备、宠物、坐骑、动画背景、特殊副本。 每年最多可获得四个神秘沙漏。获得时间取决于续订时间，即您成功订阅并获得资格后次月1日获得。有关更多详细信息，请参见[订阅]页面。

source: Mystic Hourglasses
cs: Mystické přesýpací hodiny
es: Relojes de arena místicos
id: Jam Pasir Mistik
it: Clessidre Mistiche
ja: 神秘の砂時計
nl: Mystieke zandlopers
ru: Мистические песочные часы
zh_hans: 神秘沙漏

source: Subscriber Currency
es: Divisas de suscriptor
id: Mata Uang Pelanggan
it: Valuta dell'Abbonato
ja: 有料会員特典のゲーム内通貨
nl: Abonnee valuta
ru: Средство оплаты подписчиков
zh_hans: 订阅货币

# gems_description
source: Gems are a currency purchased with real money that allow you to buy extra content within Habitica and are one of the main sources of financial support for the Habitica team alongside subscriptions. All content purchased through Gems is purely cosmetic or can be obtained for free with time. You can also receive Gems through gifts from other players, Challenge prizes, contributing to Habitica, or subscribing.
es: Las gemas son una divisa comprada con dinero real que te permite comprar contenido adicional en Habitica y junto con las suscripciones, son una de las principales fuentes de apoyo financiero para el equipo desarrollador de Habitica. Todo el contenido comprado con gemas es puramente estético o se puede obtenerse gratis con el tiempo. También puedes recibir gemas como regalo de otros jugadores, premios de desafío, contribuyendo a Habitica o suscribiéndote.
id: Permata adalah mata uang yang dibeli dengan uang sungguhan yang memungkinkan kamu membeli konten tambahan dalam Habitica dan merupakan salah satu sumber utama dukungan keuangan untuk tim Habitica bersama dengan langganan. Semua konten yang dibeli melalui Permata murni kosmetik atau dapat diperoleh secara gratis seiring waktu. Kamu juga dapat menerima Permata melalui hadiah dari pemain lain, hadiah Tantangan, berkontribusi ke Habitica, atau berlangganan.
it: Le Gemme sono una valuta acquistata con denaro reale che ti consente di acquistare contenuti extra all'interno di Habitica e sono una delle principali fonti di supporto finanziario per il team di Habitica oltre che agli abbonamenti. Tutto ciò che si acquista con le Gemme è puramente estetico o può essere ottenuto gratuitamente con il tempo. Puoi anche ricevere gemme attraverso regali di altri giocatori, premi Sfida, contribuire ad Habitica o iscriverti.
ja: ジェムは現実のお金で購入するゲーム内通貨です。ジェムで追加コンテンツを購入できます。ジェムの購入金は有料プランとともにHabiticaチームの主要な資金源になっています。 ジェムで購入できる全てのコンテンツは、単なる装飾品か、あるいは時間をかければ無料でも入手できるものです。 ジェムは、他のプレイヤーからの贈り物・チャレンジの賞品・Habiticaへの貢献・有料プランの特典などでも受け取ることができます。
nl: Edelstenen zijn een valuta die met echt geld wordt gekocht en waarmee je extra inhoud binnen Habitica kunt kopen, en zijn naast abonnementen een van de belangrijkste bronnen van financiële steun voor het Habitica-team. Alle inhoud die je via edelstenen koopt, is puur cosmetisch of kan na verloop van tijd gratis worden verkregen. Je kunt ook edelstenen ontvangen via geschenken van andere spelers, uitdagingsprijzen, bijdragen aan Habitica of door te abonneren.
ru: Самоцветы - это валюта, покупаемая через реальные деньги, что позволяет покупать дополнительный контент в Habitica и является одним из основных источников финансовой поддержки команды Habitica наряду с подписками. Весь контент, покупаемый через самоцветы - чисто косметический или может быть получен в бесплатно со временем. Вы также можете получить самоцветы в качестве подарков от других игроков, призов за испытания, за вклад в развитие или подписку на Habitica.
zh_hans: Gems是一种用真金白银购买的货币，允许您在Habitica内购买额外内容，是通过订阅的方式来让Habitica团队获得财务支持的主要来源之一。 通过Gems购买的所有内容都是纯粹的装饰品，或者可以随时免费获得。 你也可以通过其他玩家的礼物、挑战奖品、贡献给Habitica或者订阅来获得宝石。

source: Currency
es: Divisas
id: Mata Uang
it: Valuta
ja: ゲーム内通貨
nl: Valuta
ru: Средство оплаты
zh_hans: 货币

source: Premium Currency
es: Divisas premium
id: Mata Uang Premium
it: Valuta Premium
ja: 特別なゲーム内通貨
nl: Premium valuta
ru: Премиальное средство оплаты
zh_hans: 会员货币
