Repository: HabitRPG/habitica-ios
Catalog: HabitRPG/Strings/*.lproj/Mainstrings.strings
Languages: cs, es, hr, id, it, ja, nl, ro, ru, zh_hans

# tasks.daily
source: Daily
cs: Denně
es: Tarea diaria
hr: Dnevno
id: Keseharian
it: Attività Giornaliere
ja: 日課
nl: Dagelijkse taak
ro: Activitate Zilnică
ru: Ежедневно
zh_hans: 每日任务

# tasks.form.checklist
source: Checklist
cs: Seznam
es: Lista
hr: Lista
id: Ceklis
ja: チェックリスト
ro: Listă bife
ru: Список
zh_hans: 待办事项

# tasks.form.clear
source: Clear
cs: Vymazat
es: Limpiar
hr: Očisti
id: Bersihkan
it: Nascondi
ja: クリア
nl: Wissen
ro: Șterge
ru: Очистить
zh_hans: 清除

# tasks.form.confirm_delete
source: Are you sure you want to delete this task?
cs: Jsi si jistý/á, že chceš tento úkol smazat?
es: ¿Estás seguro de que deseas borrar esta Tarea?
hr: Jesi li siguran/na da želiš izbrisati ovaj zadatak?
id: Kamu yakin ingin menghapus tugas ini?
it: Vuoi davvero eliminare questa attività?
ja: このタスクを削除します。よろしいですか?
nl: Weet je zeker dat je deze taak wil verwijderen?
ro: Ești sigur că vrei să ștergi această sarcină?
ru: Вы уверены, что хотите удалить эту задачу?
zh_hans: 你确定要删除这个任务？

# tasks.form.cost
source: Cost
cs: Cena
es: Coste
hr: Cijeni
id: Biaya
it: Costo
ja: 価格
nl: Kosten
ru: цене
zh_hans: 价格

# tasks.form.difficulty
source: Difficulty
cs: Obtížnost
es: Dificultad
hr: Težina
id: Kesulitan
it: Difficoltà
ja: 難易度
nl: Moeilijkheidsgraad
ro: Dificultate
ru: Сложность
zh_hans: 难度

# tasks.form.easy
source: Easy
cs: Jednoduché
es: Fácil
hr: Lagano
id: Mudah
it: Facile
ja: かんたん
nl: Makkelijk
ro: Ușor
ru: Легко
zh_hans: 简单

# tasks.form.edit
source: Edit %@
cs: Upravit %@
es: Editar %@
hr: Uredi %@
id: Ubah %@
it: Modifica %@
ja: %@ を編集する
nl: Bewerk %@
ro: Editează %@
ru: Изменить %@
zh_hans: 编辑 %@

# tasks.form.hard
source: Hard
cs: Těžké
es: Difícil
hr: Teško
id: Sulit
it: Difficile
ja: 難しい
nl: Moeilijk
ro: Greu
ru: Сложно
zh_hans: 困难

# tasks.form.medium
source: Medium
cs: Středně těžké
es: Intermedia
hr: Srednje teško
id: Sedang
it: Media
ja: ふつう
nl: Gemiddeld
ro: Mediu
ru: Средне
zh_hans: 中等

# tasks.form.new_checklist_item
source: New checklist item
cs: Nová položka v seznamu
es: Nuevo punto de lista
hr: Nova stavka na listi
id: Item ceklis baru
it: Nuovo elemento checklist
ja: 新しいチェックリストを追加
nl: Nieuw checklist-onderdeel
ro: Obiect nou în listă
ru: Новый пункт списка
zh_hans: 新的待办事项

# tasks.form.reminders
source: Reminders
cs: Upomínky
es: Recordatorios
hr: Podsjetnici
id: Pengingat
it: Promemoria
ja: 通知
nl: Herinneringen
ro: Memento-uri
ru: Напоминания
zh_hans: 提醒

# tasks.form.repeats
source: Repeats
cs: Opakuje se
es: Repetir
hr: Ponavlja se
id: Pengulangan
it: Ripetizione
ja: くり返し
nl: Herhaalt zich
ro: Repetări
ru: Повторения
zh_hans: 重复

# tasks.form.reset_streak
source: Reset Streak
cs: Obnovit sérii úspěšnosti
es: Reiniciar Racha
hr: Resetiraj broj ponavljanja
id: Ulang Rentetan
it: Reset serie
ja: 実行回数のリセット
nl: Serie resetten
ro: Resetează Șirul
ru: Сбросить серию
zh_hans: 连击归零

# tasks.form.tags
source: Tags
cs: Štítky
es: Etiquetas
hr: Oznake
id: Penanda
it: Etichette
ja: タグ
ro: Etichete
ru: Теги
zh_hans: 标签

# tasks.form.trivial
source: Trivial
cs: Triviální
hr: Jako lagano
id: Remeh
it: Facilissima
ja: ちょろい
nl: Basaal
ru: Пустяк
zh_hans: 琐事

# tasks.habit
source: Habit
cs: Zvyk
es: Hábito
hr: Navika
id: Kebiasaan
it: Abitudine
ja: 習慣
nl: Gewoonte
ro: Obicei
ru: Привычка
zh_hans: 习惯

# tasks.reward
source: Reward
cs: Odměna
es: Recompensa
hr: Nagrada
id: Hadiah
it: Ricompensa
ja: ごほうび
nl: Beloning
ro: Recompensă
ru: Награда
zh_hans: 奖励

# theme.blue
source: Blue
cs: Modrá
es: Azul
hr: Plava
id: Biru
it: Blu
ja: 青
nl: Blauw
ro: Albastru
ru: Синий
zh_hans: 蓝色

# theme.green
source: Green
cs: Zelená
es: Verde
hr: Zelena
id: Hijau
it: Verde
ja: 緑
nl: Groen
ro: Verde
ru: Зеленый
zh_hans: 绿色

# theme.red
source: Red
cs: Červená
es: Rojo
hr: Crvena
id: Merah
it: Rosso
ja: 赤
nl: Rood
ro: Roșu
ru: Красный
zh_hans: 红色

# theme.yellow
source: Yellow
cs: Žlutá
es: Amarillo
hr: Žuta
id: Kuning
it: Giallo
ja: 黄
nl: Geel
ro: Galben
ru: Желтый
zh_hans: 黄色

source: Title
cs: Titul
es: Título
hr: Naslov
id: Judul
it: Titolo
ja: タイトル
nl: Titel
ru: Заголовок
zh_hans: 标题

source: Unequip
cs: Odebrat
es: Quitar
hr: Ukloni
id: Lepaskan
it: Rimuovi
ja: はずす
nl: Uittrekken
ro: Dezechipează
ru: Снять
zh_hans: 卸下

source: Weekly
cs: Týdně
es: Semanalmente
hr: Tjedno
id: Mingguan
it: Settimanale
ja: 毎週
nl: Wekelijks
ro: Săptămânal
ru: Еженедельно
zh_hans: 每周

source: Yearly
cs: Ročně
es: Anualmente
hr: Godišnje
id: Tahunan
it: Annuale
ja: 毎年
nl: Jaarlijks
ro: Anual
ru: Ежегодно
zh_hans: 每年

source: Back
cs: Zpět
es: Atrás
hr: Nazad
id: Kembali
it: Indietro
ja: 戻る
nl: Terug
ro: Înapoi
ru: Назад
zh_hans: 返回

source: All
cs: Všechno
es: Todo
hr: Sve
id: Semua
it: Tutto
ja: すべて
nl: Alle
ro: Toate
ru: Все
zh_hans: 全部

source: Weak
cs: Slabé
es: Débiles
hr: Slab
id: Lemah
it: Deboli
ja: 苦手
nl: Zwak
ro: Slab
ru: Слабые
zh_hans: 瘦小

source: Strong
cs: Silné
es: Fuertes
hr: Silan
id: Kuat
it: Forti
ja: 得意
nl: Sterk
ro: Puternic
ru: Сильный
zh_hans: 强壮

source: Due
cs: Do
es: Por hacer
hr: Dužan
id: Jatuh Tempo
it: Da fare
ja: 期限
nl: Onvoltooid
ro: Scadente
ru: Текущие
zh_hans: 到期

source: Grey
cs: Šedý
es: Grises
it: Grigio
ja: グレー
nl: Grijs
ro: Gri

source: Dated
cs: Datováno
es: Con fecha
hr: Datiran
id: Tertanggal
it: Con scadenza
ja: 期限付き
nl: Gedateerd
ru: С датой
zh_hans: 日期

source: Done
cs: Hotovo
es: Hecho
hr: Gotovo
id: Selesai
it: Fatto
ja: 完了
nl: Gedaan
ro: Gata
ru: Готово
zh_hans: 已完成

source: Change
cs: Změnit
es: Cambiar
hr: Izmijeniti
id: Ganti
it: Cambia
ja: 変更
nl: Verander
ro: Schimbă
ru: Изменить
zh_hans: 更改

source: Clear
cs: Vymazat
es: Limpiar
hr: Čisto
id: Hapus
it: Nascondi
ja: クリア
nl: Wissen
ro: Șterge
ru: Очистить
zh_hans: 清空

source: Use
cs: Použít
es: Usar
hr: Koristiti
id: Gunakan
it: Usa
ja: 使う
nl: Gebruik
ro: Utilizează
ru: Использовать
zh_hans: 使用

# titles.settings
source: Settings
cs: Nastavení
es: Ajustes
hr: Postavljanje
id: Pengaturan
it: Impostazioni
ja: 設定
nl: Instellingen
ro: Setări
ru: Настройки
zh_hans: 设置

# titles.authentication
source: Authentication
cs: Ověření
es: Autentificación
hr: Ovjera
id: Otentikasi
it: Autenticazione
ja: 認証
nl: Verificatie
ro: Autentificare
ru: Аутентификация
zh_hans: 确认

# titles.profile
source: Profile
cs: Profil
es: Perfil
hr: Profil
id: Profil
it: Profilo
ja: プロフィール
nl: Profiel
ro: Profil
ru: Профиль
zh_hans: 资料

# titles.fix_values
source: Fix Values
cs: Opravit hodnoty
es: Ajustar Valores
hr: Popravi Vrijednosti
id: Betulkan Angka
it: Sistema Valori
ja: 設定値を直す
nl: Waarden bijstellen
ro: Aranjează valori
ru: Исправить данные
zh_hans: 修复数值

# titles.select_class
source: Select Class
cs: Vybrat povolání
es: Elegir clase
hr: Odaberite Klasa
id: Pilih Profesi
it: Seleziona Classe
ja: クラスを選ぶ
nl: Selecteer klasse
ro: Selectează Clasa
ru: Выбрать класс
zh_hans: 选择职业

# titles.stats
source: Stats
cs: Statistiky
es: Estadísticas
hr: Statistike
id: Stat
it: Statistiche
ja: ステータス
nl: Statistieken
ro: Statistici
ru: Характеристики
zh_hans: 状态

# titles.equipment
source: Equipment
cs: Vybavení
es: Equipamiento
hr: Oprema
id: Perlengkapan
it: Equipaggiamento
ja: 装備
nl: Uitrusting
ro: Echipament
ru: Снаряжение
zh_hans: 装备

# titles.items
source: Items
cs: Předměty
es: Objetos
hr: Stavke
id: Item
it: Oggetti
ja: アイテム
nl: Voorwerpen
ro: Obiecte
ru: Предметы
zh_hans: 物品

# titles.faq
source: FAQ
es: Preguntas Frecuentes
hr: Pitanja
ja: よくある質問
ro: Întrebări frecvente
ru: ЧаВо
zh_hans: 常见问题

# titles.about
source: About
cs: Popis
es: Acerca de
hr: Otprilike u
id: Tentang
it: Info
ja: Habiticaについて
nl: Over
ro: Despre noi
ru: О проекте
zh_hans: 关于

# titles.news
source: News
cs: Novinky
es: Noticias
hr: Novosti
id: Berita
it: Novità
ja: ニュース
nl: Nieuws
ro: Noutăți
ru: Новости
zh_hans: 新闻

# titles.pets
source: Pets
cs: Mazlíčci
es: Mascotas
hr: Kućni ljubimci
id: Peliharaan
it: Animali
ja: ペット
nl: Huisdieren
ro: Animale de companie
ru: Питомцы
zh_hans: 宠物

# titles.mounts
source: Mounts
cs: Zvířata
es: Monturas
hr: Nosači
id: Tunggangan
it: Cavalcature
ja: 乗騎
nl: Rijdieren
ro: Animale de călărit
ru: Скакуны
zh_hans: 坐骑

# titles.tavern
source: Tavern
cs: Krčma
es: Taberna
id: Kedai Minuman
it: Taverna
ja: キャンプ場
nl: Taveerne
ro: Tavernă
ru: Таверна

# titles.party
source: Party
cs: Družina
es: Equipo
hr: Partija
it: Squadra
ja: パーティー
nl: Groep
ro: Grup
ru: Команда
zh_hans: 队伍

# titles.guilds
source: Guilds
cs: Cechy
es: Gremios
hr: Udruženje
id: Guild
it: Gilde
ja: ギルド
nl: Gilden
ro: Bresle
ru: Гильдии
zh_hans: 公会

# titles.guild
source: Guild
cs: Cech
es: Gremio
hr: Udruženje
it: Gilda
ja: ギルド
nl: Gilde
ro: Breaslă
ru: Гильдия
zh_hans: 公会

# titles.challenges
source: Challenges
cs: Výzvy
es: Desafíos
hr: Izazovi
id: Tantangan
it: Sfide
ja: チャレンジ
nl: Uitdagingen
ro: Provocări
ru: Испытания
zh_hans: 挑战

# titles.shops
source: Shops
cs: Obchody
es: Tiendas
hr: Trgovine
id: Toko
it: Negozi
ja: ショップ
nl: Winkels
ro: Magazine
ru: Лавки
zh_hans: 商店

# titles.choose_user
source: Choose User
cs: Zvolte Uživatele
es: Elegir Usuarios
hr: Odaberite Korisnika
id: Pilih Pengguna
it: Scegli un Utente
ja: ユーザーを選択
nl: Kies Gebruiker
ro: Alege Utilizatorul
ru: Выбрать пользователя
zh_hans: 选择用户

# titles.choose_recipient
source: Choose Recipient
cs: Zvolte Příjemce
es: Elegir destinatario
hr: Odaberite Primatelja
id: Pilih Penerima
it: Scegli Destinatario
ja: 受け手を選ぶ
nl: Kies Ontvanger
ro: Alege Destinatar
ru: Выберите участника
zh_hans: 选择收信人

# titles.feed_pet
source: Feed Pet
cs: Nakrmit mazlíčka
es: Alimentar Mascota
hr: Hraniti Kućni Ljubimac
id: Beri Makan Peliharaan
it: Dai cibo ad Animale
ja: ペットにえさをやる
nl: Voer je Huisdier
ro: Hrănește Animalul de Companie
ru: Покормить
zh_hans: 喂宠物

# titles.guidelines
source: Guidelines
cs: Pokyny
es: Normas
hr: Smjernice
id: Pedoman
it: Linee guida
ja: ガイドライン
nl: Richtlijnen
ro: Ghiduri
ru: Правила
zh_hans: 指导

# titles.invite_members
source: Invite Members
cs: Pozvat členy
es: Invitar a miembros
hr: Pozovite Članove
id: Undang Anggota
it: Invita membri
ja: メンバーを招待する
nl: Nodig Leden uit
ro: Invită Membri
ru: Пригласить участников
zh_hans: 邀请成员

# titles.spells
source: Spells
cs: Zaklínadla
es: Hechizos
hr: Čarolije
id: Mantra
it: Incantesimi
ja: 魔法
nl: Toverspreuken
ro: Vrăji
ru: Заклинания
zh_hans: 咒语

# stats.one_point_to_allocate
source: 1 Point to Allocate
cs: 1 bod pro přídělení
es: 1 punto para colocar
hr: 1 Bod za raspodjelu
id: 1 Poin untuk Dialokasikan
it: 1 Punto da Assegnare
ja: 割り当てられるポイント：1
nl: 1 Punt om toe te wijzen
ro: 1 Punct de Alocat
ru: 1 очко для распределения
zh_hans: 1个点数可分配

# stats.points_to_allocate
source: %d Point to Allocate
cs: %d bodů pro přidělení
es: %d puntos para colocar
hr: %d bodova za raspodjelu
id: %d Poin untuk Dialokasikan
it: %dPunti da assegnare
ja: 割り当てられるポイント：%d
nl: %d Punt om toe te wijzen
ro: %d Puncte de Alocat
ru: %d очков для распределения
zh_hans: %d点待分配

# stats.auto_allocate_points
source: Auto Allocate Points
cs: Automatické přiřazení bodů
es: Colocar Puntos Automáticamente
hr: Automatsko Dodjeljivanje Bodova
id: Alokasi Poin Otomatis
it: Assegnazione Automaticamente i Punti
ja: ポイントの自動割り当て
nl: Verdeel punten automatisch
ro: Alocă Puncte Automat
ru: Распределять автоматически
zh_hans: 自动分配属性点

# stats.distribute_evenly
source: Distribute evenly
cs: Rozdělit rovnoměrně
es: Distribuir equitativamente
hr: Podijelite ravnomjerno
id: Bagikan merata
it: Distribuisci uniformemente
ja: 均等に能力値ポイントを割り当てる
nl: Verdeel gelijkmatig
ro: Distribuie egal
ru: Распределять равномерно
zh_hans: 平均分配

# stats.distribute_evenly_help
source: Assigns the same number of points to each attribute.
cs: Přiřadí stejný počet bodů ke každé vlastnosti.
es: Asigna el mismo número de puntos a cada atributo.
hr: Dodjeljuje isti broj bodova svakom atributu.
id: Tetapkan poin yang sama untuk setiap atribut.
it: Assegna lo stesso numero di punti ad ogni attributo.
ja: 各々の能力値に均等にポイントを割り当てます。
nl: Wijst hetzelfde aantal punten toe aan elke eigenschap.
ro: Repartizează același număr de puncte fiecărui atribut.
ru: Распределять одинаковое количество очков на каждую характеристику.
zh_hans: 为每个属性分配相同的点数。

# stats.distribute_class
source: Distribute based on class
cs: Rozdělit na základě třídy
es: Distribuir en función de la clase
hr: Distribuirajte na temelju klasa
id: Distribusikan berdasarkan profesi
it: Distribuisci in base alla classe
ja: クラス基準で割り当てる
nl: Verdeel op basis van Klasse
ro: Distribuie în funcție de clasă
ru: Распределять на основе класса
zh_hans: 按职业分配

# stats.distribute_class_help
source: Assigns more points to the attributes important to your Class.
cs: Přiřadí více bodů k vlastnostem, které jsou důležité pro tvé povolání.
es: Asigna más puntos a los atributos importantes para tu Clase.
hr: Dodijelite više točaka atributima važnim za vašu klasu.
id: Tetapkan poin lebih pada atribut yang penting untuk Profesimu.
it: Assegna più punti agli attributi più importanti per la tua Classe.
ja: あなたのクラスにとって重要な能力値により多くのポイントを割り当てます。
nl: Wijst meer punten toe aan de eigenschappen die belangrijk zijn voor jouw Klasse.
ro: Repartizează mai multe puncte atributelor importante pentru Clasa ta.
ru: Направлять больше очков на улучшение характеристик, важных для вашего класса.
zh_hans: 为对你的职业更重要的属性分配更多点数。

# stats.distribute_tasks
source: Distribute based on task activity
cs: Rozdělit na základě úkolů
es: Distribuir en función de la actividad de tareas
hr: Distribuirajte na temelju aktivnosti zadatka
id: Distribusikan berdasarkan aktifitas tugas
it: Distribuisci i punti in base alle tue attività
ja: タスクの実践基準で割り当てる
nl: Verdeel op basis van taakactiviteit
ro: Distribuie în funcție de activitatea sarcinii
ru: Распределять на основе вида заданий
zh_hans: 根据任务完成情况分配

# stats.distribute_tasks_help
source: Assigns points based on the Strength, Intelligence, Constitution, and Perception categories associated with the tasks you complete.
cs: Přiřadí body podle Fyzické (síla), Mentální (Inteligence), Sociální (Obrana) a Další (Vnímání) kategorie přiřazené k úkolům, které splníš.
es: Asigna puntos basado en las categorías de Fuerza, Inteligencia, Constitución y Percepción asociadas a las tareas que completes.
hr: Dodjeljuje točke na temelju kategorija snage, inteligencije, ustava i percepcije povezane s zadacima koje ste dovršili.
id: Tetapkan poin berdasarkan Kekuatan, Kecerdasan, Ketahanan, dan Persepsi yang berhubungan dengan tugas yang diselesaikan.
it: Assegna punti basati sulle categorie Forza, Intelligenza, Costituzione e Percezione associate alle attività che completi.
ja: 完了したタスクの分類にもとづいて、力、知能 、体質、知覚にポイントを割り当てます。
nl: Wijst punten toe op basis van de Kracht, Intelligentie, Weerbaarheid en Perceptie categorieën die horen bij de taken die je vervuld hebt.
ro: Repartizează puncte în funcție de categoriile Forță, Inteligență, Constituție și Percepție, asociate cu sarcinile completate.
ru: Распределить очки на Силу, Интеллект, Телосложение и Восприятие в соответствии с выполняемыми задачами.
zh_hans: 根据你完成的任务所关联的力量、智力、体质和感知属性分配属性点。

# stats.character_build_title
source: Character Build
cs: Síla Postavy
es: Construcción del Personaje
hr: Izrada Znakova
id: Bentukan Karakter
it: Build del Personaggio
ja: キャラクターの設定
nl: Karakterbouw
ro: Definire Caracter
ru: Развитие персонажа
zh_hans: 性格锻炼

# stats.character_build_text
source: Each level earns you one point to assign to an attribute of your choice. You can do so manually, or let the game decide for you using one of the Automatic Allocation options.
cs: S každou další úrovní získáš jeden bod, který můžeš přiřadit k libovolné vlastnosti. Přiřadit body můžeš buď manuálně anebo můžeš nechat hru rozhodnout za tebe na základě některé z možností automatického přiřazení.
es: Cada nivel te otorga un punto para asignar a un atributo de tu elección. Puedes hacerlo manualmente, o dejar que el juego decida por ti utilizando una de las opciones de Atribución Automática.
hr: Svaka razina zarađuje jednu točku za dodjeljivanje atributa po vašem izboru. To možete učiniti ručno ili pustiti da se igra odluči za vas koristeći jednu od opcija automatske alokacije.
id: Tiap level memberimu satu poin untuk ditetapkan ke atribut pilihanmu. Kamu dapat melakukannya secara manual, atau membiarkan game memutuskan salah satu opsi Alokasi Otomatis.
it: Ogni volta che sali di livello ottieni un punto da assegnare ad un attributo a tua scelta. Puoi farlo manualmente, o lasciare che se ne occupi il gioco selezionando una delle opzioni di allocazione automatica.
ja: レベルが上がるごとに、能力に割り当てられる 1 ポイントを得られます。手動で好きなように割り当てることもできますし、自動割り当て設定でおまかせにすることもできます。
nl: Elk niveau geeft je één punt om toe te wijzen aan een eigenschap van jouw keuze. Je kunt dit handmatig doen of het spel voor jou laten beslissen door gebruik te maken van één van de automatische verdelingsopties.
ro: Fiecare nivel îți oferă un punct pe care-l poți repartiza unui atribut la alegerea ta. Poți face acest lucru manual, sau poți lăsa jocul să decidă pentru tine folosind una din opțiunile de Alocare Automată.
ru: За каждый уровень вы получается одно очко для улучшения характеристик. Вы можете сделать это вручную или позволить игре решить за вас, используя одну из опций автоматического распределения.
zh_hans: 每升一级得到1点可分配的属性点。你可以手动分配；或者使用自动分配，让系统帮你做决定。

# stats.stat_guide
source: Stat guide
cs: Průvodce statistikami
es: Guía de atributos
hr: Statistički vodič
id: Panduan stat
it: Guida alle statistiche
ja: ステータス概要
nl: Statistieken gids
ro: Ghidul de început
ru: Руководство по характеристикам
zh_hans: 属性概要

# stats.strength_title
source: Strength
cs: Síla
es: Fuerza
hr: Sila
id: Kekuatan
it: Forza
ja: 力
nl: Kracht
ro: Forță
ru: Сила
zh_hans: 力量

# stats.intelligence_title
source: Intelligence
cs: Inteligence
es: Inteligencia
hr: Inteligencija
id: Kecerdasan
it: Intelligenza
ja: 知能
nl: Intelligentie
ro: Inteligență
ru: Интеллект
zh_hans: 智力

# stats.intelligence_text
source: Increases EXP earned from completing tasks. Also increases your mana cap and how fast mana regenerates over time.
cs: Získáš více zkušeností skrze splněné úkoly. Kromě toho se zvýší tvůj limi many a bude se rychleji regenerovat.
es: Aumenta la EXP ganada por completar tareas. Además, aumenta tu obtención de maná y la velocidad de regeneración del maná a lo largo del tiempo.
hr: Povećava Iskustvo (XP) koje zaradiš izvršavanjem zadataka. Također povećava tvoj limit mane i brzinu kojom se mana obnavlja s vremenom.
id: Meningkatkan EXP yang diperoleh dari menyelesaikan tugas. Juga meningkatkan kapasitas dan regenerasi Mana dari waktu ke waktu.
it: Aumenta l'EXP guadagnata dalle attività completate. Aumenta anche il mana massimo e la sua velocità di rigenerazione nel tempo.
ja: タスクの完了によって得られる経験値が増加します。また、マナの上限と時間回復の早さが増加します。
nl: Verhoog ervaringspunten die je verdient door taken te voltooien. Verhoogt ook je manamaximum en hoe snel je mana terugwint.
ro: Sporește EXP obținut pentru completarea sarcinilor. De asemenea, sporește limita de mana și cât de rapid se regenerează mana în timp.
ru: Увеличивает опыт полученный от выполнения задач. Также увеличивает максимальное число маны и скорость ее восстановления.
zh_hans: 增加完成任务得到的经验值。也增加法力上限以及每天恢复的法力。

# stats.constitution_title
source: Constitution
cs: Obrana
es: Constitución
hr: Konstitucija
id: Ketahanan
it: Costituzione
ja: 体質
nl: Weerbaarheid
ro: Constituție
ru: Телосложение
zh_hans: 体质

# stats.constitution_text
source: Decreases the amount of damage taken from your tasks. Does not decrease the damage received from bosses.
cs: Snižuje škody za nesplněné úkoly. Škody způsobené bossem sníženy nebudou.
es: Disminuye el daño recibido de tus tareas. No disminuye el daño recibido de los Jefes.
hr: Smanjuje količinu štete koju ti zadaci mogu nanijeti. Ne umanjuje štetu nanesenu od bosova.
id: Mengurangi damage yang disebabkan oleh tugas. Tidak mengurangi damage yang diterima dari bos.
it: Diminuisce la quantità di danno subito dalle tue attività. Non diminuisce il danno subito dai boss.
ja: タスクの失敗によって受けるダメージが減少します。ボスからのダメージは減少しません。
nl: Verlaagt de hoeveelheid schade van je onvoltooide taken. Verlaagt de schade van bazen niet.
ro: Diminuează cantitatea de deteriorare suferită de către sarcinile tale. Nu diminuează deteriorarea suferită în urma atacurilor căpcăunilor.
ru: Снижает урон от задач. Не снижает урон полученный от боссов.
zh_hans: 减少没完成任务受到的伤害，不减少被Boss打的伤害。

# stats.perception_title
source: Perception
cs: Vnímání
es: Percepción
hr: Percepcija
id: Persepsi
it: Percezione
ja: 知覚
nl: Gezichtsveld
ro: Percepție
ru: Восприятие
zh_hans: 感知

# stats.perception_text
source: Increases the likelihood of finding drops when completing Tasks, the daily drop-cap, Streak Bonuses, and the amount of gold awarded for Tasks.
cs: Zvýší pravděpodobnost, že najdeš kořist, když splníš úkol. Kromě toho se zvýší tvůj denní limit kořisti, bonusu za řadu úkolů a množství zlata za splněné úkoly.
es: Aumenta la posibilidad de encontrar botín cuando completas una Tarea, el botín diario, las Bonificaciones de Racha, y la cantidad de oro que se recibe por cada Tarea.
hr: Povećava vjerojatnost pronalaženja stvari prilikom izvršavanja Zadataka, dnevni limit dobivenih stvari, bonuse za redovno izvršavanje zadataka i količinu zlatnika koju ti donose Zadaci.
id: Meningkatkan kemungkinan menemukan hadiah saat menyelesaikan Tugas, batas harian, Bonus Rentetan, dan jumlah emas yang didapat dari Tugas.
it: Aumenta la probabilità di ottenere oggetti quando si completano le attività, aumenta il numero massimo di oggetti per giorno, i bonus dati dagli streak, e l'oro guadagnato per ogni attività completata.
ja: タスクを完了した時に落とし物を見つける確率、１日ごとの落とし物上限、連続実行ボーナス、タスクから獲得するゴールドの量などが増加します。
nl: Verhoogt de waarschijnlijkheid van het vinden van drops bij het voltooien van taken, de dagelijkse drop-drempel, serie bonussen, en de hoeveelheid Goud die je verdient door taken te voltooien.
ro: Sporește probabilitatea găsirii obiectelor atunci când îndeplinești Sarcini, la primirea obiectului zilnic, la acordarea bonusurilor pentru șirul de activitate și la cantitatea de aur acordată pentru Sarcini.
ru: Увеличивает вероятность дропа при выполнении Заданий, ежедневного дропа, бонусов за серию и количество золота за Задачи.
zh_hans: 增加完成任务时的物品掉率、每日物品掉落上限、连击奖励以及完成任务得到的金币。

source: Controls
cs: Ovládání
es: Controles
hr: Kontrole
id: Kontrol
it: Controlli
ja: コントロール
nl: Intstellingen
ro: Controale
ru: Управление
zh_hans: 控制

# tasks.habits
source: Habits
cs: Zvyky
es: Hábitos
hr: Navike
id: Kebiasaan
it: Abitudini
ja: 習慣
nl: Gewoontes
ro: Obiceiuri
ru: Привычки
zh_hans: 习惯

# tasks.dailies
source: Dailies
cs: Denní úkoly
es: Tareas Diarias
hr: Dnevni zadaci
id: Keseharian
it: Attività Giornaliere
ja: 日課
nl: Dagelijkse Taken
ro: Cotidiene
ru: Ежедневные задания
zh_hans: 日常

# tasks.rewards
source: Rewards
cs: Odměny
es: Recompensas
hr: Nagrade
id: Hadiah
it: Ricompense
ja: ごほうび
nl: Beloningen
ro: Recompense
ru: Награды
zh_hans: 奖励

# tasks.todos
source: To Do's
cs: Úkoly
es: Tareas Pendientes
hr: Obaveze
id: Agenda
it: Cose Da Fare
ja: To Do
ro: Sarcini
ru: Задачи
zh_hans: 待办清单

# tasks.form.create
source: New %@
cs: Nový %@
es: Nuevo %@
hr: Novi %@
id: %@ Baru
it: Nuova %@
ja: 新しい %@
nl: Nieuw %@
ro: %@ Nou
ru: Новый %@
zh_hans: 新的 %@

# tasks.form.habit_title_placeholder
source: What habits do you want to foster or break?
cs: Které zvyky chceš zlepšit nebo změnit?
es: ¿Qué hábitos quieres fomentar o romper?
hr: Koje navike želiš njegovati ili prekinuti?
id: Kebiasaan apa yang ingin kamu pupuk atau hancurkan?
it: Quali abitudini vuoi coltivare o rompere?
ja: どんな習慣を続けたいですか？ あるいはどんな習慣をやめたいですか？
nl: Welke gewoonte wil je versterken of afleren?
ro: Ce obiceiuri vrei să întărești sau să schimbi?
ru: Какие привычки вы хотите улучшить или победить?
zh_hans: 你想养成或者克服什么习惯？
