Repository: HabitRPG/habitica-ios
Catalog: HabitRPG/Strings/*.lproj/Mainstrings.strings
Languages: cs, es, hr, id, it, ja, nl, ro, ru, zh_hans

# settings.reset_account_description
source: WARNING! This resets many parts of your account. This is highly discouraged, but some people find it useful in the beginning after playing with the site for a short time. You will lose all your levels, gold, and experience points. All your tasks (except those from challenges) will be deleted permanently and you will lose all of their historical data. You will lose all your equipment but you will be able to buy it all back, including all limited edition equipment or subscriber Mystery items that you already own (you will need to be in the correct class to re-buy class-specific gear). You will keep your current class and your pets and mounts. You might prefer to use an Orb of Rebirth instead, which is a much safer option and which will preserve your tasks and equipment.
cs: VAROVÁNÍ! Tato funkce restartuje mnoho částí tvého účtu. Nedoporučujeme to, ale některým lidem to poté, co se zorientují, vyhovuje. Ztratíš své levely, zlato a zkušenostní body. Všechny tvoje úkoly (kromě těch z challenge) budou permanentně smazány a ztratíš všechna data. Přijdeš o své vybavení, ale budeš si je moci koupit zpátky, včetně vybavení z limitovaných edic nebo odběratelských tajemných předmětů, které už vlastníš (musíš být ve správné třídě, aby sis mohl koupit specifickou výzbroj). Zůstane ti tvoje třída a tví mazlíčci a zvířata. Možná chceš radši použít kámen znovuzrození, který je bezpečnější variantou, protože ti zůstanou tvé úkoly a vybavení.
es: ¡CUIDADO! Esto reiniciaría varias partes de tu cuenta. No es recomendable, pero algunas personas lo encuentra útil al principio después de haber jugado por un periodo de tiempo corto. Perderás todos tus niveles, oro y puntos de experiencia. Todas tus tareas (excepto las de desafíos) se borrarán permanentemente y perderas todo su historial. Perderás todo tu equipamiento pero podrás volver a comprarlo, incluyendo el equipamiento de ediciones límitadas o objetos Misteriosos de suscriptor que ya tengas (necesitarás estar en la clase correcta para volver acomprar el equipamiento de esa clase). Mantendrás tu clase actual, tus mascotas y tus monturas. Puede que prefieras usar un Orbe del Renacimiento, la cual es una manera mucho más segura y además preservarás tus tareas y tu equipamiento.
id: PERINGATAN! Tindakan ini akan me-reset banyak bagian dari akunmu. Hal ini sangat tidak dianjurkan, tetapi beberapa orang merasa berguna di awal setelah memainkan situs ini untuk waktu yang singkat. Kamu akan kehilangan semua level, emas, dan poin pengalamanmu. Semua tugasmu (kecuali yang berasal dari tantangan) akan dihapus secara permanen dan kamu akan kehilangan semua data historisnya. Kamu akan kehilangan semua peralatanmu tetapi kamu dapat membeli semuanya kembali, termasuk semua peralatan edisi terbatas atau item Misteri pelanggan yang sudah kamu miliki (Kamu harus berada di profesi yang benar untuk membeli kembali perlengkapan khusus profesi). Kamu akan tetap pada profesimu saat ini dan tidak kehilangan hewan peliharaan serta tungganganmu. Kamu mungkin lebih suka menggunakan Batu Kelahiran sebagai gantinya, yang merupakan pilihan yang jauh lebih aman karena tetap menyimpan tugas dan peralatanmu.
it: ATTENZIONE! Questo resetterà diversi aspetti del tuo account. È altamente sconsigliato, ma qualcuno trova questa opzione utile all'inizio, dopo aver provato il sito per un po' di tempo. Perderai tutti i tuoi livelli, l'oro e i punti esperienza. Tutte le tue attività (eccetto quelle delle sfide) verranno cancellate in modo permanente, insieme alla loro cronologia dei progressi. Perderai inoltre tutto il tuo equipaggiamento, ma potrai recuperare ogni cosa, compresi gli oggetti in edizione limitata e gli Oggetti Misteriosi che già possiedi (alcuni oggetti potrebbero richiedere l'appartenenza ad una determinata classe per essere acquistati). Manterrai la tua classe, i tuoi animali e le cavalcature. Potresti forse preferire la Sfera della Rinascita, un'alternativa molto più sicura che ti permette di tenere le tue attività e il tuo equipaggiamento.
ja: 【注意！】この操作はあなたのアカウントの多くの部分をリセットします。リセットは大変やる気を削ぐことですが、短時間だけサイトを遊んだ始めたばかりの段階にはリセットが役立つこともあります。 すべてのレベル、ゴールド、経験値を失います。すべてのタスク（チャレンジ関連のものを除く）は完全に削除され、履歴データもすべて削除されます。すべての装備を失いますが、現在あなたがもっている限定装備や有料会員向けのミステリーアイテムなども含めて、すべて買い戻すことができます（クラス固有の装備を再度購入するには、該当するクラスにならなくてはいけません）。現在のクラスとペットと乗騎は維持されます。代わりに「転生のオーブ」を使う方が、タスクと所持品も維持されるため、リセットするより安心です。
nl: LET OP! Dit reset een heleboel onderdelen van je account! Dit wordt sterk ontmoedigd, maar sommige mensen doen dit in het begin als ze voor een korte termijn hebben gespeeld. Je verliest al je levels, goud en ervaringspunten. Alle taken (behalve die van uitdagingen) worden permanent verwijderd en je verliest alle gegevens van je geschiedenis. Je verliest je volledige uitrusting, maar het is mogelijk om dit allemaal terug te kopen, inclusief alle limited edition uitrusting of mysterieuze voorwerpen van de abonnementen (je moet wel in de juiste klasse zitten om klasse-specifieke voorwerpen terug te kopen). Je behoudt je huidige klasse en ook je huis- en rijdieren. In plaats van dit kun je misschien beter de orb van wedergeboorte gebruiken. Dat is een veel veiligere optie en daardoor behoud je al je taken en uitrusting.
ru: ВНИМАНИЕ! Это сбросит большинство параметров вашего аккаунта. Мы крайне не рекомендуем делать это, но некоторые считают такую возможность полезной в первое время использования платформы. Вы потеряете все свои уровни, золото и очки опыта. Все задачи (за исключением испытаний) будут удалены навсегда, и вы потеряете все свои записи. Вы также потеряете все свое снаряжение, но сможете выкупить его обратно, включая все снаряжение ограниченной серии или Тайные предметы подписчика, которые вы уже приобрели (вам нужно будет выбрать правильный класс, чтобы повторно купить специальное снаряжение). Вы сохраните ваш текущий класс, ваших питомцев и скакунов. Вместо этого вы можете использовать шар Возрождения, что намного безопаснее и сохранит ваши задачи и снаряжение.
zh_hans: 警告！这会把你账户的很多东西清零。我们非常不推荐你这样做，但是有些人在玩了一小会儿之后发现这个功能对他们很有用。 你将会失去所有的等级、金币、经验。所有设过的任务（除了参与挑战的任务）将会永久删除，任何历史数据都不会保留。你将失去所有装备，但以后可以把它们都买回来，包括你已经拥有的限时装备和订阅者神秘礼物（你得是相应的职业，才能重买职业限定装备）。你现在的职业、宠物和坐骑将保留。也许用个重生球会是更好的选择，那样更安全，能够保留你的任务记录和装备。

# settings.confirm_new_password
source: Confirm new Password
cs: Potvrď nové heslo
es: Confirma la nueva Contraseña
id: Konfirmasi Kata Sandi Baru
it: Conferma la nuova password
ja: 新しいパスワードを確認する
nl: Bevestig nieuw Wachtwoord
ro: Confirmă Parola Nouă
ru: Подтвердите новый пароль
zh_hans: 确认新密码

# settings.api_disclaimer
source: Copy these for use in third party applications. However, think of your API Token like a password, and do not share it publicly. You may occasionally be asked for your User ID, but never post your API Token where others can see it, including on Github.
cs: Zkopírujte pro použití v aplikacích třetích stran. Představte si však svůj token API jako heslo a nesdělujte jej veřejně. Můžete být občas požádáni o ID uživatele, ale nikdy nezveřejňujte svůj token API tam, kde jej mohou ostatní vidět, a to i na Githubu.
es: Copiar estos para utilizar en aplicaciones de terceros. Sin embargo, piensas en tu API Token como una contraseña, y no lo compartas con otros. A veces, te pedería tu User ID, pero nunca publiques tu API Token donde se lo pueden ver, incluso en Github.
id: Salin Token. Hati-hati, ini kata sandi!
it: Copia questi valori per utilizzarli in applicazioni di terze parti. Ad ogni modo, pensa alla tua Chiave API come ad una password: tienila segreta. Occasionalmente potrebbe venirti richiesto l'ID Utente, ma non scrivere mai la tua Chiave API dove può essere vista da altre persone, nemmeno su GitHub.
ja: サードパーティのアプリケーションで使用する際にこちらをコピーしてください。しかし、APIトークンはパスワードのようなものですから、公開しないでください。ユーザーIDを求められる場合はありますが、GitHub など他人から見える場所には、APIトークンは絶対に投稿しないでください。
nl: Kopieer deze om in third party applicaties te gebruiken. Beschouw je API Token wel als een wachtwoord, en deel het niet openbaar. Je wordt soms wel eens gevraagd om je User ID, maar post je API token nooit ergens waar anderen het kunnen zien, ook niet op Github.
ru: Скопируйте это для использования в сторонних приложениях. Однако думайте о своем API-идентификаторе как о пароле и не делитесь им публично. Иногда у вас могут попросить ID пользователя, но никогда не публикуйте API там, где его может кто-то увидеть, даже если это Github.
zh_hans: 这个是用来复制到第三方应用的。但是，你的API令牌相当于密码，不要公开它。有时候别人会问你要用户ID，但是永远不要把你的API令牌分享给其他人，也不要传到Github上。

# settings.searchable_everywhere
source: Everywhere
cs: Všude
es: En todas partes
id: Dimanapun
it: Ovunque
ja: どこでも
nl: Overal
ro: Oriunde
ru: Везде
zh_hans: 到处

# settings.searchable_private_spaces
source: Only Private Spaces
cs: Pouze soukromé prostory
es: Solo lugares privados
id: Hanya Ruang Privat
it: Solo negli spazi privati
ja: プライベートスペースのみ
nl: Alleen Privé Ruimtes
ro: Doar Spații Private
ru: Только приватные места
zh_hans: 仅私有空间

# settings.mentions
source: Mentions
cs: Zmínky
es: Menciones
id: Sebutan
it: Menzioni
ja: 返信
nl: Vermeldingen
ro: Mențiuni
ru: Упоминания
zh_hans: 提到

# guilds.guild_members
source: Guild Members
cs: Členové cechu
es: Miembros de Gremio
it: Membri della Gilda
ja: ギルドメンバー
nl: Gildeleden
ro: Membrii Breslei

# guilds.guild_description
source: Guild Description
cs: Popis cechu
es: Descripción de Gremio
it: Descrizione della Gilda
ja: ギルドの説明
nl: Gilde-omschrijving
ro: Descrierea Breslei

# guilds.join_guild
source: Join Guild
cs: Přidat se do cechu
es: Juntar Gremios
id: Bergabung dengan Guild
it: Unisciti alla Gilda
ja: ギルドに加入する
nl: Wordt lid van deze gilde
ro: Alătură-te Breslelor
ru: Присоединиться к гильдии
zh_hans: 加入公会

# guilds.guild_leader
source: Guild Leader
cs: Vedoucí cechu
es: Líder de Gremio
it: Leader della Gilda
ja: ギルドリーダー
nl: Gildeleider
ro: Liderul Breslei

# avatar.body
source: Body
cs: Tělo
es: Cuerpo
id: Badan
it: Corpo
ja: 体
nl: Lichaam
ro: Corp
ru: Тело
zh_hans: 体格

# avatar.hair
source: Hair
cs: Vlasy
es: Pelo
id: Rambut
it: Capelli
ja: 髪
nl: Haar
ro: Păr
ru: Прическа
zh_hans: 头发

# avatar.extras
source: Extras
cs: Doplňky
id: Lain-lain
it: Extra
ja: その他
ro: Adiționale
ru: Другое
zh_hans: 其他

# classes.warrior_description
source: Warriors score more and better "critical hits", which randomly give bonus Gold, Experience, and drop chance for scoring a task. They also deal heavy damage to boss monsters. Play a Warrior if you find motivation from unpredictable jackpot-style rewards, or want to dish out the hurt in boss Quests!
cs: Válečníci způsobují více "kritických zásahů", které náhodně dávají bonusy v podobě zlata, zkušenostních bodů a umožňují ukončení úkolu. Také způsobují více škod boss monstrům. Hraj jako válečník, pokud tě motivují nepředvídatelné odměny ve stylu rulety, nebo pokud chceš hodně uškodit bosům!
es: Los guerreros obtienen "rachas críticas" mejores y más frecuentes, que aportan oro y experiencia adicionales de forma aleatoria, y tienen más probabilidades de conseguir artículos al completar tareas. Además, hacen mucho daño a los monstruos. ¡Juega como guerrero si lo que más te motiva es obtener recompensas aleatorias e impredecibles, o si disfrutas poniendo en su sitio a los monstruos de las misiones!
hr: Ratnici postižu više "kritičnih udaraca" koji nasumično donose dodatno Zlatnika, Iskustva i šansi za dobivanje poklona prilikom izvršavanja zadatka. Također nanose veliku štetu u borbi protiv Bosova. Igraj ulogu Ratnika ako te motiviraju nepredvidive nagrade u stilu jackpota ili ako želiš rasturiti u Pustolovinama potjere Bosa!
id: Prajurit menghasilkan "serangan kritis" lebih banyak dan lebih baik, yang kadang memberikan bonus Emas, Pengalaman, dan peluang mendapat item saat menyelesaikan tugas. Mereka juga menghasilkan kerusakan berat pada monster bos. Mainkan Prajurit jika kamu termotivasi dengan hadiah bergaya jackpot, atau ingin menghilangkan kerepotan di Misi bos!
it: I Guerrieri possono eseguire un gran numero di "colpi critici" molto potenti, che forniscono un bonus di Oro ed Esperienza (e a volte degli oggetti) casualmente al completamento di una attività. Inoltre, infliggono ingenti danni ai mostri boss. Diventa un Guerriero se trovi accattivanti le imprevedibili ricompense in stile jackpot, o se vuoi dimenticarti del dolore durante le missioni boss!
ja: 戦士はタスクを完了したときに「会心の一撃」が出やすく、その効果も高いです。「会心の一撃」が出ると、ゴールド、経験値、アイテムドロップの確率にランダムにボーナスがつきます。また、戦士はボスに大きなダメージを与えます。予測できない一攫千金タイプの報酬でやる気が出る、もしくはボスクエストで活躍したいなら、戦士でプレイしましょう！
nl: Krijgers behalen meer en betere "voltreffers", die willekeurig extra goud, ervaringspunten, en kans op vondsten geven voor het afstrepen van een taak. Ook doen ze veel schade aan eindbazen. Speel een Krijger als je je gemotiveerd voelt door onvoorspelbare jackpot-achtige beloningen, of als je pijn aan eindbazen wil uitdelen in queesten!
ro: Războinicii dau "critical hits" mai frecvent și mai bine, fapt ce oferă randomizat Aur bonus, Experiență, și șanse la obiecte pentru îndeplinirea unei sarcini. Ei lovesc de asemenea puternic Căpcăunii monștri. Joacă ca și Războinic dacă ești motivat de recompense lipsite de predictibilitate, în stil-jackpot, sau dacă vrei să distribui lovituri în Expediții împotriva Căpcăunilor!
ru: Воины способны нанести больше «критических ударов», которые случайным образом дают бонусное золото, опыт и шанс выполнения задачи. Они также наносит значительный урон боссам. Играйте за воина, если вам нравятся непредсказуемые вознаграждения в стиле джекпот или вы хотите быть особенно эффективными против боссов в квестах!
zh_hans: 战士会有更强的暴击、更高的暴击率，在完成任务时会随机触发暴击得到额外的金币、经验和物品掉率。也能够对Boss造成较强的伤害。如果碰运气式的随机奖励更能激励你，或者想对Boss打出伤害，那就当个战士吧！

# classes.mage_description
source: Mages learn swiftly, gaining Experience and Levels faster than other classes. They also get a great deal of Mana for using special abilities. Play a Mage if you enjoy the tactical game aspects of Habitica, or if you are strongly motivated by leveling up and unlocking advanced features!
cs: Mágové se učí rychle, získávají zkušenosti a úrovně vysokým tempem. Navíc mají velké množství many, skrze niž mohou aktivovat speciální dovednosti. Staň se mágem, pokud miluješ taktické aspekty Habitica, nebo pokud tě motivuje levelování a odemykání pokročilých funkcí!
es: Los magos aprenden rápidamente ganando Experiencia y Niveles con mayor rapidez que otras clases. También disponen de una gran cantidad de Maná para usar habilidades especiales. ¡Juega como Mago si disfrutas de los aspectos tácticos de Habitica, o si te motiva enormemente subir de nivel y desbloquear características avanzadas!
hr: Čarobnjaci brzo uče te dobivajući na Iskustvu i Levelima brže od ostalih klasa. Također dobivaju jako puno Mane za korištenje svojih posebnih vještina. Igraj Čarobnjaka ako uživaš u taktičkim igračim aspektima Habitice ili ako ti podizanje levela i otključavanje naprednih mogućnosti daje jaku motivaciju!
id: Penyihir belajar dengan cepat, memperoleh Pengalaman dan Level lebih cepat daripada pekerjaan lain. Mereka juga punya banyak Mana untuk menggunakan kemampuan khusus. Pilih Penyihir jika kamu suka bermain Habitica dengan menggunakan taktik, atau jika kamu merasa sangat termotivasi untuk naik level dan membuka fitur-fitur lanjutan!
it: I Maghi imparano rapidamente, guadagnando Esperienza e Livelli più velocemente delle altre classi. Hanno anche un'ottima riserva di Mana per usare le proprie abilità speciali. Diventa un Mago se ti piace l'aspetto tattico di Habitica, o se sei fortemente motivato dal salire di livello e sbloccare funzionalità avanzate!
ja: 魔道士は学習スピードが速く、他のクラスよりも多く経験値を得てレベルが早く上がります。また、特殊能力を使うためのマナも大量に獲得できます。Habiticaの戦略ゲーム的な側面を楽しみたいなら、あるいはレベルアップしたり追加要素をアンロックしたりするのがあなたにとって強いやる気になるなら、魔道士でプレイしましょう！
nl: Magiërs leren snel, ze krijgen sneller ervaringspunten en niveaus dan de andere klassen. Je hebben ook veel mana beschikbaar voor speciale vaardigheden. Speel een magiër als je van de tactische aspecten van Habitica houdt, of als je erg gemotiveerd wordt door stijging in niveaus en het vrijspelen van nieuwe functionaliteiten!
ro: Magii învață rapid, obținând Experiență și Niveluri mai rapid decât celelalte clase. Primesc de asemenea o cantitate sporită de Mana pentru utilizarea abilităților speciale. Joacă ca și Mag dacă îți place aspectul tactic al Habitica, sau dacă ești puternic motivat de creșterea în nivel și deblocarea facilităților avansate!
ru: Маги стремительно обучаются, набираясь опыта и зарабатывая уровни быстрее, чем другие классы. Они также получают больше маны за использование специальных способностей. Играйте магом, если вам нравятся тактические игровые аспекты Habitica или вас интересует быстрое продвижение и открытие для себя продвинутых возможностей!
zh_hans: 法师相比其他职业，拥有可以通过快速学习来更快的获得经验和等级提升的优势。他们在使用特殊技能时也会获得大量的法力。如果你热衷于habitica游戏里策略性部分，或者是如果升级和解锁高级功能为你提供强大动力的话，那就来当个法师吧！

# party.create_party_description
source: Take on quests with friends or on your own. Battle monsters, create Challenges, and help yourself stay accountable through Parties.
cs: Zúčastni se výprav s kamarády, nebo sám. Bojuj s monstry, vytvářej výzvy a pomoz ostatním zůstat odpovědný skrze skupiny.
es: Realiza misiones con amigos o por tu cuenta. Lucha contra los monstruos, crea desafíos y ayúdate a ti mismo a ser responsable a través de las Partes.
id: Lakukan misi dengan teman atau dengan seorang sendiri. Lawan monster, buat Tantangan, dan bantu dirimu tetap akuntabel melalui Party.
it: Affronta fantastiche missioni con i tuoi amici o per conto tuo. Combatti mostri, crea Sfide e responsabilizzati attraverso le Squadre.
ja: 仲間たちと一緒に、または一人で、クエストに挑戦しましょう。パーティーを通して、モンスターと戦ったり、チャレンジを作ったり、あなた自身を責任ある状態にし続けたりしましょう。
nl: Start een queeste met vrienden of in je eentje. Versla monsters, begin uitdagingen en blijf verantwoordelijk - allemaal met je groep.
ro: Începe aventuri cu prietenii sau pe cont propriu. Luptă cu monștri, creează Provocări, și reușește să rămâi responsabil prin Grupuri.
ru: Берите квесты с друзьями или самостоятельно. Сражайтесь с монстрами, создавайте испытания и оставайтесь ответственными в Командах.
zh_hans: 和朋友一同完成任务或者独自出击。和怪物战斗，创建挑战，能力越大，责任越大。

# party.join_party_description
source: Give a Party member the username found below and they can send you an invite
cs: Dej členovi skupiny své uživatelské jméno, aby tě mohli pozvat
es: Dele a un miembro de Party el nombre de usuario que se encuentra a continuación y le pueden enviar una invitación
id: Berikan seorang anggota Party nama pengguna di bawah ini supaya mereka dapat mengirim undangan
it: Dai a un membro squadra il nome utente che troverai sotto e potranno mandarti un invito
ja: 下の方に見えるユーザー名をパーティーメンバーに伝えると、メンバーはあなたに招待を送ることができます
nl: Geef een groepslid de gebruikersnaam hieronder, zodat ze je een uitnodiging kunnen sturen
ro: Trimite unui membru din Grup numele de utilizator de mai jos și îți vor putea trimite o invitație
ru: Назовите участни_це команды свое имя пользователя (расположено ниже), чтобы он_а мог_ла отправить вам приглашение
zh_hans: 给一个队伍成员发送下方的用户名，这样他们就能邀请你

# party.party_description
source: Party Description
cs: Popis skupiny
es: Descripción del Equipo
id: Deskripsi Party
it: Descrizione squadra
ja: パーティーの説明
nl: Groepsbeschrijving
ro: Descrierea Grupului
ru: Описание команды
zh_hans: 队伍描述

# groups.members
source: Members
cs: Členové
es: Miembros
id: Anggota
it: Membri
ja: メンバー
nl: Leden
ro: Membri
ru: Участники
zh_hans: 成员

# groups.invite_member
source: Invite a Member
cs: Pozvi člena
es: Invitar a un miembro
id: Undang seorang Anggota
it: Invita membri
ja: メンバーを招待する
nl: Nodig een lid uit
ro: Invită un Membru
ru: Пригласить участника
zh_hans: 邀请一个成员

# quests.reward_experience
source: %d Experience Points
cs: %d bodů zkušenosti
es: %d puntos de experiencia
id: %d Poin Pengalaman
it: %d Punti esperienza
ja: %d 経験値
nl: %d Ervaringspunten
ro: %d Puncte de Experiență
ru: %d опыта
zh_hans: %d经验值

# quests.reward_gold
source: %d Gold
cs: %d zlata
es: %d de oro
id: %d Koin Emas
it: %d Oro
ja: %d ゴールド
nl: %d Goud
ro: %d Aur
ru: %d золота
zh_hans: %d个金币

# quests.rage_attack
source: Rage attack: %@
cs: Zuřivý útok: %@
es: Ataque de rabia: %@
id: Serangan Amarah: %@
it: Attacco Furia: %@
ja: 怒りの攻撃： %@
nl: Woede-aanval: %@
ru: Атака при ярости: %@
zh_hans: 狂暴攻击：%@

# open_app_store
source: Open App Store Page
cs: Otevřít App Store
es: Abrir la AppStore
id: Buka Halaman App Store
it: Apri la pagina dell'App Store
ja: App Store のページを開く
nl: Open App Store
ru: Открыть в App Store
zh_hans: 打开App Store

source: Tap to Show
cs: Klepnutím zobrazíte
es: Pulsa para mostrar
id: Ketuk untuk Tampilkan
it: Tocca per vedere
ja: タップすると表示されます
nl: Tik om te zien
ru: Нажмите, чтобы показать
zh_hans: 轻触以显示

# groups.invite.add_username
source: Add a Username
cs: Přidejte uživatelské jméno
es: Ingresa un nombre de usuario
id: Tambahkan Nama Pengguna
it: Aggiungi un nome utente
ja: ユーザー名を追加する
nl: Voeg een gebruikersnaam toe
ru: Добавить имя пользователя
zh_hans: 添加一个用户名

source: Display name
cs: Zobrazovaný název
es: Nombre público
id: Nama tampilan
it: Nome pubblico
ja: 表示名
nl: Weergegeven naam
ru: Отображаемое имя
zh_hans: 昵称

source: Repeat Password
cs: Zopakujte heslo
es: Repetir contraseña
id: Ulangi Kata Sandi
it: Ripeti la nuova Password
ja: パスワードをもう一度入力してください
nl: Herhaal wachtwoord
ru: Повторите пароль
zh_hans: 重复密码

# username_prompt_body
source: Your display name hasn’t changed but your old login name will now be your username used for invitations, chat @mentions, and messaging.
cs: Tvé zobrazované jméno se nezměnilo, ale tvůj starý login je nyní uživatelské jméno, které se používá pro pozvánky, chat @zmínky a zprávy.
es: Tu nombre público no ha cambiado, pero tu antiguo nombre de acceso ahora será el nombre usado en invitaciones, @menciones de chat y mensajes.
id: Nama tampilanmu belum berubah, tetapi nama login lamamu sekarang akan menjadi nama pengguna yang digunakan untuk undangan, @sebutan obrolan, dan pesan.
it: Il nome visualizzato non è cambiato ma il vecchio nome di accesso ora sarà il nome utente utilizzato per inviti, @menzioni chat e messaggistica.
ja: 表示名は変更されていません。しかし、かつてのログイン名は、現在は招待・チャットでの＠返信・メッセージのやりとりなどで使用されるユーザー名になりました。
nl: Je weergegeven naam is niet veranderd maar je oude loginnaam wordt nu je gebruikersnaam, gebruikt voor uitnodigingen, schatmeldingen en berichten.
ru: Ваше отображаемое имя не изменилось, но ваш старый логин теперь будет вашим именем пользователя, используемым для приглашений, упоминаний в чатах и сообщениях.
zh_hans: 你的昵称还没有修改过，所以现在你的旧登录名会临时用于用于邀请、聊天版上@你，还有私信。

# username_prompt_wiki
source: If you’d like to learn more about this change, #<wk>visit our wiki.#
cs: Jestliže se chceš dozvědět více o této změně, #<wk>navštiv naši wiki.#
es: Si te gustaría saber más sobre este cambio, #<wk>visita nuestra wiki.#
id: Jika kamu ingin mempelajari tentang perubahan ini, #<wk>kunjungi wiki kami.#
it: Se vuoi saperne di più su questa modifica, #<wk>visita la nostra wiki.#
ja: この変更についてより詳しく知りたいときは、#<wk>wikiをご覧ください。#
nl: Als je meer wilt weten over deze verandering, kun je erover #<wk>lezen in onze wiki.#
ru: Если хотите более подробно узнать про изменения, то #<wk>посетите нашу вики.#
zh_hans: 如果你想了解更多关于这次更改的消息，#<wk>请访问维基。#
